{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 12: Девадатта] – читать","text":"В это время Будда сказал бодхисаттвам, а также богам, людям и четырём группам: – В прошлые времена в течение неисчислимых кальп [я] искал «Сутру о Цветке Дхармы», и не было [во мне] лености и усталости. В течение многих кальп [я] был царём одной страны и, дав обет, искал не имеющее высшего [предела] бодхи 1 , и [мои] мысли [никогда от этого] не отступали. Пожелав достичь совершенства в шести парамитах, [я] усердно делал подаяния, не жалея в [своём] сердце о слонах, конях, семи редкостных [драгоценностях], странах, городах, жёнах, детях, рабах и рабынях, слугах, свите, голове, глазах, костном и головном мозге, [своей] плоти, руках и ногах и не щадил [собственной] жизни. В то время жизнь народа в мире была неисчислима [по продолжительности]. Ради Дхармы [я] оставил страну и престол и передал управление принцу. Ударив в барабан и возгласив в четыре стороны [свою] цель, [я] искал Дхарму, говоря: «Может ли [кто-нибудь] поведать мне о Великой Колеснице? Воистину, до конца жизни [я] буду делать подношения и служить [ему]». В это время был один святой. Придя к царю, [он] сказал: «У меня есть Великая Колесница, и [она] именуется “Сутра о Цветке Лотоса Чудесной Дхармы”. Если не будешь перечить мне, [я] действительно поведаю тебе о ней». Царь, услышав слова святого, подпрыгнул от радости и последовал за святым, подносил [ему] всё — собирал для него плоды и зачерпывал воду, приносил хворост, готовил пищу, а также превращал [своё] тело в сидение [для святого], никогда не ощущая усталости ни в теле, ни в мыслях. [Он] прислуживал [ему] тысячу лет и ради [обретения] Дхармы усердно всем [его] снабжал, так что ни в чём не было недостатка. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Я вспоминаю прошлые кальпы, Когда, ища великую Дхарму, [Я] не был привязан к удовольствиям От [удовлетворения] пяти желаний, Хотя и был царём в мире. Ударив в колокол, [я] возвестил В четыре стороны: “Если кто-нибудь имеет великую Дхарму И объяснит [её] мне, Я воистину стану [ему] слугой!” В то время был святой Асита. [Он] пришёл к великому царю и сказал: “У меня есть чудесная Дхарма, Которая редко встречается в мире. Если [ты] способен следовать [ей], Я воистину поведаю тебе [о ней]”. У царя, услышавшего слова святого, Родилась в сердце великая радость, [Он] тотчас же последовал за святым, Прислуживая [ему] во всём — Собирал хворост, а также плоды, тыквы И, следуя времени [года], С почтением подносил [их]. Так как в [его] сердце было [желание] Обрести чудесную Дхарму, В [его] теле и мыслях не было усталости. Ради живых существ [он] повсюду Усердно искал великую Дхарму — Не для себя и не для [получения] удовольствий От [удовлетворения] пяти желаний 2 . Поэтому царь великой страны, Усердно ища, обрёл эту Дхарму И наконец стал буддой — Потому сейчас [я] и говорю вам [об этом]». Будда сказал бхикшу: – Царём в это время был я, а святым в то время был нынешний Девадатта. Благодаря доброму знакомству с Девадаттой я обрёл совершенство в шести парамитах, в скромности, в сострадании, в радости, в невозмутимости, в тридцати двух знаках, в восьмидесяти видах прекрасных качеств, в насыщенности [кожи] ровным золотым цветом, в десяти силах, в четырёх бесстрашиях 3 , в четырёх законах поведения 4 , в восемнадцати [знаках], которые есть не у всех, в силах пути, в божественных проникновениях. [Я] достиг истинного просветления и широко спасаю живых существ благодаря доброму знакомству с Девадаттой. – [Я] говорю четырём группам: «Когда пройдут неисчислимые кальпы, Девадатта воистину станет буддой. Звать [его] будут Татхагата Царь Богов, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Его] мир будет называться Божественный Путь. Будда Царь Богов будет пребывать в мире двадцать средних кальп и широко проповедовать живым существам чудесную Дхарму. Живые существа, которых столько же, сколько песчинок в реке Ганг, обретут плоды архата. Неисчислимые живые существа станут самостоятельно [идущими] к просветлению. Живые существа, которых столько же, сколько песчинок в реке Ганг, обратят свои мысли к не имеющему высшего [предела] пути, обретут тайное [свидетельство] о не-рождении и будут пребывать на [ступени] невозвращения. После паринирваны Будды Царь Богов истинная Дхарма будет пребывать в мире двадцать средних кальп. Для шариры его тела будет воздвигнута ступа из семи драгоценностей высотой в шестьдесят йоджан и шириной в сорок йоджан. Боги и люди будут делать подношения чудесной ступе из семи драгоценностей разными цветами, благовонной пудрой, благовониями для воскуривания, благовонными втираниями, одеяниями, гирляндами, знамёнами и флагами, балдахинами из драгоценностей, почитать музыкой и песнопениями. Неисчислимые живые существа обретут плоды архата, бесчисленные живые существа получат просветление пратьекабудды, у невообразимого числа живых существ пробудятся мысли о бодхи, и они достигнут [ступени] невозвращения». Будда сказал бхикшу: – Если в будущие времена добрый сын [или] добрая дочь будет слушать главу о Девадатте из «Сутры о Цветке Чудесной Дхармы», с чистым сердцем поверит [в неё] и будет почитать, и [в сердце] не родятся сомнения, то никогда не падёт в ад и не станет голодным духом [или] скотом, а возродится перед буддами десяти сторон [света]. Там, где возродится, будет вечно слушать эту сутру. Если возродится среди людей [или] богов, то обретёт всепобеждающую радость. А если появится перед буддами, то родится из цветка лотоса. В это время бодхисаттва, слуга Почитаемого в Мирах Многочисленные Сокровища из края, находящегося внизу, по имени Скопление Мудрости сказал Будде Многочисленные Сокровища: – Воистину, давайте вернёмся в [наши] исконные земли! Будда Шакьямуни сказал Скоплению Мудрости: – Добрый сын, подожди немного. Здесь есть бодхисаттва по имени Манджушри. Давайте встретимся друг с другом и будем рассуждать о чудесной Дхарме, а [потом] вернёмся в [свои] исконные земли! В это время Манджушри восседал на цветке лотоса с тысячью лепестками, как колесо повозки. Пришедшие к нему бодхисаттвы, также восседали на цветках лотоса из драгоценностей. Тогда [Манджушри] выпрыгнул из великого океана, [где пребывал] во дворце дракона Сагары 5 , появился в небе и направился к горе Священного Орла 6 , сошёл с цветка лотоса, подошёл к Будде и припав лицом к стопам двух Почитаемых в Мирах, приветствовал [их]. Завершив приветствие, [Манджушри] подошёл к [бодхисаттве] Скопление Мудрости, и [они] спросили друг друга [о делах], а потом отошли и сели рядом. Бодхисаттва Скопление Мудрости спросил Манджушри: – Любящий Людей! Человеколюбивый муж! С тех пор, как [ты] отправился во дворец дракона, сколько живых существ [ты] обратил? Манджушри сказал: – Их число невозможно измерить, пересчитать, выразить словами, представить в мыслях. Подожди немного! [Я] воистину буду иметь свидетельства. [Он] ещё не окончил свою речь, как бесчисленные бодхисаттвы, сидящие на лотосовых цветках из драгоценностей, выпрыгнули из океана, направились к горе Священного Орла и заняли свои места в небе. Всех этих бодхисаттв обратил и спас Манджушри. Достигнув совершенства в деяниях бодхисаттвы, [они] все вместе рассуждали о шести парамитах. Люди, которые раньше были слушающими голос, рассказывали, пребывая в небе, о [своих] деяниях [тех времён, когда были] слушающими голос. Но сейчас все [они] следовали учению Великой Колесницы о пустоте. Манджушри сказал Скоплению Мудрости: – Вот так [я] учил и обращал, [находясь] в океане. В это время бодхисаттва Скопление Мудрости воздал в гатхе хвалу [бодхисаттве Манджушри]: «Великий, мудрый, добродетельный, Мужественный, сильный обратил и спас Неисчислимых живых существ. Сейчас великое собрание, а также и я, — Все увидели [это]. [Ты] изложил значение истинного знака 7 И открыл Дхарму одной колесницы. [Ты] направляешь множество живых существ, И [они] скоро обретут бодхи». Манджушри сказал: – Находясь в океане я всегда проповедовал только «Сутру о Цветке Чудесной Дхармы». Бодхисаттва Скопление Мудрости спросил Манджушри: – Эта сутра чрезвычайно глубока и чудесна. [Она] — сокровище среди сутр, [она] — редкость в мире. Если живые существа будут усердно продвигаться в совершенствовании и следовать этой сутре, то не сразу ли [они] станут буддами? Манджушри сказал: – Есть дочь царя драконов Сагары, [ей] восемь лет, [она] мудра, корни [у неё] острые, [она] хорошо знает карму, [обретаемую в зависимости от того, какими] корнями [обладают] живые существа. [Она] обрела дхарани, способна получить и хранить сокровищницу самых глубоких тайн, о которых проповедуют будды, глубоко входит в дхьяну, понимает все учения. За кшану 8 [в ней] пробудились мысли о бодхи, и [она] достигла [ступени] невозвращения. [Её] таланты безграничны, [она] жалеет живых существ и думает [о них] как о детях-младенцах. Добродетели [её] совершенны, то, о чём [она] думает и что говорит — чудесное и великое. [Она] любезна, сострадательна, человеколюбива, скромна, полна добрых намерений, мягка, изящна и способна достичь бодхи. Бодхисаттва Скопление Мудрости сказал: – Я видел Татхагату Шакьямуни, который неисчислимые кальпы совершал трудные деяния и мучительные деяния, накапливая успехи и добродетели, искал путь бодхисаттвы, не зная усталости. [Я] увидел, что в трёх тысячах великих тысячных миров нет места [величиной] даже с горчичное зерно, куда бы [он], будучи бодхисаттвой, не бросил [свои] тело и жизнь. И всё это ради живых существ. И только после этого [он] смог пройти путь бодхи. [Я] не верю, что эта дочь за такое короткое время обрела истинное просветление. [Он] не закончил ещё свою речь, когда перед [ними] появилась дочь царя драконов, приветствовала [их], отступила, встала [с ними] в один ряд и произнесла гатху: «[Почитаемый в Мирах] глубоко проникает В знаки преступлений и добра И повсюду освещает десять сторон [света]. [Его] чудесное, чистое тело Дхармы Несёт тридцать два знака, Восемьдесят видов прекрасных качеств Украшают [его] тело Дхармы 9 . Боги и люди смотрят снизу вверх, [Его] почитают драконы и духи, И нет каких-либо живых существ, Которые бы не поклонялись [ему]. И [я], услышав [его], достигла бодхи, И только Будда знает свидетельство [этому]. Я открою учение Великой Колесницы, И [оно] приведёт к спасению страдающих живых существ». В это время Шарипутра сказал дочери дракона: – Ты сказала, что за короткое время достигла не имеющего высшего [предела] пути, и в это трудно поверить. Почему? Ведь тело женщины грязно, [оно] не сосуд Дхармы. Как же [ты] смогла обрести не имеющее высшего [предела] бодхи? Путь Будды длинен, и [его] проходят только после того, как на протяжении неисчислимых кальп будут переживать трудности, накапливать деяния и вести [живых существ] к спасению. Кроме того, в теле женщины имеется пять препятствий: во-первых, [она] не способна стать царём неба Брахмы; во-вторых, Шакрой; в-третьих, царём мар; в-четвёртых, святым царём, вращающим колесо; в-пятых, обрести тело будды. Почему же женщина так быстро стала буддой? В это время у дочери дракона была драгоценная жемчужина, которая стоила три тысячи великих тысячных миров. Держа в руках, [она] преподнесла её Будде. Будда тотчас же принял [её]. Дочь дракона сказала бодхисаттве Скопление Мудрости и почитаемому Шарипутре: – Я преподнесла драгоценную жемчужину. Почитаемый в Мирах принял [её]. Быстро или нет это произошло? [Они] ответили: – Очень быстро. Дочь [дракона] сказала: – Наблюдайте с помощью [ваших] божественных сил, как я стану Буддой. Это произойдёт быстрее, чем то! В это время все собравшиеся увидели, как дочь дракона в одно мгновение обратилась в юношу, совершенного в деяниях бодхисаттвы, который сразу же направился в мир без замутнений в южном краю, где воссел на цветок лотоса из драгоценностей, достиг полного истинного просветления, обрёл тридцать два знака, восемьдесят видов прекрасных качеств и начал повсюду в десяти сторонах [света] проповедовать всем живым существам чудесную Дхарму. В это время в мире Саха бодхисаттвы, слушающие голос, восемь групп богов и драконов, люди и не люди, увидев издалека, как эта дочь дракона стала буддой и повсюду проповедовала людям и богам, присутствовавшим на собрании, Дхарму, глубоко возрадовались в [своих] сердцах, и все издалека воздали [ей] почести. Неисчислимые живые существа, услышав Дхарму, постигли [её], просветлились и достигли [ступени] невозвращения. Неисчислимые живые существа получили предсказание [о достижении] пути. Мир без замутнений сотрясся шесть раз, и [после этого] три тысячи живых существ в мире Саха [стали] пребывать на ступени невозвращения, у трёх тысяч живых существ пробудились мысли о бодхи и [они] получили предсказания. Бодхисаттва Скопление Мудрости, Шарипутра, всё собрание в молчании поверило и восприняло [сказанное]."}