{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 18: Блага, обретённые за следование с радостью]","text":"В это время бодхисаттва-махасаттва Майтрейя сказал Будде: – Почитаемый в Мирах! Если добрый сын [или] добрая дочь слушает эту «Сутру о Цветке Дхармы» и следует [услышанному] с радостью, то как много счастья обретёт? И [он] произнёс гатху: «Если после ухода Почитаемого в Мирах [Какой-нибудь человек], слушая эту сутру, Будет способен радостно следовать [услышанному], То как много счастья [он] обретёт?» В это время Будда сказал бодхисаттве-махасаттве Майтрейе: – Аджита! Если после ухода Татхагаты бхикшу, бхикшуни, упасака, упасика или другой мудрец, старый или молодой, услышит эту сутру и будет с радостью следовать [услышанному], то выйдет с собрания [слушающих] Дхарму и направится в другое место — будет пребывать в монашеской обители, или же в пустынной и спокойной земле, или же в городе, на уличных перекрёстках, в селении или деревушке и проповедовать то, что слышал, отцу, матери, родственникам, добрым друзьям и знакомым сообразно [их] способностям. Эти люди, услышав [его], с радостью будут следовать [услышанному] и также направятся распространять [Дхарму] и учить. Другие люди, услышав [их], также будут с радостью следовать [услышанному], распространять [Дхарму] и учить. Так, распространяясь, [проповеди] достигнут пятидесятого [человека]. – Аджита! Я поведаю сейчас о благе этого пятидесятого [человека], доброго сына [или] доброй дочери, [обретённом] следованием [услышанному] с радостью. Воистину, вы все внимательно слушайте! Это подобно тому, как живым существам шести путей из четырёх сотен, десяти тысяч, коти асамкхьей миров, родившимся четырьмя [способами] — родившимся из яйца, родившимся из утробы, родившимся из мокроты и родившимся путём превращения 1 – будь [они] имеющими форму или не имеющими форму, имеющими разум или не имеющими разум, не имеющими и ни не имеющими разум, безногими, с двумя ногами, с четырьмя ногами, со множеством ног – всем этим живым существам [некий] человек, ищущий счастье, вручает, следуя [их] желаниям, вещи, [доставляющие] чудесное наслаждение. Каждому живому существу [он] даёт целую Джамбудвипу, золото, серебро, ляпис-лазурь, лунные камни, агаты, кораллы, янтарь, различные прекрасные драгоценности, а также слонов, лошадей, повозки, колесницы, дворцы и башни из семи драгоценностей. Этот Великий Дающий делал такие подаяния восемьдесят лет и потом подумал: «Я делал живым существам подаяния вещами, [доставляющими] удовольствие, следуя [их] желаниям, но эти живые существа ослабели и постарели, так как прошло восемьдесят лет. Волосы [их] побелели, на лицах [появились] морщины, и скоро [они] умрут. Я воистину должен привести [их] к Дхарме Будды». Собрав этих живых существ, [он] возгласил Дхарму, обратил [их], выявил [суть] учения, [даровал] благо и радость, и в одно мгновение все [они] обрели путь сротапанны 2 , путь сакридагамина 3 , путь анагамина 4 , путь архата, у всех прекратилось истечение [заблуждений] и, пребывая в глубокой дхьяне, все [они] обрели свободу и стали совершенными в восьми освобождениях. Как ты думаешь, многочисленны или нет блага, обретённые этим Великим Дающим? Майтрейя сказал Будде: – Почитаемый в Мирах! Блага, [обретённые] этим человеком, очень многочисленны, [они] неисчислимы и безграничны. Если бы этот Великий Дающий одаривал живых существ только вещами, [доставляющими] наслаждение, то и тогда [его] блага были бы неисчислимы. А что уж говорить, если [живые существа] обрели плод архата! Будда сказал Майтрейе: – Сейчас я тебе объясню понятно. Этот человек одаривал вещами, [доставляющими] наслаждение, живых существ шести путей из четырёх сотен, десяти тысяч, коти асамкхьей миров, а также привёл [их] к обретению плода архата. Но эти обретённые блага не сравнятся с благами, [обретёнными] пятидесятым человеком, который услышал одну гатху «Сутры о Цветке Дхармы» и с радостью [ей] следует. [Они] не достигают даже одной их сотой части, одной тысячной; одной сотой, тысячной, десятитысячной, коти доли. [Их] невозможно сравнить с помощью чисел. – Аджита! Блага этого пятидесятого человека, услышавшего, когда [до него] дошла очередь, «Сутру о Цветке Дхармы» и с радостью [ей] следовавшего, [составляют] неисчислимые, безграничные асамкхьи. А что уж говорить о тех, кто самыми первыми на [этом] собрании услышали [сутру] и будут следовать [ей] с радостью! Их счастье превзойдёт всё, [оно] будет неизмеримо асамкхьями [чисел], безгранично, ни с чем не сравнимо. – Аджита! Если человек ради этой сутры направится в монашескую обитель и, сидя или стоя, хотя бы на одно мгновение будет слушать и воспринимать [эту сутру], то благодаря [обретённым] благам, [он], когда [его] тело снова родится, обретёт самых прекрасных слонов, лошадей, повозки, колесницы и паланкины из редкостных драгоценностей, а также будет передвигаться в небесных дворцах. Если есть также человек, который сидит на месте, где проповедуют Дхарму, и, когда приходит [другой] человек, убеждает [его] сесть и слушать и усаживает рядом с собой, то благодаря [обретённому] этим человеком благу [он], когда [его] тело снова родится, обретёт место Шакры или место [небесного] царя Брахмы, или же место святого царя, вращающего колесо. – Аджита! Если есть также человек, который говорит другим людям: «Есть сутра, [её] называют “Цветок Дхармы”. Пойдёмте все вместе слушать [её]!» – и есть [человек], который воспринял это поучение и хотя бы одно мгновение слушал [сутру], то благодаря обретённым [этим человеком] благам [его] тело снова родится в одном месте с бодхисаттвами, [обретшими] дхарани; [его] корни будут острыми; [он] будет мудр; когда [ему] будет сто, тысяча, десять тысяч лет, [он] не будет глухонемым; из [его] рта не будет пахнуть; на языке никогда не будет болячек; во рту также не будет болячек; зубы не будут грязными; [они] не почернеют и не пожелтеют, не будут редкими, а также не выпадут, не будут неровными, не будут кривыми; губы [у него] не отвиснут, а также не будут кривыми, сморщенными; [на них] не будет корост; [они] не будут шершавыми; [на них] не будет ссадин, прыщей, трещин; [они] не будут толстыми, большими, жёлтыми или чёрными и не будут вызывать отвращение; нос не будет приплюснутым или кривым; цвет лица не будет чёрным; [лицо] не будет узким, длинным, а также худым или перекошенным; [на нём] не будет знаков, не вызывающих радость. Губы, язык, зубы будут прекрасными; нос [будет] длинным, высоким и прямым; лицо круглым и полным; брови высокими и длинными; лоб широким, ровным и прямым; знаки, [присущие] человеку, будут [у него] совершенными. В каких бы веках ни родился, [он] увидит Будду, услышит Дхарму, поверит в учение и воспримет [его]. – Аджита, ты посмотри! Если блага того, кто убедит пойти и послушать Дхарму хотя бы одного человека, будут такими, то что уж говорить о том, кто всем сердцем слушает, проповедует и декламирует [эту сутру], разъясняет [её] людям на великом собрании и выполняет всё, о чём проповедует! В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если на собрании [слушающих] голос [Какой-то] человек услышит эту сутру Или хотя бы одну гатху, И будет следовать [ей] с радостью, И проповедовать другим, И учение будет распространяться далее Пока не достигнет пятидесятого [человека], То [этот] последний человек обретёт счастье. Сейчас воистину это разъясню! Это подобно тому, как Великий Дающий Одаривал неисчислимых существ И выполнял [их] желания Целых восемьдесят лет, А увидев у них знаки слабости и старения — Волосы побелели, на лицах морщины, Зубов стало меньше, [они] высохли – Подумал: “[Эти люди] скоро умрут, И я воистину должен научить [их] Обрести плоды пути!” И с помощью уловок [он] проповедовал им Истинную Дхарму нирваны: “Мир непостоянен подобно брызгам воды Или блуждающим огням. Вы воистину должны торопиться Родить [в себе] мысли об отдалении [от мира]”. Люди, услышав эту Дхарму, Все достигли [состояния] архата, Обрели совершенство В шести великих божественных проникновениях, Трёх светлых [знаниях] И в восьми освобождениях. Последний пятидесятый [человек], Услышав одну гатху, Последует [сутре] с радостью, И счастье этого человека превзойдёт всё, [Его] ни с чем нельзя сравнить. Если счастье того, Кто слышал [сутру после] проповедей [её многим], Так неизмеримо, То что уж говорить о тех, Кто на собрании [слушающих] Дхарму Первым услышал [её]? Если [кто-то] убеждает хотя бы одного человека Слушать “Цветок Дхармы”, Ведёт [его к сутре], говоря: “Эта сутра глубока и чудесна, [Её] трудно встретить в течение Тысяч, десятков тысяч кальп”. И [человек], восприняв поучение, Направляется слушать [её] И слушает хотя бы мгновение, То [он обретёт] воздаяние счастьем, О котором я сейчас поведаю. Из века в век рот [его] Не будет болеть, Зубы не станут редкими, Не пожелтеют и не почернеют; Губы не будут толстыми, Кривыми или с трещинами. [На нём] не будет знаков, Вызывающих отвращение. Язык не будет сухим, Чёрным и коротким; Нос [его] будет высоким, длинным и прямым; Лоб широким, ровным и прямым; Лицо и глаза красивыми. [На него] с радостью будут смотреть люди. [Из его] рта не будет неприятно пахнуть, Из его рта будет всегда исходить Благоухание цветка утпала 5 . Если кто-то специально направится В монашескую обитель, Возжелав услышать “Сутру о Цветке Дхармы”, И будет хотя бы мгновение слушать, То поведаю вам сейчас об [его] счастье. После этого [он] возродится Среди богов и людей, Получит прекрасных слонов, Коней, повозки, паланкины из драгоценностей, А также будет передвигаться В небесных дворцах. Если в месте, где проповедуется Дхарма, [Он] убедит какого-нибудь человека Сесть и слушать сутру, То благодаря своему счастью Обретёт место Шакры, Брахмы Или [святого царя], вращающего колесо. А что уж говорить о том, Кто всем сердцем слушает [сутру], Разъясняет [её] смысл И выполняет всё, о чём проповедует! [Его] счастье будет безгранично». Это интересно Сутра о Цветке Лотоса Чудесной Дхармы. Общие примечания Сутра о Цветке Лотоса Чудесной Дхармы (санскр. Саддхарма-пундарика-сутра, кит. Мяофа ляньхуа цзин, яп. Мёхо рэнгэ кё) один из самых известных канонических текстов махаяны, ведущего направления Буддизма (именно махаяна стала мировой религией). Читать"}