{"title":"Лотосовая сутра - Сутра о Цветке Лотоса Чудесной Дхармы.Глава XXIV. Бодхисаттва Чудесный Звук","text":"В это время Будда Шакьямуни испустил сияние из шишки на темени - знака великого человека 1 , а также испустил свет из знака - пучка белых волосков между бровей, и повсюду на востоке озарил сто, восемьдесят тысяч, коти нают миров Будд, [количество] которых было равно песчинкам в реке Ганг. За этим числом [миров] находится мир, который называют Величественно Украшенный Чистыми Лучами. В этой земле был Будда, звали [его] Татхагата Царь-Знание Созвездие Чистого Цветка, Достойный Почитания, Все Истинно Знающий, Следующий Светлым Путем, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Все Достойно Устраивающий, Учитель Богов И Людей, Будда, Почитаемый В Мирах. Уважаемый неизмеримым, безграничным [числом] Бодхисаттв, [он] проповедовал ради них Дхарму. Сияние из [пучка] белых волосков Будды Шакьямуни повсюду озарило эту страну. В это время в мире Величественно Украшенный Чистыми Лучами был Бодхисаттва. Имя [его] было Чудесный Звук. Долгое время [он] взращивал в себе корни добродетелей, делал подношения неисчислимым сотням, тысячам, десяткам тысяч, коти Будд, сблизился [с ними] и достиг глубочайшей мудрости. Обрел самадхи \"знак чудесного знамени\", самадхи \"цветок Дхармы\", самадхи \"чистые добродетели\", самадхи \"игры Царя Созвездий\", самадхи \"отсутствие причин\", самадхи \"печать знания\", самадхи \"понимание речей всех живых существ\", самадхи \"собрание всех добродетелей\", чистейшее самадхи, самадхи \"игра с божественными \"проникновениями\", самадхи \"факел мудрости\", самадхи \"царь, величественно украшенный\", самадхи \"чистое сияние\", самадхи \"сокровищница чистоты\", самадхи, \"[которого достигают] не все\", самадхи \"вращение солнца\" 2 . Обрел сотни, тысячи, десятки тысяч, коти таких великих самадхи, которых столько, сколько песчинок в реке Ганг. Когда луч от Будды Шакьямуни осветил его тело, [он] сказал Будде Царь-Знание Созвездие Чистого Цветка: \"Почитаемый В Мирах! Я воистину направлюсь в мир саха, чтобы приветствовать Будду Шакьямуни, приблизиться [к нему] и делать подношения, а также увидеть Бодхисаттву Манджушри, сына Царя Дхармы, Бодхисаттву Царь Врачевания, Бодхисаттву Мужественно Дающий, Бодхисаттву Цветок Царь Созвездий, Бодхисаттву Намерение [Совершить] Высшие Деяния, Бодхисаттву Царь Величественно Украшенный, Бодхисаттву Высший Во Врачевании\". В это время Будда Царь-Знание Созвездие Чистого Цветка сказал Бодхисаттве Чудесный Звук: \"Не [смотри] презрительно на ту землю, и не думай пренебрежительно. Добрый сын! В том мире саха есть возвышенности и впадины, [он] неровен: много земляных [холмов], камней, гор. [Он] полон грязи и зла. Тело Будды [там] короткое, маленькое, и Бодхисаттвы также маленькие. Твое же тело в сорок две тысячи йоджан, а мое тело в шестьсот восемьдесят, десять тысяч йоджан. Твое тело самое стройное, с сотнями, тысячами, десятками тысяч [знаков] счастья. Сияние [его] чудесно. Поэтому, прибыв в ту страну, не [смотри] презрительно, и не думай пренебрежительно о Будде, Бодхисаттвах и земле!\" Бодхисаттва Чудесный Звук сказал этому Будде: \"Почитаемый В Мирах! Я направляюсь сейчас в мир саха благодаря силе Татхагаты, благодаря игре с божественными \"проникновениями\" Татхагаты, благодаря добродетелям Татхагаты, величественности [его] мудрости\". И вот Бодхисаттва Чудесный Звук, не вставая с места и не двигаясь, вступил в самадхи. Благодаря силе [его] самадхи на горе Гридхракута недалеко от Места Дхармы появилось восемьдесят тысяч цветов лотоса из драгоценностей, стебли [их] были из золота джамбунады, лепестки из белого серебра, тычинки из алмазов, а чашечки из драгоценной кимшуки 3 . В это время сын Царя Дхармы Манджушри, увидев эти цветы лотоса, сказал Будде: \"Почитаемый В Мирах! Почему появился этот знак? Вот несколько тысяч, десятки тысяч цветков лотоса, стебли которых из золота джамбунады, лепестки из белого серебра, тычинки из алмазов, чашечки из драгоценной кимшуки\". В это время Будда Шакьямуни сказал Манджушри: \"Это желает прибыть в мир саха из страны Будды Царь-Знание Созвездие Чистого Цветка Бодхисаттва-махасаттва Чудесный Звук в окружении восьмидесяти четырех тысяч Бодхисаттв, чтобы делать мне подношения, приблизиться [ко мне] и почитать. [Он] также желает делать подношения Сутре о Цветке Дхармы и слушать [ее]\". Манджушри сказал Будде: \"Почитаемый В Мирах! Какие добрые \"корни\" взрастил этот Бодхисаттва, какие добродетели обрел, способен ли иметь силу великих божественных \"проникновений\"? Какое самадхи совершает. Хотим, чтобы [ты] поведал нам о названии этого самадхи. Мы также хотим усердно совершать [его]. Совершая самадхи, [мы также] сможем увидеть, какого цвета этот Бодхисаттва, каков [его] облик, большой [он] или маленький, величественен ли, как себя ведет. [Мы] хотим только, Почитаемый В Мирах, чтобы [ты] с помощью силы божественных \"проникновений\" дал нам возможность увидеть того Бодхисаттву, когда [он] прибудет\". В это время Будда Шакьямуни сказал Манджушри: \"Татхагата Многочисленные Сокровища, который давно ушел [из мира] воистину выявит вам [его] знак\". Тогда Будда Многочисленные Сокровища сказал тому Бодхисаттве: \"Добрый сын, приди! Сын Царя Дхармы Манджушри хочет увидеть твое тело\". Тогда Бодхисаттва Чудесный Звук пошел из своей страны, вместе с восьмидесятью четырьмя тысячами Бодхисаттв начав путь. Страны, через которые [они] проходили, сотрясались шестью способами, осыпались дождем цветов лотоса из семи драгоценностей. Сами по себе звучали сотни, тысячи небесных инструментов. Глаза этого Бодхисаттвы были похожи на большие широкие лепестки цветка голубого лотоса. Его лицо превосходило [по сиянию] сотни, тысячи, десятки тысяч собранных вместе лун. Тело [его] было цвета чистого золота, украшенное [знаками] неисчислимых сотен, тысяч добродетелей, полное величия, лучащееся и сияющее, полное знаков совершенства. [Оно] было похоже на сильное тело нарайяны 4 . [Бодхисаттва Чудесный Звук] вступил на помост из семи драгоценностей и поднялся в воздух на [высоту] семи деревьев тала. [Его] чествовало и окружало собрание Бодхисаттв. Приблизившись к горе Гридхракута в этом мире саха, помост из семи драгоценностей опустился [и Бодхисаттва Чудесный Звук], держа [в руках] ожерелье, стоившее сотни тысяч [золотых монет], подошел к Будде Шакьямуни, приветствовал и, припав лицом к [его] стопам, преподнес ожерелье и сказал Будде: \"Почитаемый В Мирах! Будда Царь-Знание Созвездие Чистого Цветка спрашивает Почитаемого В Мирах: \"Есть ли [у него хотя бы] малые болезни, малые мучения? Легки ли [его] движения, спокойны ли деяния или нет? В согласии ли [его] четыре великих [элемента] 5 или нет? Терпелив ли Почитаемый В Мирах или нет? Легко ли спасать живых существ [в его мире]? Алчные ли [они], гневливые ли, глупые, ревнивые, скупые, полны надменности или нет? Почитают ли отца и мать, оказывают ли почести шраманам, не ложные ли [у них] взгляды, добрые ли сердца, управляют ли [они своими] пятью чувствами 6 или нет? Почитаемый В Мирах! Способны ли живые существа [в твоем мире] поразить врагов-мар или нет? Пребывает ли в ступе из семи драгоценностей Татхагата Многочисленные Сокровища, давно ушедший [из мира], прибыл [ли он], чтобы услышать Дхарму, или нет?\" А также спросил о Татхагате Многочисленные Сокровища: \"Спокоен ли [он], мало ли [у него] мучений, терпелив ли [он], долго ли будет пребывать [в мире] или нет? Почитаемый В Мирах! Сейчас я хотел бы увидеть тело Будды Многочисленные Сокровища. Я хочу только, Почитаемый В Мирах, чтобы [ты] показал [мне его]!\" В это время Будда Шакьямуни сказал Будде Многочисленные Сокровища: \"Этот Бодхисаттва Чудесный Звук хочет увидеться [с тобой]\". Тогда Будда Многочисленные Сокровища сказал [Бодхисаттве] Чудесный Звук: \"Хорошо, хорошо! Ты прибыл сюда, чтобы обрести возможность сделать подношение Будде Шакьямуни, услышать Сутру о Цветке Дхармы, а также увидеть Манджушри и других\". Тогда Бодхисаттва Добродетель Цветка сказал Будде: \"Почитаемый В Мирах! Какие добрые \"корни\" взрастил этот Бодхисаттва Чудесный Звук, какие добродетели обрел, какими божественными силами обладает?\" Будда сказал Бодхисаттве Добродетель Цветка: \"В прошлом был Будда. Звали [его] Татхагата Царь Раскатов Грома Архат Самьяксамбодхи. [Его] страну называли Выявление Всех Миров, кальпу называли Радостный Взгляд. Бодхисаттва Чудесный Звук двенадцать тысяч лет делал подношения Будде Царь Раскатов Грома десятками, десятками тысяч видов музыки, а также преподнес [ему] восемьдесят четыре тысячи чаш из семи драгоценностей. В воздаяние [он] возродился сейчас в стране Будды Царь-Знание Созвездие Чистого Цветка и обладает божественными силами. Добродетель Цветка! Что ты об этом думаешь? Не был ли другим человеком тот, кто как Бодхисаттва Чудесный Звук музыкой делал подношения Будде Царь Раскатов Грома и преподнес [ему] драгоценные сосуды? Это был нынешний Бодхисаттва-махасаттва Чудесный Звук. Добродетель Цветка! Этот Бодхисаттва Чудесный Звук уже сделал подношения неисчислимым Буддам, приблизился [к ним], долгое время взращивал корни добродетелей и встречался с [бесчисленными], как песчинки в реке Ганг, сотнями, тысячами, десятками тысяч, коти нают Будд. Добродетель Цветка! Ты видишь только это тело Бодхисаттвы Чудесный Звук, но этот Бодхисаттва выявляет себя в различных телах и везде проповедует живым существам эту Сутру. Иногда [он] выявляет себя в теле царя Брахмы, иногда выявляет себя в теле Шакры, иногда выявляет себя в теле бога Свободный 7 , иногда выявляет себя в теле бога Великий Свободный, иногда выявляет себя в теле великого небесного полководца 8 , иногда выявляет себя в теле небесного царя Вайшраваны 9 , иногда выявляет себя в теле Святого Царя, Вращающего Колесо, иногда выявляет себя в теле малого царя, иногда выявляет себя в теле старца, иногда выявляет себя в теле горожанина, иногда выявляет себя в теле сановника, иногда выявляет себя в теле брахмана, иногда выявляет себя в теле бхикшу, бхикшуни, упасаки, упасики, иногда выявляет себя в теле жены старца [или жены] горожанина, иногда выявляет себя в теле жены сановника, иногда выявляет себя в теле мальчика [или] девочки, иногда выявляет себя в теле бога, дракона, якши, гандхарвы, асуры, гаруды, киннары, махораги, человека, не человека и других [существ] и проповедует эту Сутру. [Он] может спасти из ада, [мира] голодных духов, [мира] животных, а также из всех мест, где бедствуют живые существа. Или же, превратившись в женщину, проповедует эту Сутру в заднем дворце царя 10 . Добродетель Цветка! Этот Бодхисаттва Чудесный Звук способен спасти и защитить живых существ в мире саха. Этот Бодхисаттва Чудесный Звук, принимая различные облики и выявляя свое тело, пребывает в этой земле саха и проповедует живым существам эту Сутру. [Он] никогда не теряет [своих] божественных \"проникновений\", [способности] к превращениям, мудрости. Этот Бодхисаттва с помощью различных видов мудрости ярко освещает мир саха, чтобы все живые существа смогли узнать [о нем]. В [бесчисленных], как песчинки в реке Ганг, мирах десяти сторон [света он] делает то же самое. Перед теми, кого [он] должен спасти в облике \"слушающего голос\", [он] появляется в облике \"слушающего голос\" и проповедует Дхарму. Перед теми, кого [он] должен спасти в облике Пратьекабудды, появляется в облике Пратьекабудды и проповедует Дхарму. Перед теми, кого должен спасти в облике Бодхисаттвы, появляется в облике Бодхисаттвы и проповедует Дхарму. Перед теми, кого должен спасти в облике Будды, появляется в облике Будды и проповедует Дхарму. Таким образом, следуя особенностям тех, кого должен спасти, [он] появляется в [подходящем] облике. Тем же, кого должен спасти с помощью исчезновения, [он] показывает [свое] исчезновение. Добродетель Цветка! Такие великие божественные \"проникновения\" и такую силу мудрости обрел Бодхисаттва-махасаттва Чудесный Звук\". В это время Бодхисаттва Добродетель Цветка сказал Будде: \"Почитаемый В Мирах! Этот Бодхисаттва Чудесный Звук взрастил глубокие добрые корни. Почитаемый В Мирах! В каком самадхи пребывает этот Бодхисаттва? Может ли, появляясь в зависимости от места в измененном [облике], спасать живых существ?\" Будда сказал Бодхисаттве Добродетель Цветка: \"Добрый сын! Это самадхи называется \"выявление тел всех форм\". Бодхисаттва Чудесный Звук пребывает в этом самадхи и может принести великое благо неисчислимым живым существам\". Во время проповеди этой главы о Бодхисаттве Чудесный Звук восемьдесят четыре тысячи человек, которые прибыли вместе с Бодхисаттвой Чудесный Звук, обрели самадхи \"выявление тел всех форм\". Неисчислимые Бодхисаттвы из этого мира саха также обрели это самадхи и дхарани. В это время Бодхисаттва-махасаттва Чудесный Звук, сделав подношения Будде Шакьямуни, а также ступе Будды Многочисленные Сокровища, возвратился в свою землю. Страны, через которые [он] проходил, сотряслись шестью способами, осыпались дождем цветов лотоса из драгоценностей, звучали сотни, тысячи, десятки тысяч, коти видов музыки. Вернувшись в свою землю, [Бодхисаттва Чудесный Звук] в окружении восьмидесяти четырех тысяч Бодхисаттв пришел к Будде Царь-Знание Созвездие Чистого Цветка и сказал Будде: \"Почитаемый В Мирах! Я был в мире саха и принес великое благо живым существам. [Я] видел Будду Шакьямуни, а также видел ступу Будды Многочисленные Сокровища, приветствовал [их] и делал подношения. Также видел сына Царя Дхармы Бодхисаттву Манджушри, а также видел Бодхисаттву Царь Врачевания, Бодхисаттву Обретение Силы Упорно Продвигаться В Совершенствовании, Бодхисаттву Мужественно Дающий, а также привел к обретению самадхи \"выявление тел всех форм\" восемьдесят четыре тысячи Бодхисаттв\". Во время проповеди этой главы о прибытии и отбытии Бодхисаттвы Чудесный Звук сорок две тысячи божественных сынов обрели свидетельство [о достижении ступени] невозвращения, а Бодхисаттва Добродетель Цветка обрел самадхи \"цветок Дхармы\"."}