{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 3: Сравнение] – Читать полный текст","text":"В это время Шарипутра, [наполненный] восторгом и радостью, поднялся [со своего места], соединил ладони и, взирая на почитаемый лик, сказал: – Сейчас, внимая Почитаемому в Мирах, [я] услышал звуки Дхармы 1 и сердце наполнилось восторгом, [я] обрёл то, чего никогда не имел. Почему? Хотя в прошлом, следуя за Буддой, [я] слушал [проповеди] такой Дхармы и видел бодхисаттв, которым [Почитаемый в Мирах] сделал предсказание, что [они] станут Буддами, мы не были готовы к этому и очень печалились, что утеряли неизмеримое знание и видение Татхагаты. – Почитаемый в Мирах! Я в одиночестве всё время был под деревом в горном лесу и сидел ли, ходил ли постоянно думал так: «Мы все одинаково проникли в природу дхарм. Почему же Татхагата спасает нас с помощью Малой Колесницы 2 ?» Но [теперь я знаю] это наша вина, а не Почитаемого в Мирах. Почему? Если бы дождались его проповеди о том, что достигнем ануттара-самьяк-самбодхи, мы обязательно бы были спасены с помощью Великой Колесницы. Но [тогда] мы не понимали, что [он] проповедовал, следуя уловке, и в первый раз слушая Дхарму Будды, сразу же поверили [сказанному] и восприняли и, размышляя [об этом], нашли подтверждение 3 . – Почитаемый в Мирах! С того времени все дни и ночи я постоянно упрекал себя. Но сейчас, услышав от Будды Дхарму, которую никто никогда ещё не слышал, устранил [в себе] все сомнения и сожаления. [Мои] тело и мысли легки, [я обрёл] успокоение. Сегодня [я] узнал, что действительно сын Будды, родился изо рта Будды, вышел из Дхармы и обрёл [свою] долю Дхармы Будды. В это время Шарипутра, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Я, услышав звуки Дхармы, Обрёл то, чего никогда не имел. Сердце наполнила великая радость, Сеть сомнений устранена. С давних пор [я] охвачен учением Будды И не утеряю Великой Колесницы. Голос Будды – очень редкостная [драгоценность]. [Он] способен устранять мучения живых существ, Хотя я уже исчерпал истечение [заблуждений], Но, слушая [его сейчас], Устраняю беспокойства и мучения. Когда я жил в горных долинах Или находился под деревьями в лесу, То, сидел ли, ходил ли, Постоянно размышлял [об этом]. Как глубоко виню [я] себя, как сожалею! Хотя все мы сыны Будды И одинаково проникли в незамутнённую Дхарму, Но в грядущие века всё же не сможем Проповедовать о не имеющем высшего [предела] пути! Тридцать два [знака] золотого цвета 4 , Десять сил 5 и «освобождения» – Все [они] заключены в Дхарме, [Но я] их не обрёл. Восемьдесят видов прекрасных качеств 6 , Восемнадцать знаков, которые есть не у всех 7 – Я утерял все эти добродетели! Когда я бродил в одиночестве, То увидел Будду, пребывающего на великом собрании: [Его] слава наполняла десять сторон [света], [Он] широко оказывал благодеяния живым существам. И я подумал: «Сам [я] потерял такую возможность и обманут. Дни и ночи я непрерывно размышлял об этом И желал спросить Почитаемого в Мирах, Потерял [я] или не потерял?» Всегда, когда [я] видел Почитаемого в Мирах, Восхвалявшего бодхисаттв, Дни и ночи [я] размышлял об этом. И вот сейчас [я] слышу голос Будды. [Он] искусно проповедует Дхарму, Чистоту которой трудно вообразить, И направляет живых существ к месту пути. Вначале [я] был привязан к ложным взглядам И был наставником брахмачаринов 8 . Почитаемый в Мирах, зная мои мысли, Вырвал [из них] ересь И поведал [мне] о нирване. Я полностью устранил ложные взгляды И обрёл подтверждение «пустоты» дхарм. В то время я думал, что достиг исчезновения, Но сейчас [я] постиг, Что это не истинное исчезновение. Когда становятся Буддами, Обретают тридцать два знака, Боги, люди, якши, драконы, Духи и другие существа почитают [их]. И сейчас можно сказать, [Когда] исчезаешь навечно и полностью, Ничего не остаётся 9 . Будда поведал на великом собрании, Что я воистину стану Буддой. Когда [я] услышал эти звуки Дхармы, Все сомнения и сожаления исчезли. Когда [я] впервые услышал проповедуемое Буддой, В сердце было много страха и сомнений: «Не Мара ли это действует [в облике] Будды, Внося смятение в мои мысли?..» Будда искусно проповедует С помощью различных рассуждений и сравнений, И сердца слушающих успокаиваются, подобно морю. Я слушал, и сеть сомнений разрывалась. Будда проповедовал [о том], Что неисчислимые Будды прошлого, Которые уже ушли, Проповедовали эту Дхарму, Также спокойно используя уловки. Будды настоящего и будущего, Число которых невозможно измерить, Также с помощью уловок проповедуют И будут проповедовать эту Дхарму, Подобно этому Почитаемому в Мирах, Который с тех пор, как родился, «Вышел из дома», обрёл путь И [начал] вращать колесо Дхармы, Также проповедует с помощью уловок. Почитаемый в Мирах проповедует истинный путь. Папии 10 ничего такого не делают. Поэтому я точно знаю, Что не Мара действовал [в облике] Будды. Из-за того, что я попал в сети сомнений, [Я] думал, что-то были деяния Мары. Когда [я] слышу мягкий голос Будды, Глубокий, прекрасный, [достигающий любых] далей, Излагающий чистую Дхарму, Моё сердце [наполняется] великой радостью, Сомнения и сожаления навечно исчезают, И [я] спокойно пребываю в истинной мудрости. Я уверен, что действительно стану Буддой, [Меня] будут почитать боги и люди. Вращая колесо не имеющей высшего [предела] Дхармы, [Я] буду учить бодхисаттв». В это время Будда сказал Шарипутре: – Сейчас я проповедую на великом собрании богов, людей, шраманов, брахманов и других существ. В прошлом в присутствии двадцати тысяч коти Будд я всё время учил тебя ради не имеющего высшего [предела] пути. И ты, следуя за мной долгие ночи, воспринимал поучения. С помощью уловок я вёл тебя, и поэтому [ты] родился в моей Дхарме. – Шарипутра! В прошлом я взрастил в тебе желание [следовать] пути Будды, но сейчас ты всё забыл и думал, что уже обрёл спасение. Сейчас я снова хочу напомнить тебе о пути, которым [ты] изначально желал следовать, и поэтому проповедую для «слушающих голос» «Цветок Лотоса Чудесной Дхармы», сутру Великой Колесницы, которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают Будды. – Шарипутра! В будущие века, когда пройдут неисчислимые, безграничные кальпы, [количество] которых невозможно представить, ты будешь делать подношения нескольким тысячам, десяткам тысяч коти Будд, будешь хранить истинную Дхарму, пройдёшь путь, по которому следуют бодхисаттвы, и действительно станешь Буддой. [Тебя] будут звать Татхагата Свет Цветка, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Твою] страну будут называть Отдалившаяся от Загрязнений. Земля [в ней будет] ровной и гладкой, чистой, украшенной. [В стране] будет покой, богатство и радость. [Её] наполнят боги и люди. Почвой будет ляпис-лазурь. [Там] пройдут восемь дорог, верёвки [вдоль них] сделают из золота, [дороги] свяжут [меж собою] города, по обочинам будут стоять в ряд деревья из семи драгоценностей, которые всегда будут полны цветов и плодов. Татхагата Свет Цветка будет также обращать живых существ посредством трёх колесниц. – Шарипутра! Когда этот Будда выйдет в мир, [он], следуя своему исконному обету, будет проповедовать Дхарму трёх колесниц, хотя злой век 11 ещё не наступит. Его кальпу назовут Украшенная Великими Драгоценностями. Почему [её] назовут Украшенная Великими Драгоценностями? В его стране великими драгоценностями считают бодхисаттв. Тех бодхисаттв [в ней] неисчислимое, безграничное [количество], которое невозможно представить, пересчитать или [с чем-то] сравнить. [Число их] невозможно узнать, если не обладаешь силой мудрости Будды. [Если они] пожелают [куда-то] идти, под ноги [им упадут] цветы из драгоценностей. Все эти бодхисаттвы не впервые проявили здесь [свои] намерения. Все [они] уже давно посадили корни добродетелей. В присутствии неисчислимых сотен, тысяч, десятков тысяч коти Будд [они] совершают чистые деяния Брахмы, [их] постоянно восхваляют Будды. [Они] всё время следуют мудрости Будды, совершенствуют великие божественные «проникновения», хорошо узнали врата, [открывающие истинную сущность] всех дхарм. [Они] без какой-либо фальши, прямые, с твёрдой волей и мыслями. Вот такие бодхисаттвы наполнят ту страну! – Шарипутра! Век Татхагаты Свет Цветка будет продолжаться двенадцать малых кальп, если исключить время, когда [он], царевич, ещё не стал Буддой. Жизнь людей в его стране будет продолжаться восемь малых кальп. Когда пройдут двенадцать малых кальп, Татхагата Свет Цветка даст предсказание об ануттара-самьяк-самбодхи бодхисаттве Наполненному Твёрдостью и скажет всем бхикшу: «Этот бодхисаттва Наполненный Твёрдостью воистину станет потом Буддой. Звать [его] будут Шагающий Спокойно на Цветочных Подошвах, Татхагата, Архан, Самьякбудда. Страна этого Будды также будет такой». – Шарипутра! После ухода Будды Свет Цветка истинная Дхарма будет пребывать в мире тридцать две малых кальпы, подобие Дхармы 12 будет пребывать в мире также тридцать две малых кальпы. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Шарипутра! В грядущие времена [Ты] станешь Буддой, почитаемым за всеобъемлющую мудрость. [Твоё] имя будет Свет Цветка, И воистину [ты] спасёшь неисчислимых живых существ. [Ты] сделаешь подношения бесчисленным Буддам, Совершишь деяния бодхисаттвы, Наполнишь [себя] добродетелями десяти сил И обретёшь подтверждение о [прохождении] Не имеющего высшего [предела] пути. После того, как пройдут неисчислимые кальпы, Наступит кальпа, которую назовут Украшенная Великими Драгоценностями. А [твой] мир назовут Отдалившимся от Загрязнений. [Он] будет чистый, без грязи. Почвой [там будет] ляпис-лазурь, Дороги, с золотыми верёвками [вдоль них], свяжут города. На деревьях, расцвеченных семью драгоценностями, Всегда будут цветы и плоды. Бодхисаттвы в этой стране будут тверды В своих желаниях и мыслях. [Они] в совершенстве овладеют Божественными «проникновениями» и парамитами И под руководством бесчисленных Будд Будут успешно изучать путь бодхисаттв. Эти великие мужи будут обращены Буддой Свет Цветка. Этот Будда, когда был царевичем, Покинул [свою] страну И отказался от мирской славы. В [своём] самом последнем теле [он] «выйдет из дома» И пройдёт путь Будды. Будда Свет Цветка будет пребывать в мире Двенадцать малых кальп. Жизнь людей в его стране [Продлится] восемь малых кальп. После ухода [этого] Будды Истинная Дхарма будет пребывать в мире Тридцать две малых кальпы, Широко спасая живых существ. Когда истинная Дхарма исчерпается, Тридцать две малых кальпы Будет [пребывать в мире] подобие Дхармы. Широко будет раздаваться шарира 13 , [Ей] повсюду будут делать подношения боги и люди. Таковы деяния Будды Свет Цветка! Этот Почитаемый, Имеющий Две Ноги, - Самый прекрасный, превосходящий всех. Он — это как раз ты. Воистину радуйся!» В это время четыре группы – бхикшу, бхикшуни, упасаки, упасики, боги, драконы, якши, гандхарвы, асуры, гаруды, киннары, махораги и другие, [присутствующие] на великом собрании, видя, что Шарипутра, [стоя] перед Буддой, получил предсказание об [обретении] ануттара-самьяк-самбодхи, глубоко возрадовались в [своих] сердцах и подпрыгнули от радости, которая была безмерна. Каждый снял верхние одеяния, прикрывавшие тело, и поднёс [их] Будде, Шакра Девендра, царь богов Брахма, бесчисленные сыновья богов также сделали подношения Будде чудесными божественными одеяниями, небесными цветами мандара, цветами махамандара и другими. Рассыпанные божественные одеяния повисли в воздухе и вращались сами по себе. Одновременно в небе зазвучали сотни, тысячи, десятки тысяч разнообразных божественных музыкальных инструментов, дождём посыпались небесные цветы, и [присутствующие на великом собрании] сказали: «Впервые Будда повернул колесо Дхармы в давние времена в Варанаси и сейчас [он] снова вращает колесо великой Дхармы, не имеющей высшего [предела]». В это время божественные сыны, желая ещё раз разъяснить смысл сказанного, произнесли гатху: «В давние времена в Варанаси Будда повернул колесо Дхармы Четырёх [благородных] истин И понятно проповедовал о дхармах, О возникновении и исчезновении пяти скандх 14 . Сейчас [он] снова вращает колесо Не имеющей высшего [предела] великой Дхармы. Эта Дхарма исключительно глубока, И немногие способны поверить [в неё]. Мы с давних пор часто слушаем Проповеди Почитаемого в Мирах, Но никогда ещё не слышали Такую глубокую и чудесную высшую Дхарму. Почитаемый в Мирах проповедует эту Дхарму, И мы все с радостью следуем за ним. Великий и мудрый Шарипутра получил сейчас Предсказания Почитаемого. Мы также обязательно станем буддами И также станем самыми почитаемыми, И никто не будет выше [нас] в мирах. Путь Будды трудно представить И [его] проповедуют с помощью искусных уловок. Счастливая карма, которую мы обрели, А также добродетель – увидеть Будду, Которая нам выпала в этой жизни И прошлых жизнях, Всецело [мы] направляем на путь Будды!» В это время Шарипутра сказал Будде: – Почитаемый в Мирах! Сейчас у меня нет сомнений и сожалений. Находясь рядом с Буддой, [я] получил предсказание об [обретении] ануттара-самьяк-самбодхи. Но этим тысяче и двум сотням существ, мысли у которых свободны 15 , когда [они] в давние времена пребывали на ступени обучения, Будда всегда говорил, уча и обращая [их]: «Моя Дхарма может отдалить от рождения, старости, болезней, смерти и привести к нирване». – И люди, [сейчас] находящиеся на обучении и не находящиеся на обучении также думают, что, отдалившись от [ложных] взглядов о собственном «я», о существовании и несуществовании, и обрели нирвану. Поэтому, услышав сейчас в присутствии Почитаемого в Мирах то, чего никогда не слышали, [они] впали в сомнения. Вот так! – Почитаемый в Мирах! [Я] хочу, чтобы [ты] объяснил четырём группам причины [этого] и отдалил [их] от сомнений и сожалений. В это время Будда сказал Шарипутре: – Не говорил ли я ранее, что будды, Почитаемые в Мирах, с помощью уловок, используя различные рассуждения и сравнения, проповедовали Дхарму, и все [слушающие] достигали ануттара-самьяк-самбодхи? Все, что [я] проповедовал, предназначалось для того, чтобы все стали бодхисаттвами. – И сейчас, Шарипутра, с помощью сравнения [я] поясню смысл сказанного, а те, кто обладают мудростью, смогут через сравнение [это] понять. – Шарипутра, в одном государстве – в городе или селении – жил старец. [Он] был очень преклонных лет, и богатства [его] были несметны: множество полей, домов, а также рабов и слуг. Его собственный дом был огромным и просторным, но имел только одни двери. Людей в нём жило много — сто, двести или даже пятьсот человек. [Однако] залы и комнаты пришли в упадок, стены-перегородки рушились, опоры прогнили, стропила и балки угрожающе перекосились. И вот с каждой стороны внезапно вспыхнул огонь, и пламя охватило весь дом. Дети старца - десять, двадцать или тридцать человек - находились в этом доме. Старец, увидев, что со всех четырёх сторон запылал большой огонь, очень испугался и подумал: «Хотя сам я могу спокойно выйти из этих охваченных пламенем дверей, но дети радостно играют и не чувствуют опасности, не знают [о ней], не подозревают и не испытывают страха. Огонь приближается, [он] охватит их и принесёт мучения и боль, но беспокойства в [их] мыслях нет, и [они] не собираются выходить из дома!» – Шарипутра! Этот старец подумал так: «У меня есть сила в теле и руках, но выведу ли я их из дома с помощью монашеских одеяний 16 или стола 17 ?» И ещё подумал: «В этом доме только одни двери, к тому же [они] узки и невелики. Дети малы, ещё ничего не осознают и очень любят место, где играют. Воистину, [они] все попадут и сгорят в огне! Воистину, я должен сказать [им] об опасности: «Дом уже горит! Быстрее выходите и огонь не принесёт [вам] вреда!» Подумав так, [старец], как и собирался, сказал детям: «Быстрее выходите из дома!» Хотя отец, жалея детей, взывал к ним добрыми словами, дети радостно играли, не верили [ему], не подозревали об опасности, не чувствовали страха и, конечно, не думали выходить. [Они] не знали, что такое огонь, что такое дом и что значит «потерять». Играя, [они] бегали и взад, и вперёд, поглядывая на отца. В это время старец подумал: «Этот дом охвачен великим огнём. Если я и дети сейчас не выйдем, непременно сгорим. Сейчас я придумаю уловку и [с её помощью] смогу избавить детей от опасности». Отец, зная, о чём раньше думали дети, какие редкие игрушки каждый [из них] любит, к каким диковинным вещам [они] привязаны и что [их] радует, сказал им: «То, что вы любите, редкостные [вещи], которые очень трудно достать. Если вы [сейчас] не возьмёте [их], то потом непременно пожалеете. За дверями стоят повозка, запряжённая бараном, повозка, запряжённая оленем, и повозка, запряжённая быком, и [вы] будете [с ними] играть. Быстрее выходите из этого горящего дома, и [я], выполняя ваши желания, воистину все [их] вам вручу!» В это время дети, услышав, о каких редкостных игрушках говорит отец, и захотев получить [их], изо всех сил обгоняя друг друга, наперегонки выбежали из горящего дома. В это время старец увидел, что дети смогли выйти из дома и все сидят в безопасности на росистой земле посреди четырёх дорог 18 , ни о чём не беспокоясь, а их сердца полны радостью и восторгом. И вот дети, обратившись к отцу, сказали: «Отец, дай [нам] обещанные ранее игрушки. Хотим, чтобы [ты] вручил [нам] сейчас повозку, запряжённую бараном, повозку, запряжённую оленем, и повозку, запряжённую быком». – Шарипутра! В это время старец подарил каждому ребёнку по одинаковой большой повозке. Эти повозки были высоки и обширны, украшены всеми возможными драгоценностями, с перилами, с колокольчиками по четырём сторонам и занавесями, которые также были украшены различными редкостными драгоценностями, с нитями драгоценных камней, с гирляндами из цветов, выстланные прекрасными коврами, с красными подушками и запряжённые белыми быками. Шкура [у них] была белая, формы красивые, сила огромная. Шли [они] ровным шагом, но скорость была как у ветра. Сопровождало [их] множество слуг. Почему? Старец обладал неисчислимыми богатствами, все амбары и сокровищницы [его] были заполнены и переполнены. Думал [он] так: «Моим богатствам нет предела. Воистину [я] всех их люблю одинаково. У меня есть эти большие повозки, сделанные из семи драгоценностей, число их неизмеримо. Воистину [я] должен каждому сделать подарок без различий. Почему? Если даже я раздам эти вещи всем в этой стране, то недостатка не будет. А что уж говорить о [моих] детях!» В это время дети сели в большие повозки. [Они] обрели то, чего никогда не имели, и что, конечно, не надеялись получить. – Шарипутра, что ты думаешь об этом? Не поступил ли этот старец неосмотрительно или неправильно, подарив всем детям одинаковые большие повозки из драгоценностей? Шарипутра сказал: – Нет, Почитаемый в Мирах! Старец только спас [этим] детей от огненной беды и сохранил им жизнь. Это не было неосмотрительным или неправильным. Почему? Так как [дети] сохранили жизнь и получили игрушки. И не спас ли [он их] из того горящего дома с помощью уловки? – Почитаемый в Мирах! Если бы этот старец не подарил [им] даже самой маленькой повозки, и тогда бы [он] не был неосмотрительным или неправым. Почему? Этот старец вначале подумал: «С помощью уловки я смогу заставить детей выйти из дома». Рассуждая так, [он] не был неосмотрительным или неправым. И почему бы этому старцу, который знал, что его богатства несметны, и желал облагодетельствовать детей, не подарить [им] по одинаковой большой повозке? Будда сказал Шарипутре: – Хорошо, хорошо! Всё так, как ты говоришь! – Шарипутра, Татхагата [думает] так же. [Он] – отец всех миров. [Он] навсегда устранил [в себе] страх, бессилие, страдание, печаль, неведение, [невозможность видеть] скрытое в темноте и обрёл неизмеримые знания, силы, бесстрашие. [Он] обладает великими божественными силами, а также силой мудрости, совершенен в уловках, мудрости и парамитах. В великом сострадании и в великой жалости [он] никогда [не знает] лености и усталости, всегда стремится к доброму и всем оказывает благодеяния. [Он] родился в горящем доме – трёх мирах, идущих к упадку, и спасает живых существ от пламени рождений, старости, болезней и смертей, печалей, забот, страданий, глупости, темноты, трёх ядов 19 , учит, обращает [их] и приводит к ануттара-самьяк-самбодхи. [Он] видит, как рождение, старость, болезни, смерть, печали, заботы и страдания сжигают живых существ. Кроме того, из-за бремени пяти желаний [живые существа] подвергаются страданиям. Сейчас из-за привязанностей к желаниям [они] переживают множество мучений, а в будущем подвергнутся мучениям ада, скотов и голодных духов 20 . Если [они] возродятся на небесах или же среди людей, то всё равно будут претерпевать такие страдания, как мучения из-за бедности и нужды, мучения от расставания с любимыми, мучения от встреч с теми, кого ненавидят. Живые существа, погрузившиеся [во всё] это, радуются и развлекаются, не ощущая [страданий и мучений], не зная [о них], не беспокоясь, не испытывая страха. [В них] не рождается озабоченность, [они] не стремятся к освобождению. Хотя в горящем доме трёх миров [их], бегающих взад и вперёд, встретят великие страдания, [у них] нет забот. – Шарипутра! Будда, увидев это, подумал так: «Я – отец всех живых существ и воистину должен избавить их от страданий и трудностей, дать [им] радость неизмеримой, беспредельной мудрости Будды, чтобы [она] была [для них] как [редкостная] игрушка, [подобная одинаковым большим повозкам для детей]». – Шарипутра! Татхагата подумал ещё и так: «Если я ради живых существ буду восхвалять мудрость Татхагаты, его силы, бесстрашие только с помощью божественных сил и силы мудрости, отбросив уловки, то живые существа не смогут обрести спасение. Почему? Живые существа ещё не освободились от рождений, старости, болезней, печалей, забот и страданий, и [их] сжигает огонь в горящем доме трёх миров. Как же [они] смогут понять мудрость Будды?» – Шарипутра, подобно тому, как тот старец, который, хотя и имеет силу в теле и в руках, но не использует [её], а только с помощью сочувственных уловок прилежно спасает детей от беды в горящем доме и вручает потом каждому повозку, [украшенную] редкостными драгоценностями, так и Татхагата. Хотя [он] и обладает силой и бесстрашием, но не использует их. А спасает живых существ из горящего дома трёх миров только с помощью мудрых уловок и поэтому проповедует три колесницы – «слушающих голос», пратьекабудд и колесницу Будды. [Он] говорит: «Не радуйтесь пребыванию в горящем доме трёх миров! Не жаждите грубых и дурных форм, голосов, запахов, вкусов, [разных] ощущений. Если возжаждете [их, в вас] родится любовь [к ним] и [вы] будете сожжены! Быстрее выходите из трёх миров, и обретёте три колесницы – «слушающих голос», пратьекабудд, колесницу Будды. Я даю вам сейчас [это обещание, у меня они] никогда не бывают пустыми. Вы только должны усердно продвигаться в совершенствовании!» – С помощью этих уловок Татхагата ведёт живых существ вперёд. [Он] говорит такие слова: «Воистину, вы должны знать! Дхарму этих трёх колесниц восхваляют все святые. [Пребывающие в ней] свободны, не имеют никаких оков, ни к чему не привязаны. Воссев на эти три колесницы, [вы] с помощью незамутнённых «корней», сил, просветления, пути 21 , дхьяны, «освобождений», самадхи обретёте веселье, а также безграничные покой и радость». – Шарипутра, если есть живые существа, обладающие мудрой природой, которые следуют за Буддой, Почитаемым в Мирах, слушают Дхарму, обретают веру и усердно продвигаются в совершенствовании, желают быстрее выйти из трёх миров, ищут нирвану, то [они получат колесницу], которую называют колесницей «слушающих голос». [Они] как те дети, которые вышли из горящего дома для того, чтобы найти повозку, [запряжённую] бараном. Если есть живые существа, которые следуют за Буддой, Почитаемым в Мирах, слушают Дхарму, обретают веру и усердно продвигаются в совершенствовании, ищут свою природную мудрость, в одиночестве наслаждаются добрым покоем и глубоко познают внутренне присущие и внешние причины [волнения] дхарм 22 , то [они получат колесницу], которую называют колесницей пратьекабудд. [Они] как те дети, которые вышли из горящего дома для того, чтобы найти повозку, [запряжённую] оленем. Если есть живые существа, которые следуют за Буддой, Почитаемым в Мирах, слушают Дхарму, обретают веру и усердно продвигаются в совершенствовании, ищут совершенную мудрость, мудрость Будды, природную мудрость, мудрость, [обретаемую] без учителя, знание, силы, бесстрашие Татхагаты, которые жалеют и успокаивают неисчислимых живых существ, оказывают благодеяния богам и людям и всех их ведут к освобождению, [они получают колесницу], которую называют Великой Колесницей. Так как эту колесницу ищут бодхисаттвы, то [бодхисаттв] называют махасаттвами. [Они] как дети, которые выбежали из горящего дома для того, чтобы найти повозку, запряжённую быком. – Шарипутра! Как тот старец, который увидел, что дети благополучно вышли из горящего дома и достигли места, [в отношении которого у него] не было страха, подумал, что его богатства несметны, и подарил детям по одинаковой большой повозке, так и Татхагата. [Он] – отец всех живых существ. Увидев, как неисчислимые коти, тысячи живых существ, [пройдя] врата учения Будды, покидают путь страданий трёх миров, страха и опасностей и обретают радость нирваны, Татхагата подумал: «Я обладаю неизмеримой, безграничной мудростью, силой, бесстрашием и прочим, а также сокровищницей Дхармы Будд. Все эти живые существа - мои сыновья. Всем вручаю одинаковую Великую Колесницу. Нет ни одного человека, который бы обрёл спасение самостоятельно. Все обретают спасение благодаря спасению, [обретённому] Татхагатой». Всем живым существам, которые освободились от этих трёх миров, вручаются игрушки Будд – дхьяна, «освобождения» и другие. Все [они] одного вида и качества, и [их] восхваляют святые. [Они] рождают чистую, благую наивысшую радость. – Шарипутра! Как тот старец, который сначала привлёк детей тремя повозками, а потом подарил каждому большую повозку, украшенную драгоценностями и самую удобную, не виновен за обман, так и Татхагата не говорил лжи. Сначала, проповедуя о трёх колесницах, [он] повёл за собой живых существ, а потом с помощью Великой Колесницы привёл [их] к спасению. Почему? Татхагата обладает неизмеримой мудростью, силой, бесстрашием, сокровищницей всех учений и умело вручает всем живым существам Дхарму Великой Колесницы, но только не все способны [её] постичь. – Шарипутра! По этой причине [ты] воистину должен знать: Будды с помощью силы уловки в одной колеснице Будды выделяют и проповедуют три. Будда, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Представь, что [у одного старца] был большой дом. Так как дом был уже старый, [он] разрушался. Высокие залы и комнаты стали опасными, Опоры прогнили, стропила и балки перекосились, Основание и крыльцо разваливались, Стены-перегородки рушились, Потолок обваливался, Всё пришло в запустение. Рамы и карнизы сошли со своих мест, Окружающая дом ограда повалилась или покосилась, Везде было полно всякой грязи. Пятьсот человек обитало в нём. По нему летали совы, ястребы, орлы, Куры, сороки, голуби, Ползала всякая нечисть - чёрные змеи, Гадюки, скорпионы, сколопендры, уховёртки, Стоножки, охраняющие дворцы 23 , [Бегали] барсуки, мыши. В разных местах пахло испражнениями и мочой, Дом переполняли потоки нечистот, И в них собирались навозные жуки. Лисы, волки и «рыскающие в полях» 24 Пожирали и затаптывали друг друга, Глодали трупы умерших, Разбрасывая кости и мясо. Наперегонки сбегались своры собак, Которые бились между собой, чтобы ухватить [их]. Голодные, тощие [они] рыскали повсюду, В поисках пищи, грызясь, затевая драки, Рыча и лая друг на друга. Этот дом был наполнен страхом, Вот таким [он] стал! В разных местах его [населяли] Злые духи гор, вод, деревьев и скал, Якши и злые демоны, Пожирающие человеческую плоть, Ядовитых червей и мух. Злобные птицы и звери производили потомство, И каждый охранял себя сам. Наперегонки сбегались якши И, борясь между собой, Хватали [их] и пожирали. Когда [они] наедались, Злые мысли [у них] распалялись И [их] бранящиеся голоса были ужасны. Здесь же притаились демоны-кумбханды 25 . Иногда [они] подпрыгивали на один-два чи 26 И носились взад и вперёд, Дав волю своему буйству. [Они] хватали собак за задние ноги, Били [их] так, что [те] теряли голос, Закидывали [им] ноги за шею И приводили собак в ужас, Доставляя себе удовольствие. Были также духи, высокие и большие, Голые, чёрные, худые, которые Постоянно жили в этом доме. [Они] испускали отвратительные звуки, Мычали, требуя пищи. Были также духи, У которых шея была похожа на иглу. Были также духи, У которых головы были похожи на головы коров. Одни из них пожирали людей, Другие ели собак. Волосы на [их] головах развивались, [Они] были жестоки и злобны, Снедаемы голодом и жаждой, С криками бегали взад и вперёд. Якши, голодные духи, злые птицы и животные Носились по всем четырём [сторонам], Выглядывали в окна. Подобного страха и ужаса [там] было без меры. Этот разрушающийся старый дом Принадлежал некоему человеку, И этот человек давно покинул [его]. С тех пор прошло немного времени, И вдруг дом загорелся. Огонь запылал сразу с четырёх сторон. Конёк крыши, балки, Стропила, опорные столбы С треском ломались и рушились. Стены и перегородки падали. Демоны и духи громко кричали, Ястребы, орлы и другие птицы, А также демоны-кумбханды В растерянности и тревоге летали туда и сюда, Не имея сил покинуть [дом]. Злые звери и ядовитые насекомые Забились в дыры и щели. Здесь же нашли убежище и демоны-пишачи 27 . Поскольку счастливых добродетелей [У них] почти не было, Огонь наступал [на них], [Они], нанося друг другу вред, Пожирали [друг у друга] плоть и пили кровь. «Рыскающие в полях» уже поумирали, И, обгоняя друг друга, прибежали Большие злые звери, чтобы пожрать [их]. Зловонный дым и языки пламени наполняли И отравляли все четыре стороны. Стоножки, тысяченожки и различные ядовитые змеи, Сжигаемые огнём, обгоняя друг друга, Выползали из щелей. Демоны-кумбханды хватали и пожирали [их]. Голодные духи, головы которых опалял огонь, Страдали от голода, жажды, жары И бегали в отчаянии и беспокойстве. Таков был этот дом, Наполненный ужасом, ядом и огнём. В это время у ворот остановился хозяин дома И услышал, как [какой-то] человек говорит: «Твои дети играли здесь и недавно вошли в дом. По своей молодости и незнанию [Они] в восторге от [своего] развлечения». Старец, услышав [это], Забеспокоился и вошёл в дом, Чтобы спасти [их] и предотвратить беду. Обращаясь к детям, [Он] поведал обо всех опасностях: «Здесь злые духи и ядовитые насекомые, Распространяется огонь, Непрерывно одна за другой приходят беды. Гадюки и [другие] ядовитые змеи, а также якши, Демоны-кумбханды, «рыскающие в полях», Лисы, собаки, ястребы, орлы, совы, Различные виды стоножек Страдают от голода и жажды. [Здесь] будет очень страшно, Ведь трудно справиться даже с этими страданиями, Что уж говорить о великом огне!» Дети [об этом ничего] не знали. Хотя [они] слышали увещевания отца, Радость [их] всё же не уменьшалась, И игры свои [они] не прекратили. Тогда старец подумал: «Вот таковы дети! [Они] добавляют мне беспокойства и страданий. Сейчас в этом доме нет даже малой радости, Но дети зачарованы своими играми И не воспринимают моих увещеваний. Воистину, огонь причинит [им] вред!» Размышляя так, [он] придумал уловку И сказал детям: «У меня есть разные редкостные игрушки – Хорошие повозки из прекрасных драгоценностей: Повозка, [запряжённая] бараном, Повозка, [запряжённая] оленем, И повозка, [запряжённая] большим быком. [Они] стоят сейчас за дверями. Дети, выходите! Я приготовил эти повозки для вас. Если пожелаете, будете [с ними] играть В своё удовольствие!» Дети, услышав рассказ о таких повозках, Тотчас же, обгоняя друг друга, Выбежали на открытое пространство, Отдалившись от всех страданий и бед. Старец, увидев, что дети вышли из горящего дома И пребывают посреди четырёх дорог, Воссел на место льва 28 и, радуясь, сказал: «Теперь я счастлив! Эти дети, которых было очень трудно воспитывать, Глупые, малые и ничего не знающие, Вошли в наполненный опасностями дом, В котором множество ядовитых насекомых, Злых духов гор, вод, деревьев и скал. [Они] наводили ужас! Яростно бушует великий огонь, Запылавший с четырёх сторон, А эти дети увлеклись игрой. Я спас их, и [они] смогли избежать беды. Вот почему, люди, теперь я счастлив!» В это время дети, узнав, Что отец спокойно воссел, Подошли к нему и сказали: «Хотим, чтобы [ты] вручил нам Три повозки из драгоценностей, Как ранее обещал, когда сказал: «Дети, выходите! [Я] дам вам три повозки, И выберете, какую пожелаете». Сейчас для этого как раз время. Дай [нам их]!» Старец был очень богат, [В его] сокровищницах было много Золота, серебра, ляпис-лазури, Лунных камней, агатов. Из всех этих сокровищ [Он] сделал большие повозки, Богато [их] украсил, Окружил перилами, По четырём сторонам подвесил колокольчики, Протянул золотые нити, А на них повесил сеть из жемчужин. Там и здесь свешивались гирлянды Золотых цветов. Многоцветные драгоценности украшали [повозки] Со всех сторон. Подушки были сделаны Из мягкого шёлка и шёлка-сырца. Их покрывали чудеснейшие тончайшие ткани, Свежие, белые, чистейшие, Стоившие тысячи, коти [монет]. Там были большие белые быки, Гладкие и сильные, совершенных форм, Запряжённые в повозки из драгоценностей. Многочисленная свита обслуживала и охраняла [их]. И [старец] подарил эти чудесные повозки Всем детям без различий. Дети подпрыгнули от радости, Уселись в повозки И свободно, не ощущая преград, Поехали по четырём сторонам, весело играя. – [Я] скажу [тебе], Шарипутра, Так же и со мной, С самым почитаемым среди мудрецов, Отцом миров. Все живые существа – мои дети. [Они] глубоко привязаны к радостям мира, [У них] нет мудрых мыслей! А в трёх мирах нет покоя, [Они] подобны горящему дому, Наполнены страданиями и страхом, Горестями непрекращающихся рождений, Старости, болезней и смертей, И это пламя горит в них постоянно. Татхагата отдалился от горящего дома трёх миров И спокойно в уединении Пребывает среди лесов и полей. Но сейчас эти три мира – мои, И обитающие в них живые существа – мои дети. Сейчас [у них] много горестей и бед. И только я один могу спасти и защитить их. Но хотя я увещеваю их, [Они] не верят и не воспринимают, Так как обуяны желаниями И глубоко охвачены жаждой. Поэтому в качестве уловки [Я] проповедую о трёх колесницах И веду живых существ К знанию о страданиях трёх миров. [Я] открываю и показываю путь выхода из мира. Если эти дети примут в своих мыслях решение, [Они] наполнят себя тремя светлыми знаниями 29 , Обретут шесть божественных «проникновений» 30 И станут «слушающими голос» или бодхисаттвами, [Пребывающими на ступени] невозвращения. – Шарипутра! С помощью этого сравнения Я буду проповедовать живым существам Одну колесницу Будды. Если вы способны поверить, То воистину все сможете Пройти путь Будды! Эта колесница чудесная, чистая, [Она] самая первая из всех. Она наивысшая во всех мирах! Это то, чему радуется Будда, Что должны восхвалять, почитать И чему делать подношения все живые существа. Бесчисленные коти сил и «освобождений», Дхьяна, мудрость и другие учения Будды Обретаются с помощью этой колесницы. Все мои дети обретут покой На многие кальпы дней и ночей, навечно. Бодхисаттвы, а также «слушающие голос», Воссев на эту драгоценную колесницу, Направятся прямо на место пути. Поэтому, за исключением уловок Будды, Нет других колесниц, Если даже искать в десяти сторонах [света]. – [Я] скажу [тебе], Шарипутра, Все вы – мои дети, Я – ваш отец. Вас в грядущие кальпы будут сжигать страдания, Но я всех спасу и выведу из трёх миров. Хотя раньше я проповедовал, Что вы [обретёте] спасение, Только исчерпав рождения и смерти 31 , На самом деле [вы] не исчезнете. То, что [вы] действительно должны сделать, Это только [обрести] мудрость Будды! Если среди собравшихся есть бодхисаттвы, То пусть [они], будучи едины в мыслях, Слушают истинную Дхарму Будд. Живые существа, которые обращены С помощью уловок будд, Почитаемых в Мирах, Все – бодхисаттвы. Если же есть люди с малым умом, Глубоко привязанные к страстям и желаниям, То им проповедуют истину о страдании 32 . [Эти] живые существа возрадуются в сердцах И обретут то, чего никогда не имели. Истина о страдании, которую проповедует Будда, Правдива, другой такой нет. И если есть живые существа, Которые не знают источника страданий, Глубоко привязаны к причинам страданий И даже на короткое время Не могут отбросить [их], Для них с помощью уловок проповедуют о пути 33 . Причина всех страданий – желания, [В этом] – их источник. Если исчезнут желания, [У страданий] не будет опоры. Уничтожение всех страданий Называют третьей [благородной] истиной. Благодаря истине об уничтожении [страданий] Следуют пути. Отдаление от пут страданий называют Обретением освобождения. Но обрели ли освобождение эти люди? Освобождением [они] называют только лишь Отдаление от ложных [взглядов]. Эти люди на самом деле ещё не обрели освобождение. Будда поведал, что эти люди На самом деле ещё не спаслись, Так как эти люди ещё не обрели Не имеющий высшего [предела] путь. И я не собираюсь говорить, Что [они] достигли спасения. Я – царь Дхармы, свободен в Дхарме. [Я] появлюсь в мире для того, Чтобы привести к покою живых существ. – Шарипутра! Печать моей Дхармы 34 – Это приносить благо миру. Я желаю этого, поэтому и проповедую. В каком бы краю [ты] ни бродил, Бездумно не говори [об этом]! Если же есть существа, которые слушают, Радуются, воспринимают услышанное, [Складывают руки] у макушки 35 , То знай, эти люди – авивартики 36 ! Если есть те, кто верят в Дхарму, [Запечатлённую] в этой сутре, И воспринимают, То эти люди уже видели будд в прошлом, Почитали [их] и делали подношения, А также слышали эту Дхарму. Если есть люди, которые способны верить Проповедуемому тобой, Значит, [они] видели меня и тебя, А также видели монахов-бхикшу и бодхисаттв. Эту «Сутру о Цветке Дхармы» [Я] проповедую для тех, Кто обладает глубоким умом. Если [её] услышат [люди] с мелкими знаниями, [Они впадут] в сомнения и не освободятся. Всем «слушающим голос», А также пратьекабуддам 37 , Не достаёт сил [проникнуть] в эту сутру. Только ты, Шарипутра, Можешь благодаря вере войти в эту сутру. Ну, а что сказать о других «слушающих голос»? Все другие «слушающие голос» будут следовать Этой сутре, потому что верят словам Будды, Но собственной мудростью [они] не обладают. И ещё, Шарипутра, Не проповедуй эту сутру тем, Кто надменны, ленивы, всё измеряют Только собственными взглядами. Обыкновенные люди с мелкими знаниями, Привязанные к пяти желаниям, Если даже услышат [эту сутру], Не смогут понять, Поэтому [им] также не проповедуй! Если человек не верит И поносит эту сутру, [Он] прерывает [посадку] семени Будды 38 Во всех мирах. Или же если есть [человек], Который хмурится и охвачен сомнениями, То, послушайте, Что [я] поведаю о воздаянии этому человеку. Если во время пребывания Будды в мире Или после [его] исчезновения Найдётся [какой-нибудь человек], Который будет клеветать на такую сутру, Или, увидев [того], кто сутру читает, Декламирует, переписывает и хранит, Будет презирать, обижать, Ненавидеть [его] и завидовать [ему] И будет всегда недоволен, То вы сейчас послушайте, Что [я] поведаю о воздаянии такому человеку. Этот человек, когда окончится [его] жизнь, Вступит в ад Авичи. Там [он] будет пребывать одну кальпу, А когда исчерпается кальпа, Снова возродится [в нём] И будет вращаться таким образом Бесчисленные кальпы. Выйдя из ада, [он] превратится в животное. Если же станет собакой или «рыскающим в полях», То будет тощим, синим или чёрным, Со струпьями и болячками. Люди будут избивать [его]. Более того, люди будут ненавидеть [его] И презирать. [Он] будет постоянно страдать От голода и жажды. Кости и мясо [у него] иссохнут. Всю жизнь [он] будет принимать побои Ядовитыми колючками, А после смерти – черепками и камнями, Потому что прервал [посадку] семени Будды. Вот таким наказанием [он] получит воздаяние. Если [он] станет верблюдом Или возродится среди ослов, [Его] постоянно будут тяжело нагружать, И колотить палками. [Он] будет думать только о воде и траве И не знать ничего другого. [Он] получит такое наказание потому, Что клеветал на эту сутру. Возможно, [он] станет «рыскающим в полях» И, если войдёт в селение – Со струпьями и болячками на теле, Без одного глаза – Дети будут побивать [его камнями]. [Он] будет тяжело страдать И когда-нибудь умрёт. А, умерев, [он] возродится в теле змеи Длиной в пятьсот йоджан, Глухим и глупым, без ног. Передвигаясь, [он] будет извиваться на животе. [Его] будут кусать и пожирать насекомые. [Он] будет страдать днём и ночью, Не зная покоя. [Он] получит такое наказание потому, Что клеветал на эту сутру. Если [он] сможет [возродиться] человеком, [Его] «корни» будут тёмными и тупыми, Уродливыми, короткими, слабыми, А сам [он] будет изувеченным, Слепым, глухим, горбатым. Когда [он] будет говорить Или проповедовать, Люди не поверят [ему] и не воспримут. Запах из [его] рта всегда будет мерзким. [Такой человек всегда] привязан к демонам и духам, Беден, относится к низкому сословию И прислуживает [другим] людям. Многие [из таких как он] больны и истощены. [Ему] не на кого опереться, Хотя и есть близкий человек, Тот не обращает [на него] никакого внимания. Если [он что-нибудь] и получает, То сразу забывает [об этом] и теряет. Если [он] следует пути врачевания 39 И, следуя правилам, лечит болезнь, То делает болезнь ещё более тяжёлой Или доводит больного до смерти. Если же заболеет сам, Никто из людей [его] не спасёт и не вылечит. Хотя [он] и будет пить хорошие лекарства, Страдания только усилятся. Если поднимают мятеж, разбойничают И совершают грабежи другие [люди], То накажут за эти преступления его. Этот грешный человек никогда не увидит Будду, Царя всех святых, Который проповедует Дхарму, учит и обращает. Этот грешный человек всегда возрождается В бедственных состояниях, Глупым, глухим, со смятённым сердцем И [он] никогда не услышит Дхарму. В течение бесчисленных кальп, Которых столько, сколько песчинок в реке Ганг, [Он] будет возрождаться глухим и немым, Без «корней». [Он] будет вечно пребывать в аду, Как будто гулять по саду, И находиться на других плохих путях, Как у себя дома. [Он] будет бродить среди ослов, свиней и собак, И подвергнется такому наказанию, Потому что клевещет на эту сутру. Если [он] возродится человеком, То будет глухим, слепым и немым, Бедным и слабым – это [его] украшения. [У него] будет водянка, перхоть в волосах, Струпья, болячки и чирьи – это [его] одеяния. [Его] тело всегда будет пребывать В мерзости и грязи. [Такой человек всегда] глубоко привязан К собственным взглядам, Гнев [у него] будет всё возрастать, Будет разгораться похоть, [Его] нельзя сравнить даже со зверем. [Он] получит такое наказание, Потому что клевещет на эту сутру. – [Я] скажу [тебе], Шарипутра! Те, кто клевещут на эту сутру – Если [я] поведаю об их наказании, Не исчерпают [его] в течение кальпы. По этой причине я говорю тебе, Не проповедуй эту сутру Среди людей, лишённых мудрости. Если есть такие, у которых острые «корни», Чья мудрость светла, кто много слушает, Хорошо всё осознаёт и ищет путь Будды, То проповедуй таким людям! Если есть люди, которые видели Коти, сотни тысяч Будд, Взращивают [в себе] добрые «корни», В глубине сердец тверды, То также проповедуй таким людям! Если люди продвигаются в совершенствовании, Совершают [деяния], Всегда имея [полные] сострадания сердца, И не жалеют себя и своей жизни, То им также проповедуй! Если люди почтительны, Намерения [их] не изменяются, Если [они] отдалились от всего суетного, глупого И в одиночестве пребывают в горах и у болот, То таким людям также проповедуй! – И ещё, [скажу тебе], Шарипутра, Если увидишь человека, Который отбросил плохих знакомых И сблизился с добрыми друзьями, То такому человеку также проповедуй! Если увидишь сынов Будды, Которые в чистоте блюдут заповеди, И подобны чистым, светлым жемчужинам, И которые ищут сутры Великой Колесницы, То таким людям также проповедуй! Если в человеке нет гнева, [Если он] прост, мягок и терпелив, Всегда сострадает живым существам И почитает будд, То такому человеку также проповедуй! Далее, если на великом собрании Есть сыны Будды, которые с чистыми мыслями Беспрепятственно проповедуют Дхарму С помощью различных рассуждений, Сравнений и речей, То таким людям также проповедуй! Если бхикшу ради всеобъемлющей мудрости В четырёх сторонах [света] ищут Дхарму, Соединив ладони воспринимают услышанное, [Складывают руки] у макушки, [И] радуются только тому, Что получают и хранят сутры Великой Колесницы, Не воспринимая ни одной гатхи из других сутр, То таким людям также проповедуй! Если есть такие, которые подобно человеку, Всем сердцем ищущему шариру Будды, Ищут эту сутру, А обретя, воспринимают, [Сложив руки] у макушки. Если эти люди не хотят искать другие сутры И никогда не вспоминают о книгах «внешнего пути» 40 , То таким людям также проповедуй! – [Я] скажу [тебе], Шарипутра! Если бы [я] во всех подробностях поведал о тех, Кто ищет путь Будды, Не хватило бы и кальпы. Такие люди хорошо верят и понимают, И ради них ты воистину должен Проповедовать “Сутру о Цветке Лотоса Чудесной Дхармы” 41 !»"}