{"title":"Лотосовая сутра - Сутра о Цветке Лотоса Чудесной Дхармы.Глава ХХ. Бодхисаттва Никогда Не Презирающий","text":"В это время Будда обратился к бодхисаттве-махасаттве Обретшему Великие Силы: – Воистину, ты должен знать! Если бхикшу, бхикшуни, упасаки, упасики хранят «Сутру о Цветке Дхармы», и [кто-нибудь] будет оскорблять и поносить [их], клеветать [на них], то [он] получит, как было сказано раньше, воздаяние наказанием. [А у того], кто обретёт блага, очистятся, как уже говорилось, глаза, уши, нос, язык, тело, ум. – Обретший Великие Силы! В давно минувшие времена, неизмеримые, бесчисленные асамкхьи кальп тому назад был Будда, которого звали Татхагата Царь Величественных Звуков, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Его] кальпу называли Отдалившаяся от Упадка, [его] страну называли Великие Достижения. Этот Будда Царь Величественных Звуков проповедовал в том мире для богов, людей, асур. Для тех, кто стремился стать слушающим голос, [он] проповедовал подходящие [для них] четыре [благородные] истины, чтобы привести [их] к освобождению от рождения, старости, болезней, смерти и в конце концов к нирване; для тех, кто стремился стать пратьекабуддами, проповедовал подходящее [для них] учение о двенадцати внутренне присущих и внешних причинах; для бодхисаттв благодаря ануттара-самьяк-самбодхи [он] проповедовал подходящее [для них] учение о шести парамитах, чтобы в конце концов [они] обрели мудрость Будды. – Обретший Великие Силы! Жизнь этого Будды Царь Величественных Звуков продолжалась сорок коти нают кальп, [бесчисленных] как песчинки в реке Ганг. Количество кальп, в течение которых в мире пребывает истинная Дхарма, равно числу пылинок в Джамбудвипе. Количество кальп, в течение которых в мире пребывает подобие Дхармы, равно числу пылинок в четырёх Поднебесных. Тот Будда, обильно одарив благами живых существ, ушёл [из мира]. После того, как время истинной Дхармы и подобия Дхармы исчерпалось, в ту землю снова вышел Будда. Его также звали Татхагата Царь Величественных Звуков, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. Таким же образом друг за другом [выходили] двадцать коти будд. Всех [их] звали одинаково. После ухода первого Татхагаты Царя Величественных Звуков, исчерпался [век] истинной Дхармы, и в [век] подобия Дхармы большую силу [обрели] наполненные самодовольством бхикшу. В то время был один бхикшу-бодхисаттва, которого звали Никогда не Презирающий. – Обретший Великие Силы, почему [его] звали Никогда не Презирающий? Этот бхикшу во всех местах, где [его] видели, кланялся бхикшу, бхикшуни, упасакам, упасикам и воздавал [им] хвалу, говоря такие слова: «Я глубоко почитаю вас и не осмеливаюсь смотреть на вас с презрением. Почему? Вы все идёте по пути бодхисаттвы и воистину станете буддами» 1 . Этот бхикшу не декламировал сутры, а только оказывал почести. Увидев издали [кого-нибудь] из четырёх групп, [он] подходил, приветствовал и, воздавая хвалу, говорил: «Я не осмеливаюсь смотреть на вас с презрением, потому что вы все воистину станете буддами». В четырёх группах были [люди] с нечистыми мыслями, и [таких] охватывало негодование. Оскорбляя и понося [этого бхикшу, они] говорили: «Откуда пришёл этот безумный бхикшу, который говорит: “Я не могу заставить себя смотреть на вас с презрением” – и даёт предсказание: “[вы] воистину станете буддами”? Нам не нужны эти пустые предсказания!» Так шёл год за годом, и [бхикшу], хотя [его] постоянно поносили, не приходил в негодование, а всё время повторял: «Вы воистину станете буддами!» Когда [он] произносил эти слова, люди побивали его палками или камнями, но, отбежав на некоторое расстояние, [бхикшу] опять громким голосом кричал: «Я не осмеливаюсь смотреть на вас с презрением. Вы все воистину станете буддами!» И так как [он] постоянно говорил эти слова, бхикшу, бхикшуни, упасаки и упасики, наполненные самодовольством, прозвали его Никогда не Презирающим. В то мгновение, когда этот бхикшу был близок к концу своей жизни, [он] услышал с небес двадцать коти гатх «Сутры о Цветке Дхармы», которые в прошлые времена подробно объяснял Будда Царь Величественных Звуков. [Он] смог воспринять и хранить [их], стал чистейшим [его] глаз-корень и стали чистейшими [его] уши, нос, язык, тело и ум-корень, как говорилось выше 2 . Когда его шесть корней обрели чистоту, [его] жизнь также удлинилась, и в течение двухсот коти нают лет [он] широко проповедовал людям эту «Сутру о Цветке Дхармы». Когда наполненные самодовольством четыре группы — бхикшу, бхикшуни, упасаки, упасики, презиравшие и ненавидевшие этого человека и называвшие [его] Никогда не Презирающим, увидели, что он обрёл великие божественные силы, силу красноречия, великую силу доброго успокоения, и услышали [его] проповеди — все [до одного поверили] и последовали [за ним]. Кроме того, этот бодхисаттва обратил тысячи, десятки тысяч, коти живых существ и привёл [их] к пребыванию в ануттара-самьяк-самбодхи. После того, как [его] жизнь закончилась, [он] встретил две тысячи коти будд. Всех [их] звали Сияние Солнца и Луны, и среди [них он] проповедовал эту «Сутру о Цветке Дхармы». Благодаря этому [он] встретил ещё две тысячи коти будд, которых звали одинаково — Царь Облако Свободная Лампа. Находясь среди этих будд, [он] получил, хранил, читал, декламировал эту сутру и проповедовал [её] четырём группам, поэтому [его] обыкновенные глаза обрели чистоту и обрели чистоту [другие] корни — уши, нос, язык, тело, ум, и [он] без страха проповедовал Дхарму четырём группам. – Обретший Великие Силы! Этот бодхисаттва-махасаттва Никогда не Презирающий делал подношения, оказывал почести, воздавал хвалу такому количеству будд и после того, как взрастил [в себе] добрые корни, [он] встретил тысячи, десятки тысяч, коти будд и среди них проповедовал эту сутру. Добродетели [его] возрастали, и [он] действительно стал буддой. – Обретший Великие Силы, что [ты] об этом думаешь? Был ли бодхисаттвой Никогда не Презирающий [какой-то] другой человек? Ведь это был [я] сам! Если бы в предыдущие жизни [я] не получил и не хранил эту сутру, не декламировал [её] и не проповедовал другим людям, то не смог бы быстро обрести ануттара-самьяк-самбодхи. Так как в местах, где [пребывали] прежние будды, я получил эту сутру, декламировал и проповедовал [её] людям, то быстро обрёл ануттара-самьяк-самбодхи. – Обретший Великие Силы! Так как четыре группы — бхикшу, бхикшуни, упасаки, упасики — приходили в то время в негодование, презирали и ненавидели меня, в течение двухсот кальп [они] не встретят Будду, не услышат Дхарму, не увидят монашескую общину. В течение тысячи кальп [они] будут находиться в аду Авичи и получат [там] великие страдания. Искупив вину, [они] снова встретят бодхисаттву Никогда не Презирающего, который будет учить [их] и приведёт к ануттара-самьяк-самбодхи. – Обретший Великие Силы, что ты думаешь [об этом]? Разве четыре группы, постоянно презиравшие тогда бодхисаттву, это другие люди? [Они — присутствующие] сейчас на этом собрании пятьсот бодхисаттв — Бхадрапала и другие, пятьсот бхикшу — Львиная Луна и другие, пятьсот упасак — Думающий о Будде и другие, не выходящие из ануттара-самьяк-самбодхи. – Обретший Великие Силы, [ты] воистину должен знать! Эта «Сутра о Цветке Дхармы» приносит великое благо бодхисаттвам-махасаттвам и способна привести [их] к ануттара-самьяк-самбодхи. Поэтому бодхисаттвы-махасаттвы после ухода Татхагаты воистину должны навечно получить эту сутру, хранить [её], декламировать, объяснять и переписывать. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «В прошлом был Будда, Которого звали Царь Величественных Звуков. [Его] божественная мудрость была неизмерима, [Он] вёл всех за собой. Боги, люди, драконы, духи — Все делали [ему] подношения. После ухода этого Будды, Когда Дхарма почти исчерпалась, Был один бодхисаттва, Которого звали Никогда не Презирающий. В те времена четыре группы С расчётливостью прилепились к Дхарме. Бодхисаттва Никогда не Презирающий шёл в места, Где пребывали [эти люди], И говорил [им]: “Я не презираю вас! Вы следуете пути И воистину станете буддами!” Но эти люди, услышав [такие слова], Оскорбляли и поносили [его]. Бодхисаттва Никогда не Презирающий Мог терпеливо переносить [это]. Когда наказание [его] 3 исчерпалось, И [его] жизнь приблизилась к концу, [Он] услышал эту сутру, И [его] шесть корней очистились. [Он] продлил [свою] жизнь С помощью силы божественных проникновений И снова широко проповедовал людям эту сутру. Этот бодхисаттва учил, обращал И выводил на путь Будды. [Никогда] не Презирающий, Когда его жизнь окончилась, Встретил бесчисленное количество будд. Благодаря тому, что проповедовал эту сутру, [Он] обрёл неизмеримое счастье. Постоянно совершенствуя [свои] добродетели, [Он] быстро прошёл путь Будды. [Никогда] не Презирающим в то время был я сам! Существа из четырёх групп, Которые прилепились тогда к Дхарме И которые слышали, Как [Никогда] не Презирающий говорил: “Вы воистину станете буддами” – И поэтому встретили бесчисленное количество будд, Это бодхисаттвы, присутствующие на этом собрании, Это пятьсот человек, А также четыре группы, Чистые и верующие мужчины и женщины, Находящиеся сейчас передо мной И слушающие Дхарму. В предшествующие века Я продвигал этих людей вперёд И побуждал [их] слушать И воспринимать самую лучшую Дхарму, [Запечатлённую] в этой сутре. [Я] открывал [её] людям, Учил [их] и вёл к нирване. Века и века [я] хранил эту сутру, В течение сотен и сотен коти кальп, Которые невозможно представить. И только сейчас [они] услышали Эту “Сутру о Цветке Дхармы”. По прошествии сотен и сотен коти кальп, Которые невозможно представить, Будды, Почитаемые в Мирах, Только сейчас проповедуют эту сутру. Поэтому пусть после ухода Будды У следующих [его пути] не возникнет сомнений, Когда [они] будут слушать эту сутру! [Они] в едином порыве Будут широко проповедовать эту сутру! И из века в век будут встречать Будду И быстро пройдут путь Будды». Это интересно Сутра о Цветке Лотоса Чудесной Дхармы и понимание Л. Н. Толстым \"Царства Божия внутри вас\" Хорошо известно, что великий русский писатель Л. Н. Толстой (1828 - 1910) являлся крупнейшим религиозным мыслителем, много думавшим об истинной \"природе\" человека. Л. Н. Толстой оставил завершенных 164 трактата и публицистических статьи, большинство из которых были посвящены этическим и социальным исследованиям, но в которых он поднимал также религиозные и философские проблемы. Читать"}