{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 22: Возложение бремени]","text":"В это время Будда Шакьямуни поднялся с места Дхармы и выявил великие божественные силы. Погладив правой рукой головы неисчислимых бодхисаттв-махасаттв, [он] сказал: – В течение неисчислимых сотен, тысяч, десятков тысяч, коти асамкхьей кальп я следовал этой Дхарме [достижения] ануттара-самьяк-самбодхи, которое трудно обрести. Сейчас вручаю [Дхарму] вам. Воистину, будучи едины в мыслях, распространяйте эту Дхарму и делайте так, чтобы [она] процветала повсюду! Три раза [Будда] гладил головы бодхисаттв-махасаттв и говорил: – В течение неисчислимых сотен, тысяч, десятков тысяч, коти асамкхьей кальп я следовал этой Дхарме [достижения] ануттара-самьяк-самбодхи, которое трудно обрести. Сейчас вручаю [Дхарму] вам. Вы воистину должны принять, хранить, возглашать и широко распространять эту Дхарму, чтобы все живые существа повсюду могли услышать и узнать [её]. Почему? Татхагата обладает великим состраданием, [он] не скуп, [в нём] нет страха, [он] может вручить живым существам мудрость Будды 1 , мудрость Татхагаты 2 , мудрость как таковую 3 . Татхагата — это для всех живых существ главный Великий Дающий, и вы воистину также должны изучить эту Дхарму Татхагаты. Не взращивайте [в себе] скупости. Если в грядущие века добрый сын [или] добрая дочь поверит в мудрость Татхагаты, то [вы] воистину должны ради них проповедовать эту «Сутру о Цветке Дхармы», чтобы [они] могли услышать и узнать [её] и чтобы эти люди обрели мудрость Будды. Если живые существа не поверят [в неё] и не воспримут, то [вы] воистину должны показывать [им] другие глубокие учения Татхагаты 4 , учить [их], приносить [им] благо и радовать. Если вы сможете сделать это, то [вам] воздастся благодарностью всех будд. Бодхисаттвы-махасаттвы, услышав, что говорит Будда, все глубоко возрадовались и ещё с большим почтением приветствовали [его]. Склонившись и опустив головы, [они] соединили ладони и, повернувшись к Будде, все вместе воскликнули: – Воистину исполним всё, что приказал Почитаемый в Мирах! И хотим только, чтобы Почитаемый в Мирах не беспокоился. Бодхисаттвы-махасаттвы все вместе три раза воскликнули: – Воистину исполним всё, что приказал Почитаемый в Мирах! И хотим только, чтобы Почитаемый в Мирах не беспокоился. В это время Будда Шакьямуни возвратил будд в частных телах, прибывших с десяти сторон [света] в [их] исконные земли, и сказал: – Пусть каждый будда пребывает в покое! Ступа Будды Многочисленные Сокровища также пусть возвратится! Когда [он] так сказал, неисчислимые будды в частных телах, восседавшие на местах льва под деревьями из драгоценностей, а также Будда Многочисленные Сокровища, [бодхисаттва] Высшие Деяния и другие [великие бодхисаттвы], великое собрание асамкхьей бодхисаттв, Шарипутра и другие [великие ученики], четыре группы слушающих голос, а также боги, люди, асуры и другие [существа] из всех миров, услышав сказанное Буддой, все глубоко возрадовались."}