{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 4: Вера и понимание] – Читать полный текст","text":"В это время Дхарма, которую [они] никогда ещё не слышали, следуя за Буддой, и предсказание об обретении ануттара-самьяк-самбодхи Шарипутрой, данное Почитаемым в Мирах, пробудили у предназначенного к мудрости 1 Субхути 2 , Махакатьяяны 3 , Махакашьяпы 4 и Махамаудгальяяны 5 необыкновенные мысли, и [они] подпрыгнули от радости. Встав со [своих] мест и поправив одежды, [они] смиренно обнажили правое плечо и опустились правым коленом на землю, как один соединили ладони, в почтении склонились и, взирая на почитаемый лик, сказали Будде: – Мы стоим во главе монахов и очень стары. [Мы] думали, что обрели нирвану и [нам уже] нечего достигать, поэтому и не стремились к ануттара-самьяк-самбодхи. Почитаемый в Мирах уже давно проповедует Дхарму, мы всё это время сидели на своих местах, утомились и стали нерадивы. [Мы] размышляли только о «пустоте», об отсутствии знаков 6 , о несотворённом 7 , но в наших сердцах не было радости и восторга от Дхармы бодхисаттв, от игр с божественными «проникновениями», от очищения страны Будды, от приведения живых существ к совершенству. Почему? [Мы полагали, что] Почитаемый в Мирах вывел нас из трёх миров, и [мы] получили свидетельство [обретения] нирваны. Кроме того, мы сейчас очень стары и [думали, что у нас] не родится ни одной радостной мысли об ануттара-самьяк-самбодхи, [обретённом] бодхисаттвами, которых учил Будда. [Но] сейчас перед Буддой мы услышали предсказание «слушающим голос» об обретении [ими] ануттара-самьяк-самбодхи, глубоко возрадовались в [своих] сердцах и получили то, чего никогда не имели. Сейчас [мы] неожиданно смогли услышать редкостную Дхарму. Выражаем глубокую благодарность за то, что обрели великое благо и, не ища, обрели редкостное сокровище, [цену] которого не измерить. – Почитаемый в Мирах! Мы хотим сейчас привести одно сравнение и прояснить значение сказанного. – Представь, что был один человек, который ещё в юности ушёл от отца и пустился в бега. Долгое время – десять, двадцать или пятьдесят лет – [он] жил в чужих странах. Чем старше [он] становился, тем в большие затруднения и нищету впадал. Странствуя по четырём сторонам [света] в поисках одежды и пищи, [он] случайно забрёл на свою родину. Его отец ранее искал сына, но не нашёл и поселился в одном городе. Дом его был полон богатства; добра и сокровищ невозможно было пересчитать. Его сокровищницы переполняли золото, серебро, ляпис-лазурь, кораллы, янтарь, жемчуг. [Он] имел множество молодых рабов, слуг, многочисленную свиту. Неисчислимы были его слоны, кони, повозки, быки и бараны. [Он] вывозил во все другие страны [товары] и ввозил [товары оттуда, получая] высокие доходы. Продавцов [его] товаров, и покупателей было очень много. В то время [его] нищий сын, бродя по городам и весям, проходил через эту страну и, наконец, дошёл до места, где проживал отец. Отец всегда думал о сыне, но расставшись с сыном более пятидесяти лет назад, никому ничего не говорил. [Он] размышлял [о нём] в одиночестве, и сердце [его] переполняло сожаление. [Он] думал: «Я стар и бессилен, но богатство моё огромно. Хотя сокровищницы набиты золотом, серебром и редкими драгоценностями, сына [у меня] нет. Когда в один прекрасный день придёт [мой] конец, богатства [мои] растащат и растеряют, так как [мне] некому [их] передать». [Он] постоянно с теплотой вспоминал о сыне, и, думая о нём, мысленно повторял: «Если я обрету сына и передам [ему] богатства, как счастлив [я] буду! Уйдут все мои беспокойства и печали». – Почитаемый в Мирах! В это время сын-бедняк, подрабатывая то там, то здесь, случайно приблизился к дому отца. Стоя у ворот, [он] разглядел отца, который восседал в кресле, покрытом шкурой льва, [его] ноги покоились на подставке из драгоценностей, [его] окружали и оказывали почтение брахманы, кшатрии 8 , жители города. Их тела украшали нити настоящего жемчуга, стоившие тысячи, десятки тысяч [золотых монет]. Справа и слева стояли свита и молодые рабы, держащие в руках белые метёлки 9 . [Он] сидел под балдахином из драгоценностей, с которого свешивались гирлянды цветов, из земли били фонтаны благоуханных вод, вокруг [было] разбросано множество редкостных цветов, рядами лежали драгоценные вещи – одни [он] отвергал, другие принимал. Таковы были [его] украшения, таковы были величие и добродетели и особые почести, которые [ему] оказывали! Нищего сына, увидевшего великие силы и мощь своего отца, объял страх. [Он] пожалел, что пришёл сюда, и подумал: «Это царь или кто-то равный царю, здесь нет места, где бы я смог получить что-нибудь за мой труд. Лучше [мне] идти в бедную деревушку, в которой [я] легко заработаю на одежду и еду. Если же [я] задержусь в этом городе, здесь [меня] будут притеснять или же отправят на принудительные работы». Подумав так, [он] поспешно ушёл. В это время богатый старец, [сидевший] в кресле, покрытом львиной шкурой, увидел сына и узнал [его]. Отцовское сердце наполнила великая радость, и [он] подумал: «Сейчас [найдётся тот, кому] я передам мои богатства и сокровищницы. Я всегда думал о сыне, но не имел возможности увидеть его, и вот неожиданно [он] пришёл сам! Моё самое большое желание осуществилось. Хотя меня ослабили годы, [я] всё же принесу [ему] благо». [Он] тотчас же послал слуг догнать и вернуть сына. Посланцы побежали и схватили [его]. Нищий сын, поражённый, закричал в великом гневе: «Я невиновен! Почему [вы] схватили [меня]?» Посланцы, крепко держа сына, всё быстрее тащили [его] назад. Нищий сын думал: «Хотя [я] не совершил преступлений, [меня] схватили, и это означает неминуемую смерть». [Он] всё больше и больше пугался мучительной смерти и упал на землю. Отец, увидев это издалека, сказал слугам: «Не держите этого человека и не тащите [его]. Побрызгайте на [его] лицо холодной водой, чтобы [он] пришёл в чувство, и не разговаривайте [с ним]!» – Почему? Отец знал о бедственном положении своего сына, знал о своём величии, знал, что подавляет [этим] сына, [поэтому] хотя [он] и знал, что это его сын, следуя уловке, никому не сказал: «Это - мой сын». Посланец сказал сыну: «Сейчас я тебя отпускаю, иди, куда хочешь». Нищий сын возрадовался, что обрёл то, чего не ожидал, встал с земли и направился в бедную деревушку искать одежду и пропитание. В это время старец, желая привлечь к себе сына, придумал уловку. [Он] тайно послал к сыну двух мужчин простоватого вида с изнурёнными лицами: «Идите туда и мягко скажите нищему сыну: “Здесь есть место, где [ты] сможешь подработать, и платить тебе будут в два раза больше!” Если нищий сын согласится, приведите [его] и дайте работу. Если спросит, что должен будет делать, – ответьте так: “Тебя нанимают для уборки грязи. Мы оба также будем работать вместе с тобой”». Тогда двое посланцев отправились искать нищего сына и, найдя, подробно рассказали о деле. И вот [он], получив сперва причитающуюся плату, убирал вместе [c ними грязь]. Его отец, глядя на сына, переполнился теплотой и состраданием. В другой день [он] увидел его издалека из окна, худого, изнурённого, нечистого от куч грязи и пыли и тотчас же сняв ожерелье из драгоценных камней, изысканное верхнее одеяние, украшения, надел грубую, поношенную и грязную одежду, посыпал себя пылью, взял в правую руку совок для сбора мусора и с грозным выражением лица сказал работавшим: «Двигайтесь, двигайтесь, не прохлаждайтесь!» С помощью этой уловки [он] смог приблизиться к сыну и сказал: «Вот что, человек! Всегда работай здесь и никуда больше не ходи. [Я] увеличу тебе плату и дам тебе всё, что ты пожелаешь: чаши, инструменты, рис, лапшу, соль, уксус. Оставь все сомнения. Кроме того, здесь есть слуга-старик, который, когда пожелаешь, будет прислуживать [тебе]. Успокой свои мысли. Я буду тебе как отец, так что не беспокойся. Почему? Я стар, ты же молод и цветущ. Когда [ты] здесь работал, то не обманывал, не ленился и не говорил бранных слов. [Я] не видел у тебя ничего плохого, что есть у других работников. С этого времени [ты] будешь [для меня] как родной сын». Тогда же старец дал ему [новое] имя и стал называть сыном. Нищий сын, хотя и радовался такому неожиданному повороту дел, всё же думал о себе как о бедняке, нанятом на работу. По этой причине в течение двадцати лет [он] продолжал убирать грязь. После того, как прошли [эти годы, между отцом и сыном] установилось полное доверие, и сын без препятствий входил в дом и выходил. Тем не менее, жил [он] там же, где и вначале. – Почитаемый в Мирах! В то время старец уже знал, что вскоре умрёт, и сказал своему нищему сыну: «Сейчас у меня много золота, серебра и редкостных драгоценностей, амбары и сокровищницы переполнены. Ознакомься, сколько нужно пустить в оборот. Таковы мои намерения. [Ты] воистину должен их знать! Почему? Сейчас между мной и тобой нет разницы. Хорошо приготовься и не допускай убытков!» Нищий сын, вняв поучениям, получив наставления, ознакомился со всеми товарами, золотом, серебром, редкостными драгоценностями, а также с амбарами и сокровищницами, но [у него] и в мыслях не было взять что-либо кроме тарелки еды. К тому же жил [он] в том же самом месте и не мог отбросить ощущения [своей] ничтожности. Прошло немного времени, и отец узнал, что у сына постепенно появляются новые замыслы, растут желания и что [ему] стыдно за [свои] прежние думы. Видя, что приближается конец, [отец] приказал сыну прийти и одновременно попросил прийти родственников, царей, сановников, кшатриев и горожан. Когда все собрались, [он] сказал: «Господа, [вы] воистину должны знать! Это – мой сын, от меня рождённый. Более пятидесяти лет назад [он] покинул меня в некоем городе и убежал. [Он] претерпел одиночество и страдания. [Его] настоящее имя такое-то, моё имя – такое-то. В прежние времена, проживая в этом городе, [я], охваченный печалью, искал [его] и вдруг здесь случайно встретил. Это действительно мой сын. Я действительно его отец. Всё, что у меня есть, принадлежит сейчас сыну. Сын знает, [какие товары я] до сих пор вывозил и ввозил». – Почитаемый в Мирах! Нищего сына, услышавшего эти слова отца, охватила великая радость. Так [он] обрёл то, чего у него не было. И [он] подумал: «У меня раньше и в мыслях не было получить [всё это]. Эти сокровищницы сейчас сами пришли [ко мне]!» – Почитаемый в Мирах! Старец с великим богатством – это Татхагата. Мы все похожи на сынов Будды. Татхагата всегда говорил, что мы – его сыновья. – Почитаемый в Мирах! Из-за трёх страданий 10 мы, вращаясь в кругу рождений и смертей, охвачены жаром мучений, заблуждений и незнаний, радостно привязали себя к малой Дхарме. Сегодня Почитаемый в Мирах побудил нас задуматься и устранить грязь пустых рассуждений о дхармах. Усердно продвигаясь в совершенствовании, [мы] подошли к нирване – получили [наш] заработок за день. Когда [мы] получили [его, наши] сердца наполнила великая радость, и [мы были] довольны собой. Кроме того, [мы] сказали себе: «Так как [мы] усердно продвигались в совершенствовании в Дхарме Будды, то получил очень много». Причём Почитаемый в Мирах, зная с самого начала, что в наших сердцах [мы] привязаны к низким желаниям и получаем радость от малой Дхармы, разрешил [нам это] и оставил всё, как есть, но не разъяснил: «Вы воистину имеете свою долю в мудрости и видении Татхагаты и в [его] хранилище сокровищ!» Почитаемый в Мирах с помощью силы уловок поведал о мудрости Татхагаты. И мы считали, что, следуя за Буддой, обрели нирвану – [наш] заработок за день и получили много, [поэтому] никогда не имели намерения искать Великую Колесницу. Кроме того, хотя мы открывали бодхисаттвам мудрость Татхагаты и рассказывали [о ней], сами не стремились [к Великой Колеснице]. Почему? Будда знал, что мы находим радость в малой Дхарме и проповедовал с помощью уловок подходящих к нашим [способностям]. И всё же мы не знали, что воистину являемся сынами Будды. Сейчас мы действительно [это] узнали. Почитаемый в Мирах не жалеет мудрости Будды. Почему? Хотя мы с давних пор действительно сыны Будды, всё-таки находили радость в малой Дхарме. Если бы мы могли находить радость в великом, Будда проповедовал бы нам Дхарму Великой Колесницы. Сейчас [он] проповедует только одну Колесницу, [запечатлённую] в этой сутре. Хотя в давние времена тех, кто находил радость в малой Дхарме, [Будда] перед бодхисаттвами презрительно называл «слушающими голос», тем не менее, Будда воистину учил [их] Великой Колеснице и обращал. Поэтому мы говорим, что хотя изначально в мыслях [у нас] не было стремления [к Великой Колеснице], великое сокровище царя Дхармы само пришло [к нам], и все [мы] обрели то, что должны обрести сыны Будды. В это время Махакашьяпа, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Сегодня мы услышали поучение, [Возвещённое] голосом Будды, И подпрыгнули от радости, Так как обрели то, чего никогда не имели. Будда сказал «слушающим голос», Что [они] воистину станут буддами И, не ища, обретут бесценное собрание сокровищ. Если сравнить, то это будет похоже На [историю] с ребёнком, Который, [будучи] мал и неразумен, Оставил отца и пустился в бега, [Он] ушёл в далёкую чужую страну И пятьдесят с лишним лет Бродил по разным странам. Его отец, скорбя, искал [сына] По четырём сторонам [света]. [И вот], устав от поисков, Остановился в одном городе. Построил дом И удовлетворял свои пять желаний. Этот дом был очень богат: Много золота, серебра, лунных камней, Агатов, жемчуга, ляпис-лазури было здесь. Много имел старец слонов, лошадей, Быков, баранов, а также паланкинов, Больших и малых повозок, Обрабатываемых полей, мастерских, Рабов и разного люда. [Он] ввозил во все другие страны [товары] И вывозил [товары оттуда, Получая] высокие доходы, И не было места, где бы не встречались [Его] торговцы и покупатели. Тысячи, десятки тысяч, коти людей Окружали [его] и оказывали почести. [Его] всегда любил царь, Почитали министры и благородные семьи. По этим причинам [к нему] съезжалось Множество гостей. Вот таким было [его] богатство, И велики были [его] силы. Но годы [его] уходили, И [он] всё более скорбел о сыне. И днём, и ночью [он] только и думал: «Приближается день моей смерти. С тех пор, как глупый сын покинул меня, Прошло более пятидесяти лет. Вот добро в амбарах! Воистину, что же с ним будет?» В это время нищий сын В поисках одежды и пищи Ходил из город в город, Из страны в страну. В одних местах удавалось [их] получить, В других – нет. Голодный, слабый, отощавший, С зудящими струпьями на теле [Он] переходил с одного места на другое И достиг города, где жил [его] отец. Ища, где заработать, [Он], наконец, приблизился к дому отца. В это время старец, повесив в воротах Большой занавес из драгоценностей, Восседал на месте льва. [Его] окружала свита, И все прислуживали [ему] и охраняли [его]. Одни считали золото, серебро, драгоценности, Другие выносили и вносили товары, Записывая сведения в книги. Нищий сын, увидев богатство отца, Почтение, которым [он] окружён, Подумал: «Это царь или кто-то равный царю!» Сын испугался и пожалел, что пришёл сюда. Про себя же подумал: «Если я останусь здесь надолго, [Меня] будут притеснять Или отправят на принудительные работы». Подумав так, [он] быстро стал уходить, Спрашивая о бедных селениях, Желая найти там какой-нибудь заработок. В это время старец, восседая на месте льва, Издали увидел своего сына, Узнал его, но никому не сказал. Сию же минуту [он] послал слуг Догнать и привести сына. Нищий сын, поражённый, закричал И в отчаянии упал на землю: «Эти люди схватили меня, Воистину, меня непременно убьют! Почему? Меня привели сюда поиски одежды и пищи». Старец знал, что его сын глуп и жалок, Не поверит его словам, Не поверит, что это его отец. Тогда же [он] сразу послал других людей – Косоглазых, коренастых, без великих добродетелей – Говоря им: «Скажите ему: “Будешь вместе [с нами] убирать хлам и грязь, И тебе будут платить в два раза больше!”» Нищий сын, услышав это, Обрадовался и пошёл Убирать хлам и грязь И чистить все строения во дворе дома. Старец всё время смотрел из-за решётки На своего сына и думал: «Какой сын глупый и жалкий, Но с удовольствием делает грубую работу». Тогда старец надел жалкую и грязную одежду, Взял совок для сгребания грязи, И направился в сторону сына. С помощью этой уловки [он] приблизился к нему И сказал, побуждая его работать прилежно: «[Я] увеличу тебе плату, У тебя будет масло умащать ноги, Будет в достатке питья и еды, [Будут] толстые и тёплые подушки для сидения». И сказал строго: «Ты воистину должен работать прилежно!» И опять сказал с нежностью: «[Ты] для меня как сын». Старец был мудр, и через некоторое время [Он стал] поручать [сыну] выходить по делам. Прошло двадцать лет, И [он стал] поручать ему домашние дела, Показал золото, серебро, Жемчуг и хрусталь, оборот товаров – Со всем этим [старец] познакомил [его]. Однако сын всё ещё жил за воротами в хижине И думал о своей бедности: «У меня таких вещей нет!» Отец, зная, что мысли сына Становились всё свободнее, Пожелал отдать [ему всё] богатство. И вот [он] пригласил родственников, Царя, великих министров, Кшатриев, горожан, И на этом великом собрании поведал: «Это – мой сын, который оставил меня И ушёл в другие края. Прошло пятьдесят лет, И [я] увидел сына, [Он] вернулся двадцать лет назад. В давние времена в одном городе [Я] потерял этого сына. Странствуя повсюду в поисках [его], [Я], наконец, прибыл сюда. Всё, чем я обладаю, домами и людьми, Вручаю ему, и [он] будет пользоваться этим По своему желанию!» Сын вспомнил о своей прежней нищете, О своих думах, О жалком своём положении И сейчас, получив от отца, В огромном количестве редкостные сокровища, А также дом и всё состояние, Глубоко возрадовался, Так как обрёл то, чего никогда не имел. То же самое и с Буддой. Зная, что я радуюсь малому, [Он] не говорит: «Вы станете буддами», Но сказал, что мы, обретшие незамутнённость И достигшие совершенства в Малой Колеснице, Ученики, «слушающие голос». Будда приказал нам: «Проповедуйте наивысший путь! Те, кто следуют ему, Воистину станут буддами!» Я, получив наставление от Будды, С помощью рассуждений, уловок, Различных сравнений и многих слов, Проповедую великим бодхисаттвам Не имеющий высшего [предела] путь. Сыны Будды, следуя за мной, Слушали Дхарму, День и ночь размышляли о [ней], И прилежно совершенствовались, и учились. В это время будды вручили [им] предсказание: «Вы в будущие века воистину станете буддами!» Дхарма, которую будды хранят в тайне 11 , В истинном виде разъясняется только бодхисаттвам. Мне же её суть не поведали. Это подобно тому, как тот нищий сын, Хотя и приблизился к отцу и узнал обо всех вещах, Но даже и не мыслил [их] получить. Мы, хотя и проповедовали О сокровищнице Дхармы Будды, Но подобно этому сыну Не имели намерения [её] обрести, Мы думали, что полностью обрели Внутреннее исчезновение 12 , Завершили это дело, И других дел [у нас] уже нет. У нас, услышавших об очищении страны Будды, Об обращении живых существ, Всё-таки не было радости. Почему? [Мы] думали, что все дхармы «пусты», Не рождаются и не исчезают, Не большие и не маленькие, Незамутнённые, бездеятельные, И поэтому радость [в нас] не рождалась. Долгие ночи мы не жаждали мудрости Будды, Не были привязаны [к ней] И не стремились [её обрести]. Но мы думали, Что окончательно постигли Дхарму. Мы долгие ночи следовали учению о «пустоте», Обрели освобождение от страданий трёх миров И наши самые последние тела Пребывают в нирване «с остатком» 13 . Обученные и обращённые Буддой, [Мы], несомненно, обрели путь И так воздали за благодеяния Будды. Хотя мы проповедовали сынам Будды Дхарму бодхисаттв И побуждали [их] искать путь Будды, Но [сами] никогда [его] не жаждали И [у нас] не было радости. Поводырь оставил [нас], Так как постиг наши мысли. Сначала [он] продвигал нас вперёд, Не говоря, в чём истинное благо, Подобно богатому старцу, Знавшему, что сын ощущал своё убожество, С помощью уловок успокаивавшему его мысли И, наконец, вручившему сыну Всё своё состояние и богатство. Так же и с Буддой, выявившим редкостное. Зная тех, кто радуется малому, [Он] с помощью уловок делает спокойными их мысли И учит великой мудрости. Сегодня мы обрели то, Чего никогда не имели, Сегодня [мы] обрели то, О чём ранее и не думали, Подобно тому нищему сыну, Обретшему неисчислимые сокровища. – Почитаемый в Мирах! Сейчас я обрёл путь, обрёл плод, Обрёл чистый глаз незамутнённой Дхармы 14 . Долгие ночи мы блюли чистые заповеди Будды И сегодня впервые обрели плод. Пребывая в Дхарме царя Дхармы, [Мы] долгое время совершали деяния Брахмы И сейчас обрели незамутнённый, Бесценный, великий плод. Сейчас мы действительно «слушающие голос», Побуждающие всех слушать голос пути Будды. Сейчас мы действительно архаты, Которым во всех мирах воистину делают подношения Боги, люди, мары, брахмы. Почитаемый в Мирах [оказал] великое благодеяние, С помощью редкостных деяний Сострадал нам, учил, обращал И приносил благо. Кто в течение неисчислимых коти кальп Способен воздавать [за это]? Если даже предложить руки и ноги, Оказывать почитание головой, То всё равно невозможно воздать. Даже если нести [Почитаемого в Мирах] на голове Или нести на плечах, Если в течение кальп, [Бесчисленных], как песчинки в Ганге, От всего сердца почитать [его], Или делать подношения прекрасной едой, Одеждами из бесчисленных драгоценностей, А также вещами для ложа, Различными лекарствами, Сандаловым деревом в виде головы быка 15 , А также редкостными драгоценностями, Воздвигать ступы и гробницы, Расстилать по земле одеяния из драгоценностей, То всё равно в течение кальп, [Бесчисленных], как песчинки в Ганге, Невозможно совершить воздаяние. Будды редко проявляют свою неизмеримую, Безграничную силу великих божественных «проникновений», Которую невозможно вообразить! Цари Дхармы, незамутнённые и недеятельные 16 , Могут совершить [это] ради тех, кто убог. Ради обыкновенных людей, привязанных к знакам 17 , [Они] искусно проповедуют. Будды обрели в Дхарме наивысшую свободу, Знают живых существ, [Их] разнообразные желания и радости, А также стремления и силы, И, следуя способностям [живым существ], Проповедуют им Дхарму С помощью неисчислимых уловок. Наблюдая за живыми существами, [Взрастившими] в прежней жизни добрые корни, [Будды] знают, у кого вызрели И у кого не вызрели [корни]. Всё различая и всё зная, [Будды], пребывая на пути одной Колесницы, Искусно проповедуют ради [живых существ] три»."}