{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 21:Божественные силы Татхагаты]","text":"В это время выпрыгнувшие из-под земли бодхисаттвы-махасаттвы, [бесчисленные], как песчинки в тысячном мире 1 , будучи едины в мыслях, соединили перед Буддой ладони, посмотрели на почитаемый лик и сказали Будде: – Почитаемый в Мирах! После ухода Будды [мы] воистину будем широко проповедовать эту сутру в землях, где пребывают частные тела Почитаемого в Мирах и в месте, где [он] ушёл. Почему? Потому что мы также желаем обрести истинную и чистую великую Дхарму, получить, хранить, декламировать, разъяснять и переписывать [«Сутру о Цветке Дхармы»] и делать ей подношения. В это время Почитаемый в Мирах выявил перед Манджушри и другими неисчислимыми сотнями, тысячами, десятками тысяч, коти бодхисаттв-махасаттв, с давних пор пребывавших в мире Саха, а также перед бхикшу, бхикшуни, упасаками, упасиками, богами, драконами, якшами, гандхарвами, асурами, гарудами, киннарами, махорагами, людьми, не людьми и другими существами [свои] великие божественные силы. [Он] высунул [свой] широкий и длинный язык и дотянулся [им] до верхнего мира Брахмы, испустил из всех пор кожи неисчислимые лучи бесчисленных цветов и всё озарил в десяти сторонах [света]. Будды на местах льва под деревьями из драгоценностей, также высунули свои широкие и длинные языки и испустили неисчислимые лучи. Будда Шакьямуни, а также будды под деревьями из драгоценностей выявляли свои божественные силы сотни, тысячи лет. После этого [они] убрали языки, одновременно кашлянули и все разом щёлкнули пальцами. Эти два звука достигли всех миров будд в десяти сторонах [света], и земли [там] сотряслись шестью способами. [Пребывавшие в них] живые существа, боги, драконы, якши, гандхарвы, асуры, гаруды, киннары, махораги, люди, не люди и другие благодаря божественной силе Будды увидели мир Саха и неисчислимые, безграничные сотни, тысячи, десятков тысяч, коти будд, [восседающих] на местах льва под деревьями из драгоценностей, а также увидели Будду Шакьямуни и Татхагату Многочисленные Сокровища, вместе находившихся в драгоценной ступе и восседавших на местах льва. Кроме того, увидели неисчислимые, безграничные сотни, тысячи, десятков тысяч, коти бодхисаттв-махасаттв, а также четыре группы, которые почтительно окружали Будду Шакьямуни. Увидев это, все глубоко возрадовались и обрели то, что никогда не имели. И тогда боги на небесах возгласили громкими голосами: – За неисчислимыми, безграничными сотнями, тысячами, десятками тысяч, коти, асамкхьями нают миров есть страна, которую называют Саха. Там есть Будда, зовут [его] Шакьямуни. Сейчас [он] проповедует бодхисаттвам-махасаттвам «Цветок Лотоса Чудесной Дхармы», сутру Великой Колесницы, которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают будды. Вы воистину должны всем сердцем следовать [ей] и радоваться, а также воистину должны почитать Будду Шакьямуни и делать [ему] подношения. Живые существа, услышав голоса с неба, соединили ладони и, повернувшись в сторону мира Саха, сказали: – Намо Будда Шакьямуни! Намо Будда Шакьямуни! Затем все вместе издалека осыпали мир Саха различными цветами, благовониями, гирляндами, ожерельями, балдахинами, а также украшениями, редкостными сокровищами, прекрасными вещами. Вещи, которыми был осыпан [мир Саха], появились с десяти сторон [света] подобно тому, как собираются облака. Изменившись, [они] стали навесами из драгоценностей и покрыли всё пространство над буддами. И тогда миры в десяти сторонах [света] беспрепятственно соединились и стали как одна земля Будды. В это время Будда сказал [бодхисаттве] Высшие Деяния и другим бодхисаттвам, [присутствующим] на великом собрании: – Божественные силы Будды неисчислимы, безграничны и непостижимы. Но если с помощью этих божественных сил я буду в течение бесчисленных сотен, тысяч, коти асамкхьей кальп проповедовать о добродетелях этой сутры, ради [её] вверения, то всё равно не смогу [их] все назвать. Если сказать самое главное, то в этой сутре провозглашаются и выявляются все учения, которые имеются у Татхагаты, все свободные божественные силы Татхагаты, все сокровищницы тайного и самого главного, что есть у Татхагаты, все глубочайшие дела Татхагаты. Поэтому после ухода Татхагаты вы должны [все] как один обрести, хранить, читать, декламировать, разъяснять, переписывать, проповедовать эту сутру и следовать [ей]. В землях, где [люди] получают, хранят, читают, декламируют, разъясняют, проповедуют эту сутру и следуют [ей], во всех местах, где хранятся свитки сутры, в садах, в лесах, под деревьями, у монашеских обителей, у домов «белых одежд», во дворцах, в горах, в долинах, среди невозделанных земель [вы] воистину должны возвести ступы и делать [им] подношения. Почему? [Вы] воистину должны знать! Эти места — место пути, будды обретают здесь ануттара-самьяк-самбодхи, будды вращают здесь колесо Дхармы, будды вступают здесь в паринирвану. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Будды, спасители миров, Пребывая в великих божественных проникновениях, Выявляют неисчислимые божественные силы, Чтобы обрадовать живых существ. Своими языками [они] дотягиваются до неба Брахмы, Испускают из себя бесчисленные лучи. [Они] показывают эти редкостные вещи ради тех, Кто ищет путь Будды. Звуки, когда будды кашлянули, Звуки, когда [они] щёлкнули пальцами, Были слышны во всех странах десяти сторон [света], И земли там сотряслись шестью способами. Так как после ухода Будды Можно [будет] хранить эту сутру, Все будды возрадовались И выявили свои неисчислимые божественные силы. Так как эта сутра [сейчас] вручается, Восхваляйте неисчислимые кальпы того, Кто [её] получил и хранит, Всё равно [восхваление] не завершится. Добродетели этого человека Безграничны и неисчерпаемы, Как безгранично пространство Десяти сторон [света]. Тот, кто способен хранить эту сутру, Уже видел меня, А также видел Будду Многочисленные Сокровища И увидит все [мои] частные тела, Увидит также бодхисаттв, Которых я учил [до] сегодняшнего дня. Тот, кто способен хранить эту сутру, Побуждает радоваться меня, А также частные тела И ушедшего [из мира] Будду Многочисленные Сокровища. [Он] также увидит будд, пребывающих сейчас В десяти сторонах [света], Будд прошлого и будущего, Будет делать [им] подношения и радовать [их]. Таинственную Дхарму, обретённую буддами, Восседавшими на месте пути, Тот, кто способен хранить эту сутру, Также воистину скоро обретёт. Тот, кто способен хранить эту сутру, Будет, как ветер, для которого Нет препятствий в небе, Без конца радостно проповедовать О смысле, словах и фразах всех учений. После ухода Татхагаты Зная сутру, которую проповедовал Будда, А также [его] рассуждения И последовательность [проповедей], [Он] будет правильно проповедовать [её], Следуя смыслу. Как солнце и луна могут устранить мглу, Так и этот человек, Совершая деяния в мире, Сможет рассеять мрак в живых существах И побудить неисчислимых бодхисаттв Пребывать в конце концов В одной колеснице. Поэтому тот, кто обладает мудростью, Услышав о благах, [Обретаемых] от её добродетелей, После моего ухода воистину получит И будет хранить эту сутру. И нет сомнений, что этот человек Будет твёрдо пребывать на пути Будды»."}