{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 1: Вступление] – Читать полный текст","text":"Так я 1 слышал. Однажды Будда пребывал в городе царской обители 2 , на горе Гридхракута 3 с собранием великих бхикшу 4 числом двенадцать тысяч человек. Все [они] были архаты 5 , прекратившие истечение [заблуждений] 6 , не имеющие заблуждений, обретшие благо для самих себя 7 , исчерпавшие все связи [с земным] существованием, обретшие свободу в мыслях. Их имена были: Аджнята-Каундинья, Махакашьяпа, Урувилва-Кашьяпа, Гайя-Кашьяпа, Нади-Кашьяпа, Шарипутра, Великий Маудгальяяна, Махакатьяяна, Анируддха, Каппхинда, Гавампати, Ревата, Пилиндавасту, Ваккула, Махакауштхила, Нанда, Сундара-Нанда, Пурна, сын Майтраяни, Субхути, Ананда, Рахула. Это были великие архаты, которых хорошо все знали. Кроме того, присутствовало две тысячи находившихся на обучении и не находившихся на обучении 8 , а также бхикшуни 9 Махапраджапати 10 вместе с шестью тысячами сопровождающих, бхикшуни Яшодхара, мать Рахулы 11 , также вместе с сопровождающими. Там было восемьдесят тысяч бодхисаттв-махасаттв 12 . Никто из них не утерял ануттара-самьяк-самбодхи 13 , все [они] обрели дхарани 14 , обладали талантом радостно и красноречиво проповедовать, вращали никогда не поворачивающееся назад Колесо Дхармы 15 и делали подношения бесчисленным сотням, тысячам Будд. Под покровительством этих Будд [они] взращивали ростки добродетелей, и [их] всегда восхваляли Будды, благодаря состраданию которых [они] совершенствовали себя и вступали в мудрость Будды. Проникнув в Великую Мудрость 16 , [они] достигли другого берега 17 . [Их] имена слышали повсюду в неисчислимых мирах. [Они] способны спасти бесчисленные сотни, тысячи живых существ, [их] имена - бодхисаттва Манджушри 18 , бодхисаттва Постигающий Звуки Мира 19 , бодхисаттва Обретший Великие Силы 20 , бодхисаттва Всегда Продвигающийся в Совершенствовании 21 , бодхисаттва Никогда не Останавливающийся, бодхисаттва Драгоценная Ладонь, бодхисаттва Царь Врачевания 22 , бодхисаттва Мужественно Дающий, бодхисаттва Драгоценная Луна, бодхисаттва Лунный Свет, бодхисаттва Полная Луна, бодхисаттва Великие Силы, бодхисаттва Бесчисленные Силы, бодхисаттва Превзошедший Три Мира, бодхисаттва Бхадрапала, бодхисаттва Майтрейя 23 , бодхисаттва Драгоценные Накопления, бодхисаттва Ведущий Вперёд. Таких бодхисаттв-махасаттв [там] было восемьдесят тысяч. В это время там были Шакра Девендра 24 в сопровождении двадцати тысяч божественных сыновей, а также божественный сын 25 Прекрасная Луна, божественный сын Проникающий Повсюду Аромат, божественный сын Драгоценный Свет, четыре великих небесных царя 26 в сопровождении десяти тысяч божественных сыновей, божественный сын Самовластный 27 , божественный сын Великий Самовластный 28 в сопровождении тридцати тысяч божественных сыновей; хозяин мира саха 29 небесный отец Брахма 30 , Великий Брахма Шикхин, Великий Брахма Сияющий Свет 31 и другие в сопровождении двенадцати тысяч божественных сыновей. [Там] было восемь царей-драконов - царь-дракон Нанда, царь-дракон Упананда, царь-дракон Сагара, царь-дракон Васуки, царь-дракон Такшака, царь-дракон Анаватапта, царь-дракон Манасвин, царь-дракон Утпалака; каждый с несколькими сотнями тысяч сопровождающих. Было четыре царя-киннары 32 - царь-киннара Дхарма, царь-киннара Чудесная Дхарма, царь-киннара Великая Дхарма, царь-киннара Поддерживающий Дхарму, каждый с несколькими сотнями тысяч сопровождающих. Было четыре царя-гандхарвы 33 - царь-гандхарва Радость, царь-гандхарва Радостные Звуки, царь-гандхарва Красота, царь-гандхарва Красивые Звуки, каждый с несколькими сотнями тысяч сопровождающих. Было четыре царя-асуры 34 - царь-асура Балин, царь-асура Кхараскандха, царь-асура Вемачитри, царь-асура Раху, каждый с несколькими сотнями тысяч сопровождающих. Было четыре царя-гаруды 35 - царь-гаруда Великие Достоинства, царь-гаруда Великое Тело, Царь-гаруда Великая Полнота, царь-гаруда Следующий Своим Мыслям, каждый с несколькими сотнями тысяч сопровождающих. Там был царь Аджаташастру, сын Вайдехи 36 с несколькими сотнями тысяч сопровождающих. Все сделали поклон у ног Будды, отступили на шаг и сели в один ряд. В это время Почитаемый в Мирах 37 , окружённый четырьмя группами 38 , которые делали [ему] подношения, оказывали почтение и восхваляли, проповедовал бодхисаттвам «Бесчисленные Значения» 39 , сутру Великой Колесницы 40 , которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают Будды. Окончив проповедь этой сутры, Будда сел, скрестив ноги, и вступил в самадхи 41 \"обретение бесчисленных значений\" 42 . [Его] тело и мысли были неподвижны. В это время с неба дождём полились цветы мандара, махамандара, манджушака, махаманджушака 43 и осыпали Будду и всё великое собрание. Мир Будды был сотрясён шестью способами 44 . И тогда присутствовавшие здесь бхикшу, бхикшуни, упасаки, упасики, боги, драконы, якши 45 , гандхарвы, асуры, гаруды, киннары, махораги 46 , люди и не люди, а также малые цари, святые цари, вращающие Колесо 47 - все на этом великом собрании обрели то, чего никогда не имели, возрадовались, соединили ладони 48 и, как один, воззрились на Будду. В это время Будда, испустив свет из [пучка] белых волосков между бровей 49 , озарил восемнадцать тысяч миров на востоке, и нет [места], где бы [этот свет] не распространился: внизу - до ада Авичи 50 , вверху - до неба Акаништха 51 . И здесь, в этом мире все увидели живых существ шести обликов 52 , находящихся в тех землях, а также увидели Будд, пребывающих в тех землях, услышали Дхарму, [запечатлённую] в сутрах, которую проповедуют Будды, а также увидели там бхикшу, бхикшуни, упасак, упасик, которые следуют предписаниям и обретают путь 53 , далее увидели бодхисаттв- махасаттв, которые по-разному рассуждая, по-разному веря [в Дхарму] и понимая [её], имея разные облики, следуют по пути бодхисаттв, увидели также Будд, которые вступили в паринирвану 54 , увидели, как из семи драгоценностей 55 возводят ступы 56 , чтобы возложить [в них] шариру 57 Будд после их паринирваны . В это время бодхисаттва Майтрейя подумал: «Сейчас Почитаемый в Мирах выявил знаки божественных превращений 58 . Чем вызвано это счастливое предзнаменование? Сейчас Будда, Почитаемый в Мирах, вступил в самадхи . Кого [я] спрошу про то невообразимое и редкостное, что [он] выявил, и от кого смогу получить ответ?» И ещё подумал: «Вот Манджушри, сын Царя Дхармы 59 , близок к неисчислимым Буддам прошлого, делал [им] подношения, и непременно должен был видеть такие редкостные знаки. Сейчас [я] спрошу его!» В это время бхикшу, бхикшуни, упасаки, упасики, а также боги, драконы, духи и другие - все подумали: «Воистину, кого мы спросим сейчас про эти сияющие знаки божественных \"проникновений\" 60 Будды?» В это время бодхисаттва Майтрейя, желая разрешить собственные сомнения и постигнув мысли четырёх групп - бхикшу, бхикшуни, упасак, упасик, а также богов, драконов, духов и всех других, [присутствовавших] на собрании, спросил Манджушри: «Почему появилось это предзнаменование - знак божественных \"проникновений\", почему испущен великий свет, который озарил восемнадцать тысяч земель на востоке, так что стали видны красота и величие всех тех миров Будды?» И бодхисаттва Майтрейя, желая ещё раз разъяснить смысл сказанного, повторил свою просьбу, произнеся гатху 61 : «Манджушри! Почему наш Поводырь 62 Всё озарил великим светом, Испущенным из [пучка] белых волосков между бровей? Осыпав [мир] дождём цветов мандара и цветов манджушака, Овеяв ветром сандалового 63 благоухания, Наполнил радостью сердца собравшихся здесь? Поэтому все земли величественны и чисты. Этот мир был сотрясён шестью способами. Все четыре группы возрадовались, [Их] тела и мысли были довольны, Что обрели то, чего никогда не имели. Свет из [пучка белых волосков] между бровей Озарил восемнадцать тысяч земель на востоке, Окрасив всё золотым цветом 64 . [Я] вижу живых существ шести путей 65 Во всех мирах - от ада Авичи До [неба] Самая Вершина Существования 66 , Всех, подверженных рождениям и смертям 67 , Их хорошую или плохую карму 68 И получаемое ими воздаяние - хорошее или плохое. Вижу также Будд, Святых Хозяев, Львов 69 . Проповедующих самые чудесные сутры. [Их] голоса чисты, Звуки, произносимые [ими], мягки и нежны. [Они] учат бесчисленные коти 70 бодхисаттв. Голос Брахмы 71 глубок и чудесен И побуждает людей радоваться, слушая [его]. Каждый в [своём] мире проповедует истинную Дхарму. С помощью различных рассуждений И неисчислимых уловок 72 [Они] озаряют светом Дхарму Будды И открывают живым существам просветление. Если есть люди, встретившие страдания, Пугающиеся старости, болезней и смерти, То ради [них они] проповедуют о нирване И устраняют все страдания. Если есть люди, которые счастливы, Делают подношения Будде И стремятся найти всепобеждающую Дхарму, То ради [них они] проповедуют О «самостоятельно [идущих] к просветлению» 73 . Если есть сыны Будды, Которые совершают различные деяния И ищут не имеющую высшего [предела] мудрость, То ради [них они] проповедуют о чистом пути. Манджушри! Пребывая здесь, Я всё это вижу и слышу, Как и ещё тысячи, коти дел 74 . Всего этого так много, Что сейчас поведаю об этом воистину кратко. В тех землях я вижу бодхисаттв, [Бесчисленных], как песчинки в Ганге 75 , Которые с помощью различных средств Ищут путь Будды. Одни, совершая благодеяния, С радостью совершают подаяние Золотом, серебром, кораллами, Настоящими жемчужинами-мани 76 , Лунными камнями, агатами, алмазами И другими драгоценными камнями, Рабами, рабынями, повозками, Колесницами, экипажами с балдахинами, Украшенными драгоценностями. Направляясь на путь Будды, [Они] желают обрести эту Колесницу 77 , Лучшую в трёх мирах 78 , Прославляемую Буддами. Или же есть бодхисаттвы, Которые совершают подаяние Повозками из драгоценностей, [Запряжёнными] четырьмя лошадьми. Сидения у них с перилами, Паланкины разноцветные, А также и другими повозками. [Я] вижу и таких бодхисаттв, Которые, ища мудрость Будды, С радостью приносят в качестве подаяния Голову, глаза и тело. Манджушри! Я вижу царей, Которые направляются к Будде И вопрошают о не имеющем высшего [предела] пути. Потом [они] оставляют свои прекрасные земли, Дворцы, сановников, наложниц, Бреют головы и надевают одежду Дхармы 79 . [Я] вижу бодхисаттв, Которые, став бхикшу, живут уединённо И с радостью декламируют сутры. Также [я] вижу бодхисаттв, Которые, с мужеством продвигаясь в совершенствовании, Входят в глубину гор и размышляют о пути Будды. А также вижу тех, кто отдалился от желаний, Постоянно пребывает в уединении, Глубоко входит в дхьяну 80 И обретает пять божественных «проникновений». Далее [я] вижу бодхисаттв, Которые пребывают в дхьяне , Соединив ладони, И в тысячах, десятках тысяч гатх Восхваляют всех Царей Дхармы. Также [я] вижу бодхисаттв, У которых мудрость глубока и воля крепка. [Они] способны вопрошать Будд, Слушают [их] и все полностью воспринимают и хранят. [Также я] вижу сынов Будды, Совершенных в созерцании и мудрости, Которые с помощью неисчислимых сравнений Разъясняют живым существам Дхарму. С ободрением и радостью проповедуя Дхарму, Обращают [их] в бодхисаттв И, разгромив полчища мар 81 , Бьют в барабаны Дхармы. Также [я] вижу бодхисаттв, Молчаливых, погружённых в покой, Которых почитают боги и драконы, Но [они] не считают это радостью. Также [я] вижу бодхисаттв, Которые, обитая в лесах, испускают свет, Спасающий от мучений в аду И побуждают вступать на путь Будды. Также [я] вижу сынов Будды, Которые без сна ходят по лесам, Усердно ища путь Будды. Также [я] вижу тех, Кто безупречно блюдёт заповеди, [Они] совершенны в величии, Чисты подобно драгоценному жемчугу И ищут путь Будды. Также [я] вижу сынов Будды, Которые, обладая силой выдержки И терпя, как переполненные надменностью люди Ненавидят, оскорбляют и избивают [их], Ищут путь Будды. Также [я] вижу бодхисаттв, Которые отдалились от весёлых развлечений, А также от глупого окружения, И сблизились с мудрецами, [Они] все, как один, устранили [в себе] разброд, Предаются размышлениям в горах и лесах И коти тысяч, десятков тысяч лет Ищут путь Будды. [Я вижу] бодхисаттв, Которые делают подношения Буддам и монахам Едой, сладостями, сотнями разных целебных трав, А также делают подношения Буддам и монахам Одеяниями от знаменитых портных И бесчисленными одеждами, не имеющими цены. [Я вижу] и тех, Кто делает подношения Буддам и монахам Тысячами, десятками тысяч, коти Драгоценных обителей из сандала, Которые наполнены чудесными ложами. [И тех] кто делает подношения Чистейшими садами и рощами, Наполненными цветами и плодами, С родниками, водоёмами для купания, прудами. Те, кто делает такие подношения, А каждое из них чудесно, Полны радости, [У них] нет сожалений, [Они] ищут не имеющей высшего [предела] путь. Также [я вижу] бодхисаттв, Которые проповедуют Дхарму 82 об успокоении И различными способами учат Бесчисленных живых существ. [Я] также вижу бодхисаттв, Которые постигли, что дхармы Не имеют двух знаков 83 , Что [они] пусты 84 подобно пространству. Ещё [я] вижу сынов Будды, Которые не имеют в сердцах привязанностей И с помощью этой чудесной мудрости Ищут не имеющий высшего [предела] путь. Манджушри! Есть такие бодхисаттвы, Которые после исчезновения Будд 85 почитают шариру. Также [я] вижу сынов Будды, Которые воздвигают ступы и гробницы, Бесчисленные, как песчинки в Ганге, И украшают [ими] миры. Ступы из драгоценностей высоки и прекрасны - Высотой пять тысяч йоджан 86 , Соразмерны по высоте и знамёнам, Занавеси украшены жемчужинами, Мелодично перезванивают колокольчики из драгоценностей. Боги, драконы, духи, люди и не люди Вечно почитают [их], поднося благовония, цветы, И с помощью искусной музыки. Манджушри! Для того, чтобы почитать шариру, [Сыны Будды] величественно украшают ступы, И миры становятся особенно прекрасными, [Сыны Будды] подобны небесным царям деревьев, Которые дают цветам распуститься. Будда испустил луч света, И я вместе с присутствующими на собрании Вижу эти миры во всём разнообразном великолепии. Будда обладает божественными силами И мудрость [его] редкостная. [Он], испустив луч чистого света, Озарил неисчислимые страны. Мы, увидев это, Обрели то, чего никогда не имели. Манджушри, сын Будды! Желаю, чтобы [ты] разрешил все сомнения. Четыре группы с почтением и верой Смотрят на Любящего Людей 87 и на меня. Почему Почитаемый в Мирах испустил этот свет? Сын Будды! Дай ответ, разреши сомнения И обрадуй [нас]! Ради какого великого блага [Будда] испустил этот яркий свет? Будда, сидя на месте пути 88 , Обрёл Чудесную Дхарму, Не возжелал ли [он] проповедовать [её нам]? И воистину не вручит ли [он нам] предсказания 89 ? [Он] покажет все земли Будды, Украшенные драгоценностями, чистые, И [мы] увидим в них Будд! Во [всём] этом кроется отнюдь не маловажная причина 90 ! Манджушри! [Ты] воистину должен знать: Четыре группы, драконы, духи Взирают на Любящего Людей! Что [ты] нам всем поведаешь?» В это время Манджушри сказал бодхисаттве-махасаттве Майтрейе, а также всем великим мужам: «Добрые сыны! Как я думаю, Будда, Почитаемый в Мирах, возжелал сейчас проповедовать Великую Дхарму, пролить дождь Великой Дхармы, вострубить Великую Дхарму в раковину, пробить о Великой Дхарме в барабаны, разъяснить смысл Великой Дхармы. Добрые сыны! Я видел этот знак у Будд прошлого. Испустив такой свет, [они] проповедовали после этого Великую Дхарму. Поэтому [вы] воистину должны знать! Будда, явив сейчас свет, также возжелал, чтобы живые существа смогли услышать и узнать Великую Дхарму, в которую трудно поверить во всех мирах, поэтому [он] и выявил такой знак. Добрые сыны! В прошлом, непостижимо неисчислимые, безграничные асамкьи 91 кальп 92 тому назад, был Будда. Его называли Татхагата 93 Сияние Солнца и Луны, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём 94 , По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Он] проповедовал истинную Дхарму, которая хороша в начале, [хороша] в середине, [хороша] в конце. [Её] значение глубоко, слова, через которые [она] выражена, чудесны. [Она] для всех одна, а не разная, совершенная, чистая до белизны, знак деяний Брахмы 95 . Для тех, кто стремился стать «слушающими голос» 96 , Татхагата Сияние Солнца и Луны проповедовал предназначенное [для них] учение о четырёх [благородных] истинах 97 , освобождал от рождений, старости, болезней и приводил к нирване. Для тех, кто стремился стать пратьекабуддами 98 , [он] проповедовал предназначенное [для них] учение о двенадцати внутренне присущих и внешних причинах 99 . Бодхисаттвам проповедовал о предназначенных [для них] шести парамитах 100 , чтобы [они] достигли ануттара-самьяк-самбодхи и обрели всеобъемлющее знание. Далее, был ещё Будда, которого также звали Сияние Солнца и Луны. И далее, был ещё Будда, которого также звали Сияние Солнца и Луны. Было двадцать тысяч Будд, и всех [их] звали одинаково - Сияние Солнца и Луны. Кроме того, [у них] было одно родовое имя 101 - Бхарадваджа. Майтрейя, [ты] воистину должен знать! Все эти Будды, которых звали одинаково - Сияние Солнца и Луны - с первого до последнего имели по десять прозваний 102 . Дхарма, которую [они] проповедовали, хороша в начале, [хороша] в середине, [хороша] в конце. До того, как последний из тех Будд «вышел из дома» 103 , он имел восемь сыновей, которые были царями. Первого звали Обладающий Волей, второго звали Добрая Воля, третьего звали Безмерная Воля, четвёртого звали Драгоценная Воля, пятого звали Усиление Воли, шестого звали Воля, Устраняющая Сомнения, седьмого звали Отражение Воли, восьмого звали Воля Дхармы. Эти восемь сыновей-царей обладали величественными добродетелями, свободой [в поступках], и каждый имел владения в четырёх Поднебесных 104 . Эти сыновья-цари, услышав, что отец «вышел из дома» и обрёл ануттара-самьяк-самбодхи , отбросили [свой] царский сан и, следуя [за ним], также «вышли из дома» и пробудили [в себе] мысли о Великой Колеснице, [они] постоянно совершали деяния Брахмы, все стали учителями Дхармы 105 и, находясь среди тысяч, десятков тысяч Будд, взращивали [в себе] добрые «корни» 106 . В это время Будда Сияние Солнца и Луны проповедовал сутру Великой Колесницы «Бесчисленные Значения» , которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают Будды. Окончив проповедь этой сутры, [он] сел среди великого собрания, скрестив ноги и вступил в самадхи «обретение бесчисленных значений», [его] тело и мысли были неподвижны. В это время с неба дождём полились цветы мандара, махамандара, манджушака, махаманджушака и осыпали Будду и всё великое собрание, а мир Будды был сотрясён шестью способами. И тогда присутствовавшие на собрании бхикшу, бхикшуни, упасаки, упасики, боги, драконы, якши, гандхарвы, асуры, гаруды, киннары, махораги, люди и не люди, а также малые цари, святые цари, вращающие Колесо, все на этом собрании обрели то, чего никогда не имели, возрадовались, соединили ладони и как один воззрились на Будду. В это время Татхагата, испустив свет из [пучка] белых волосков между бровей, озарил восемнадцать тысяч миров на востоке, и [этот свет] распространился повсюду, как это было с землями Будд, которые [мы] сейчас видели. Воистину, [ты] должен знать, Майтрейя! В это время на собрании присутствовали двадцать коти бодхисаттв, которые радостно желали слушать Дхарму. Бодхисаттвы, увидев этот свет, повсюду озаривший земли Будд, обрели то, чего никогда не имели, и захотели узнать, чем вызван этот свет. В то время [там] находился бодхисаттва, его звали Чудесный Свет, и [у него] было восемьсот учеников. Будда Сияние Солнца и Луны, выйдя из самадхи , с помощью бодхисаттвы Чудесный Свет проповедовал «Цветок Лотоса Чудесной Дхармы» , сутру Великой Колесницы, которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают Будды. Шестьдесят малых кальп [он] не вставал со своего места, и слушавшие [его] на том собрании также сидели шестьдесят малых кальп, не делая движений ни телом, ни мыслями, [лишь] слушая то, что проповедовал Будда, [прерываясь] только для того, чтобы поесть. В это время на собрании не было ни одного человека, у которого бы появилась усталость в теле или в мыслях. Будда Сияние Солнца и Луны в течение шестидесяти малых кальп проповедовал эту сутру и потом сказал брахмам 107 , марам, шраманам 108 , брахманам 109 , а также богам, людям, асурам такие слова: «Воистину сегодня ночью Татхагата войдёт в нирвану \"без остатка\" 110 !». В то время [там] был бодхисаттва, [его] звали Хранилище Добродетелей. Будда Сияние Солнца и Луны тогда же дал предсказание и сказал всем бхикшу: «Этот бодхисаттва Хранилище Добродетелей воистину станет следующим Буддой, и [его] будут звать Чистое Тело Татхагата Архан Самьяксамбудха». Будда, сделав предсказание, в полночь вступил в нирвану «без остатка». После исчезновения Будды бодхисаттва Чудесный Свет хранил Сутру о Цветке Лотоса Чудесной Дхармы и в течение восьмидесяти малых кальп проповедовал её людям. Восемь сыновей Будды Сияние Солнца и Луны взяли [бодхисаттву] Чудесный Свет учителем, Чудесный Свет обращал [их] и упрочивал [их] ануттара-самьяк-самбодхи . Все эти сыновья-цари делали подношения бесчисленным сотням, тысячам, десяткам тысяч, коти Будд, и прошли путь Будды. Тот, кто последним стал Буддой, получил имя Горящая Лампа. Среди [его] восьмисот учеников был человек, которого звали Ищущий Славы. [Он] был жадно привязан к получению выгоды и, хотя читал и декламировал сутры, не проник [в них], и многое забыл. Поэтому и получил имя Ищущий Славы. Но так как этот человек взрастил много добрых «корней», [он] обрёл возможность встретиться с неисчислимыми сотнями, тысячами, десятками тысяч, коти Будд, которым делал подношения, оказывал почести, поклонялся и [которых] восхвалял». Майтрейя! [Ты] воистину должен знать, был ли бодхисаттва Чудесный Свет, живший в то время, каким-то другим человеком? Нет, это был я! А бодхисаттвой Ищущим Славы был ты. И знак, который [я] вижу сейчас, не отличается от бывшего [тогда]. Поэтому [я] и думаю, что сегодня Татхагата действительно будет проповедовать «Цветок Лотоса Чудесной Дхармы» , сутру Великой Колесницы, которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают Будды. В это время Манджушри, желая ещё раз разъяснить смысл сказанного присутствующим на великом собрании, произнёс гатху: «[Я] думаю сейчас о прошлых временах. Неизмеримые, бесчисленные кальпы [тому назад] Был Будда, почитаемый среди людей. Его звали Сияние Солнца и Луны. Почитаемый в Мирах проповедовал Дхарму, Чтобы спасти неисчислимых живых существ, Бесчисленные коти бодхисаттв И ввести [их] в мудрость Будды. Когда Будда ещё не «вышел из дома», У него родилось восемь сыновей-царей. Увидев, что Великий Святой 111 «вышел из дома», [Они] вслед [за ним] также совершили деяния Брахмы 112 . В то время Будда проповедовал сутру Великой Колесницы, Называющуюся «Бесчисленные Значения», И широко разъяснял [её] присутствующим на собрании. Будда, окончив проповедь этой сутры, Воссел, скрестив ноги, на сидении Дхармы 113 И вошёл в самадхи, называемое «Обретение бесчисленных значений». С неба дождём полились цветы мандара, Сами по себе зазвучали небесные барабаны. Боги, драконы, духи делали подношения Почитаемому среди людей. В это время сотряслись все земли Будд, Будда испустил свет [из пучка белых волосков] между бровей И выявил [всё] редкостное. Этот свет озарил восемнадцать тысяч земель Будд на востоке, Показал всем живым существам [их] карму И воздаяние жизнями и смертями. [Я] увидел, что земли Будд украшены драгоценностями, Расцвечены ляпис-лазурью и хрусталём, Так как [их] озарил свет Будды. [Я] также увидел богов и людей, драконов, Духов, якшей, гандхарв, киннар, И каждый делал подношения Будде. [Я] также увидел Татхагат, Которые беспрепятственно прошли путь Будды. Цвет [их] тел [был] такой же, Как у горы из золота, Величественный и прекраснейший - Как будто среди чистой ляпис-лазури Появился образ, сделанный из настоящего золота. Почитаемый в Мирах пребывал на великом собрании И разъяснял смысл глубочайшей Дхармы. В каждой из земель Будд находились Бесчисленные «слушающие голос». Благодаря свету Будды, всё озарившему, [Я] увидел это великое собрание. В горах и лесах находились бхикшу, Которые продвигались в совершенствовании И блюли чистые заповеди так же, Как хранят прозрачную жемчужину. Там находились бодхисаттвы, [которые] делали подаяния И терпеливо совершали деяния, [Их] было столько же, сколько песчинок в Ганге. [Я] увидел [их] благодаря свету Будды, Всё озарившему. [Я] увидел также бодхисаттв, Которые глубоко вошли в дхьяну. [Их] тела и мысли были спокойны, неподвижны, Так [они] искали не имеющий высшего [предела] путь. [Я] увидел также бодхисаттв, Которые познали знак успокоения дхарм 114 . Каждый проповедовал в своей земле Дхарму И искал путь Будды. В это время четыре группы, Увидев, что Будда Сияние Солнца и Луны Выявил великие силы божественных «проникновений», Возрадовались в [своих] сердцах И спрашивали друг друга: «Почему это произошло?» Почитаемый богами и людьми в соответствующее время Поднялся из самадхи И воздал хвалу бодхисаттве Чудесный Свет: «Ты - глаз мира, все приходят [к тебе] с верой. [Ты] способен хранить сокровищницу Дхармы 115 . Только [ты] один способен правильно постичь Дхарму, которую [я] проповедую». Почитаемый в Мирах, воздав хвалу, Наполнил [бодхисаттву] Чудесный Свет радостью И проповедовал затем Сутру о Цветке Дхармы 116 . Не вставая со своего сидения шестьдесят малых кальп, [Он] проповедовал наивысшую Чудесную Дхарму. Учитель Дхармы Чудесный Свет Был способен все воспринять и хранить. Будда, проповедуя этот Цветок Дхармы, Наполнил существ радостью. Потом, в тот же день [он] сказал богам и людям: «[Я] вам уже поведал о значении Истинного знака всех дхарм. Сегодня ночью я воистину войду в нирвану. [Все] как один продвигайтесь в совершенствовании, Отдаляйтесь от распущенности! Будду очень трудно встретить - В течение коти кальп Можно встретить один раз». Сынов Почитаемого в Мирах, которые услышали, Что Будда вступает в нирвану, Охватила печаль: «Почему так быстро исчезает Будда?» Святой Глава, Царь Дхармы, Утешил неисчислимых существ: «Даже когда я исчезну, Вы не печальтесь и не страшитесь! Этот бодхисаттва Хранилище Добродетелей Обрёл в своих мыслях полное проникновение В истинный знак незамутненности И станет следующим Буддой, Которого будут звать Чистое Тело. [Он] будет также спасать неисчислимых существ». В ту же ночь Будда исчез Подобно тому, как исчезает огонь, Когда заканчивается хворост. [Его] шарира была роздана, И воздвигнуты неисчислимые ступы. Бхикшу и бхикшуни, которых было столько же, Сколько песчинок в Ганге, Удвоили силы в продвижении и совершенствовании И в поиске не имеющего высшего [предела] пути. Этот учитель Дхармы [бодхисаттва] Чудесный Свет Хранил сокровищницу Дхармы Будды Восемьдесят малых кальп И широко разъяснял Сутру о Цветке Дхармы. Всех восемь сыновей-царей обратил Чудесный Свет. [Они] твёрдо следовали По не имеющему высшего [предела] пути И действительно увидели бесчисленных Будд, Делали подношения Буддам И сопровождали [их], следуя по великому пути. [Им] было дано предсказание, Что один за другим [они] в конце концов Станут Буддами. Последнего бога среди богов, Назвали Буддой Горящая Лампа. [Он], Поводырь всех мудрецов, Привёл к освобождению неисчислимых существ. У этого учителя Дхармы [бодхисаттвы] Чудесный Свет Был в то время один ученик, Который в мыслях всегда имел леность И привязанность к славе и выгоде. У [него] не было усталости в поисках славы и выгоды. [Он] развлекался во многих богатых домах, Отбрасывая то, чему учился, Забыл [всё и ни во что] не проник. Поэтому [его] назвали Ищущий Славы. Но [он] совершал также добрые деяния И обрёл возможность увидеть бесчисленных Будд, Делал подношения Буддам И, следуя [за ними], Шёл по великому пути, Совершенствуясь в шести парамитах. Сейчас [он] видит сына Льва 117 Шакья 118 И потом станет Буддой. [Его] имя будет Майтрейя. [Он] будет широко спасать живых существ, Числа которых не пересчитать. Тот, кто после исчезновения того Будды, был ленив, Это - ты! Учитель Дхармы [бодхисаттва] Чудесный Свет - Сейчас это я сам. Я видел Будду Сияние 119 , Который в прошлом показал светом знамение, Какое явилось сейчас. Поэтому [я] знаю: Будда возжелал сейчас Проповедовать Сутру о Цветке Дхармы. Знак нынче такой же, Как знамение в прошлом, И это уловка Будд. Сейчас Будда испустил луч света, Чтобы помочь открыть смысл истинного знака 120 . Сейчас люди воистину должны [это] знать! Соедините ладони [и] как один, ждите. Будда воистину прольёт дождь Дхармы, Чтобы насытить ищущих путь. Если у человека, который ищет три Колесницы 121 , Возникнут сомнения или сожаления, Будда воистину освободит [его от них], И [у него] не будет другого существования 122 !»"}