{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 9: Вручение предсказаний находившимся на обучении и не находившимся на обучении]","text":"В это время Ананда 1 и Рахула подумали так: «Мы постоянно размышляем о себе и, если получим предсказание, также возрадуемся». [Они] встали со [своих] мест, направились к Будде, припали к [его] стопам и, обратившись к Будде, хором сказали: – Почитаемый в Мирах! Мы также должны иметь в этом долю 2 . Только в Татхагате мы имеем прибежище. Нас знают боги всех миров, люди, асуры. Ананда всегда был слугой [Будды Шакьямуни] и охранял сокровищницу Дхармы. Рахула — сын Будды. Если Будда даст предсказания [об обретении] ануттара-самьяк-самбодхи, наше желание будет выполнено, а также [желание] всех. В это время две тысячи учеников, находившихся на обучении и не находившихся на обучении, все встали со [своих] мест, смиренно обнажили правое плечо, подошли к Будде, соединили ладони и, взирая на Почитаемого в Мирах, встали в ряд, как желали Ананда и Рахула. Тогда Будда сказал Ананде: – Ты в грядущие времена воистину станешь Буддой. Звать [его] будут Татхагата Свободный Всепроникающий Царь Мудрости, [Великий] как Горы и Моря, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов И Людей, Будда, Почитаемый в Мирах. Воистину, [он] будет делать подношения шестидесяти двум коти будд, охранять сокровищницу Дхармы и обретёт затем ануттара-самьяк-самбодхи. [Он] обучит двадцать тысяч, десятки тысяч, коти бодхисаттв, [число которых равно] песчинкам в реке Ганг и приведёт [их] к обретению ануттара-самьяк-самбодхи. [Его] страну назовут Всегда Поднятое Победоносное Знамя. Эта земля будет чистейшая, почвой будет ляпис-лазурь. [Его] кальпу назовут Всё Заполняющие Чудесные Звуки. Жизнь этого Будды продолжится неисчислимые тысячи, десятки тысяч, коти асамкхьей кальп. Если человек будет считать [их] в течение тысяч, десятков тысяч, неисчислимых асамкхьей кальп, то [всё равно] не сможет [пересчитать]. Истинная Дхарма [этого Будды] будет пребывать в мире в два раза дольше, чем [его] жизнь, подобие Дхармы будет пребывать в мире в два раза дольше, чем истинная Дхарма. – Ананда! Добродетели этого Будды Свободный Всепроникающий Царь Мудрости, [Великий] как Горы и Моря восхвалят и назовут неисчислимые тысячи, десятки тысяч, коти будд-татхагат, [число которых равно] песчинкам в реке Ганг. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Сейчас, среди [вас], монахи, возглашаю: “Хранитель Дхармы Ананда Воистину будет делать подношения буддам И достигнет затем истинного просветления. Имя [его] будет — Свободный Всепроникающий Царь Мудрости, [Великий] как Горы и Моря. [Его] страна будет чистейшая, [Её] назовут Всегда Поднятое Победоносное Знамя. [Он] обучит бодхисаттв, Число которых [равно] песчинкам в Ганге. [Этот] Будда будет обладать Великими величественными добродетелями, [Его] имя услышат в десяти сторонах [света]. [Продолжительность его жизни] невозможно [будет] измерить, Потому что [он] будет сострадать живым существам. [Его] истинная Дхарма будет [пребывать в мире] В два раза дольше, чем [его] жизнь, А подобие Дхармы ещё в два раза дольше. Бесчисленные, как песчинки в реке Ганг, живые существа Пребывая в Дхарме этого Будды, Взрастят [в себе семена] возможности [Вступить] на путь Будды”». В это время каждый из восьми тысяч бодхисаттв, присутствовавших на собрании, которые только что пробудили [в себе] мысли [о достижении ануттара-самьяк-самбодхи], подумал так: «Я ещё не слышал, чтобы даже великие бодхисаттвы обрели такое предсказание. По какой причине обрели такие решения [эти] слушающие голос?» В это время Почитаемый в Мирах, зная, о чём подумали бодхисаттвы, сказал: – Добрые сыны! Я и Ананда при Будде Царь Пустоты в одно и то же время пробудили [в себе] мысли об ануттара-самьяк-самбодхи. Ананда постоянно наслаждался учением, а я всё время усердно продвигался в совершенствовании и поэтому уже достиг ануттара-самьяк-самбодхи. Ананда же защищал и хранил мою Дхарму. [Он] также будет охранять сокровищницу Дхармы будд будущего, учить бодхисаттв и приводить [их] к совершенству. Таков его исконный обет, и поэтому [он] получил такое предсказание. Ананда, стоя лицом к Будде, услышал предсказание о самом себе, а также о величественно украшенной земле, о том, что [его] обет исполнится и глубоко возрадовался в [своём] сердце, так как обрёл то, чего никогда не имел. В то же мгновение [он] вспомнил о сокровищнице Дхармы неисчислимых тысяч, десятков тысяч, коти будд прошлого и без препятствий проник [в неё], как будто слушал [Дхарму] сейчас, а также вспомнил о [своём] исконном обете. В это время Ананда произнёс гатху: «Почитаемый в Мирах очень редко приводит меня К воспоминаниям об учениях неисчислимых будд прошлого, [Я вспомнил их сейчас,] как будто слушал сегодня. Сейчас во мне нет сомнений. Спокойно пребывая на пути Будды, Я буду слугой, который с помощью уловок Будет защищать и хранить Дхарму будд». В это время Будда сказал Рахуле: – В грядущие времена ты воистину станешь Буддой. [Его] будут звать Татхагата Ступающий по Цветам Из Семи Драгоценностей, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов И Людей, Будда, Почитаемый в Мирах. [Он] воистину будет делать подношения буддам-татхагатам, бесчисленным как пылинки в десяти сторонах [света], и всегда будет старшим сыном будд, как и сейчас. Земля Будды Ступающий по Цветам из Семи Драгоценностей будет величественно украшенной, число кальп [его] жизни, [число] обращённых учеников, [пребывание] его истинной Дхармы и подобия Дхармы [в мире] будут такими же, как у Татхагаты Свободный Всепроникающий Царь Мудрости, [Великий] как Горы и Моря и не будут отличаться. [Он] также станет старшим сыном этого Будды. После этого [он] воистину обретёт ануттара-самьяк-самбодхи. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Когда я был принцем, Рахула был [моим] старшим сыном. Сейчас, когда я завершил путь Будды, [Он], получив Дхарму, Станет сыном Дхармы. В будущем [он] увидит неисчислимые коти будд И, став их старшим сыном, Будет всецело искать путь Будды. Что касается тайных деяний Рахулы, Только я способен их знать. Сейчас [он] мой старший сын И так показывается живым существам. [У него] неисчислимые коти, Тысячи, десятки тысяч добродетелей, [Их] невозможно пересчитать. Спокойно пребывая в Дхарме Будды, [Он] с её помощью ищет Не имеющий высшего [предела] путь». В это время Почитаемый в Мирах увидел две тысячи человек, находящихся на обучении и не находящихся на обучении, с нежностью и мягкостью мыслей, успокоенных, чистейших, которые, будучи едины в мыслях, взирали на Будду, и сказал Ананде: – Ты видишь эти две тысячи человек, находящихся на обучении и не находящихся на обучении? – Да, [я] вижу. – Ананда! Эти люди воистину будут делать подношения буддам-татхагатам, [число которых равно] числу пылинок в пятидесяти мирах, почитать [их] и глубоко уважать, защищать и хранить сокровищницу Дхармы, и, наконец, все одновременно в странах десяти сторон [света] станут буддами. Всех [их] будут звать одинаково — Татхагата Драгоценный Знак, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Их] жизнь будет [продолжаться] одну кальпу. [Их] земли будут величественно украшены, [в них] будет одинаковое [число] слушающих голос и бодхисаттв, [век] истинной Дхармы и [век] подобия Дхармы будут [длиться] одинаковое [время]. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Этим двум тысячам слушающих голос, Которые сейчас находятся передо мной, Всем [им] вручаю предсказание, Что в грядущие времена [Они] воистину станут буддами. [Число] будд, Которым [они] будут делать подношения, Будет, как говорилось выше, Равно числу пылинок [В пятидесяти мирах]. [Они] будут защищать и хранить Их сокровищницу Дхармы И позже действительно обретут Истинное просветление. В странах десяти сторон [света] [Их] всех будут звать одинаково, одним именем. В одно время [они] воссядут на месте Дхармы И [получат] свидетельство В [обретении] не имеющей высшего [предела] мудрости. Всех [их] будут звать — Драгоценный Знак, [Их] земли, а также [число] учеников, [Продолжительность их] истинной Дхармы И подобия Дхармы Будут одинаковы, а не различны. Все [они] с помощью божественных проникновений Будут спасать живых существ В десяти сторонах [света]. [Их] имена будут слышны повсюду, И друг за другом [они] вступят в нирвану». В это время две тысячи человек, находящихся на обучении и не находящихся на обучении, услышав предсказание Будды, подпрыгнули от радости и произнесли гатху: «Почитаемый в Мирах, свет лампы мудрости, Мы услышали [твой] голос, [Возвестивший] предсказания, И сердца [наши] наполнила радость, Как будто [нас] окропили сладкой росой!»"}