{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 15: Выпрыгнувшие из-под земли] — читать","text":"В это время пришедшие из других земель бодхисаттвы-махасаттвы, [количество] которых превосходило число песчинок в восьми реках Ганг, встали [со своих мест] на великом собрании, соединили ладони, приветствовали Будду и сказали: – Почитаемый в Мирах! Если Будда разрешит нам, пребывая в этом мире Саха после [своего] ухода, усердно продвигаясь в совершенствовании, защищать и хранить эту сутру, читать, декламировать [её] и делать [ей] подношения, то [мы] будем воистину широко проповедовать [её] в этой земле. В это время Будда сказал бодхисаттвам-махасаттвам: – Прекратите, добрые сыны! Вам нет необходимости защищать и хранить эту сутру. Почему? У меня есть в мире Саха бодхисаттвы-махасаттвы, [количество] которых [равно числу] песчинок в шестидесяти тысячах рек Ганг, каждый бодхисаттва имеет свиту, [равную числу] песчинок в шестидесяти тысячах рек Ганг, которые после моего ухода будут защищать, хранить, читать, декламировать и широко проповедовать эту сутру. Когда Будда говорил это, земля в трёх тысячах великих тысячных миров мира Саха сотряслась, и из-под неё одновременно выпрыгнули неисчислимые тысячи, десятки тысяч, коти бодхисаттв-махасаттв. [У всех] этих бодхисаттв тела были золотого цвета, имели тридцать два знака и излучали беспредельный свет. До этого, пребывая в пространстве под миром Саха, эти бодхисаттвы-махасаттвы услышали голос проповедующего Будды Шакьямуни и пришли из-под низу. Каждый бодхисаттва был главой, [подобно] направляющему пение [в хоре], ведущим за собой великое собрание 1 . За одними шла свита, [равная числу] песчинок в шестидесяти тысячах рек Ганг. За другими же шла свита, [равная числу] песчинок в пятидесяти тысячах, сорока тысячах, тридцати тысячах, двадцати тысячах, десяти тысячах рек Ганг. А за другими шла свита, [равная числу] песчинок в одной реке Ганг, в половине реки Ганг, в одной четвёртой [реки Ганг] и до одной тысячной, десятитысячной, коти [или] наюты доли [реки Ганг]. Ещё за другими — тысяча, десять тысяч, коти нают сопровождающих, за другими — коти, десятки тысяч сопровождающих, за другими — тысяча десятков тысяч, сто десятков тысяч или десяток тысяч, за другими — тысяча, сто или десять, ещё за другими — пять, четыре, три, два, один ученик. А также шёл только один бодхисаттва, наслаждаясь одиночеством. [Количество их] было неисчислимо, беспредельно, невыразимо ни в числах, ни в сравнениях. Эти бодхисаттвы, выпрыгнув из-под земли, направились к чудесной ступе из семи драгоценностей, находившейся в небе, в которой [пребывали] Татхагата Многочисленные Сокровища и Будда Шакьямуни. Подойдя [к ступе, они] приветствовали обоих Почитаемых в Мирах у их ног, потом, подойдя к буддам, сидящим на местах льва под деревьями из драгоценностей, также приветствовали [их], три раза обойдя с правой стороны, соединив ладони. [Они] оказывали [им] почести, произнося разнообразные восхваления Дхармы, [совершаемые] бодхисаттвами. Встав в один ряд, [они] с восторгом воззрились на двух Почитаемых в Мирах. Эти бодхисаттвы-махасаттвы, выпрыгнув из-под земли, восхваляли будд разнообразными восхвалениями Дхармы, [совершаемыми] бодхисаттвами. Это продолжалось пятьдесят малых кальп. Всё это время Будда Шакьямуни молча восседал на [своём] месте. Четыре группы также молчали пятьдесят малых кальп. Благодаря божественным силам Будды великое собрание думало, что прошла [только] половина дня. В это время четыре группы, также благодаря божественным силам Будды, увидели бодхисаттв, которые наполняли пространство в неисчислимых сотнях, тысячах, десятках тысяч, коти земель. Среди этих бодхисаттв было четыре поводыря: первого звали Высшие Деяния , второго звали Безмерные Деяния , третьего звали Чистые Деяния , четвёртого звали Деяния, Устанавливающие Покой . Эти четверо бодхисаттв среди бодхисаттв были самыми главными, наставниками, [подобными тем, кто] направляет пение [в хоре]. Все [они], стоя перед великим собранием, соединили ладони и, смотря на Будду Шакьямуни, спросили: – Почитаемый в Мирах! Есть ли [у Почитаемого в Мирах] хотя бы малые болезни или малые страдания, совершает ли [он] деяния в покое и радости? Легко ли воспринимают учение те, кого [он] воистину должен спасти? Не рождает ли [всё это] у Почитаемого в Мирах усталости? В это время четыре великих бодхисаттвы произнесли также гатху: «Спокоен и радостен ли Почитаемый в Мирах? Есть ли [у него] хотя бы малые болезни, Малые страдания? Не устаёт ли [он], уча и обращая живых существ? Легко ли принимают обращение живые существа? Не утомляет ли [всё это] Почитаемого в Мирах?» В это время Почитаемый в Мирах сказал великому собранию бодхисаттв такие слова: – Так, так, добрые сыны! Татхагата спокоен, радостен, [у него] малые болезни и малые страдания. Живых существ легко обращать и спасать. [У меня] нет усталости. Почему? Потому что эти живые существа из века в век постоянно получали от меня обращение. [Они] делали также подношения буддам прошлого, почитали [их] и взрастили [в себе] добрые корни. Эти живые существа, впервые увидев меня и услышав проповеди, [произнесённые] мной, Татхагатой, исключая тех, кто в прежние времена следовал Малой Колеснице и изучал [её], все сразу же поверили и вступили в мудрость Татхагаты. Но и те люди, услышав сейчас от меня эту сутру, смогут вступить в мудрость Будды. В это время великие бодхисаттвы произнесли гатху: «Прекрасно! Прекрасно! Великий герой, Почитаемый в Мирах! Всем этим живым существам Легко обратиться и спастись, И спросить о глубочайшей мудрости Будды. Выслушав ответ, [они] поверят и поймут. Мы радуемся этому!» В это время Почитаемый в Мирах воздал хвалу самым главным великим бодхисаттвам: – Прекрасно! Прекрасно! Добрые сыны, в вас смогла родиться хорошая мысль порадоваться за Татхагату. Тогда бодхисаттва Майтрейя, а также бодхисаттвы, [число] которых [равно] песчинкам в восьми тысячах рек Ганг, подумали: «Мы никогда раньше не видели этих великих бодхисаттв-махасаттв, выпрыгнувших из-под земли, которые стоят перед Почитаемым в Мирах, соединив ладони, и оказывают [ему] почести, и не слышали о них». Бодхисаттва-махасаттва Майтрейя, зная, о чём подумали бодхисаттвы, [число] которых [равно] песчинкам в восьми тысячах рек Ганг, а также желая разрешить собственные сомнения, соединил ладони и, обратившись к Будде, спросил, произнеся гатху: «[Мы] никогда не видели великого собрания Неисчислимых тысяч, Десятков тысяч, коти бодхисаттв. И желаем, чтобы Почитаемый, Имеющий Две Ноги поведал, Из каких мест [они] пришли, Почему здесь собрались. [У них] большие тела, [Они] обладают великими божественными проникновениями, Мудрость [их] невозможно представить, [Их] желания и помыслы тверды, Велика сила терпения. Живые существа радуются, видя [их]. Откуда [они] пришли? Каждый из этих бодхисаттв Ведёт за собой бесчисленную свиту, [Равную числу] песчинок в реке Ганг. [Мы] видим также великих бодхисаттв, Которые ведут за собой [свиту, Равную числу] песчинок В шестидесяти тысячах рек Ганг. И всё это великое собрание ищет путь Будды. Эти великие учителя, [Число которых равно] песчинкам В шестидесяти тысячах рек Ганг, Пришли вместе, Чтобы сделать подношения Будде, А также чтобы защищать и хранить эту сутру. Другие, которых [ещё] больше, Вели за собой свиту [Равную числу] песчинок В пятидесяти тысячах рек Ганг, В сорока, а также тридцати, Двадцати, десяти тысячах [рек Ганг]. Или в одной тысяче, ста [реках Ганг], В одной [реке Ганг], половине [реки Ганг]. [С ними] была тысяча, Десять тысяч нают учеников. Или десять тысяч коти и до половины коти, [Число их учителей] превышало эти количества, Или же было от ста до десяти тысяч, От десяти тысяч до тысячи или одна сотня, Пятьдесят, десять, до трёх, двух, одного. Были и такие, кто [пришли] одни, без свиты. Наслаждаясь одиночеством. Все [они] пришли к Будде, И вместе [их] число было ещё большим. Вот таково [было] это великое собрание! Если люди даже будут на счетах пересчитывать Собравшихся [здесь], [То и] в течение кальп, [Равных числу] песчинок в [реке] Ганг, [Они] не смогут узнать, сколько [их]. Это бодхисаттвы с великими достоинствами И добродетелями, Продвигающиеся в совершенствовании. Кто проповедовал [им] Дхарму, Учил, обращал и вёл к совершенству? За кем следуя, впервые пробудили [они] Мысли о просветлении? Какую Дхарму Будды восхваляют, Какие сутры получили и хранят, Каким путём Будды следуют? Эти бодхисаттвы обладают божественными проникновениями И великой мудростью. В четырёх сторонах [света] сотряслась земля, И из-под неё все [они] выпрыгнули. – Почитаемый в Мирах! [Я] никогда не видел ничего подобного И желаю, чтобы [ты] сказал название земли, Из которой [они] пришли. Я постоянно путешествую по странам, Но ничего подобного не видел. Я никого не знаю в этом великом собрании тех, Кто выпрыгнул из-под земли. Желаю, чтобы [ты] поведал [нам] о причинах. Неисчислимые сотни, тысячи, коти бодхисаттв, И также другие существа, Присутствующие сейчас на этом великом собрании, Все хотят узнать об этом деле. Эти бодхисаттвы должны ведь иметь свой путь! – Почитаемый в Мирах, Обладающий неисчислимыми добродетелями, Желаю только одного — Разреши [наши] сомнения!» В это время будды, частные тела Будды Шакьямуни, которые пришли из неисчислимых тысяч, десятков тысяч, коти земель, восседали, скрестив ноги, на местах льва под деревьями из драгоценностей в восьми сторонах [света]. Слуги этих будд, увидев, как великое собрание бодхисаттв выпрыгнуло из-под земли в трёх тысячах великих тысячных миров четырёх сторон [света] и пребывают в небе, сказали своим буддам: – Почитаемые в Мирах! Из каких мест пришло это великое собрание неисчислимого, безграничного количества асамкхьей бодхисаттв? В это время будды сказали своим слугам: – Добрые сыны! Подождите немного. Есть бодхисаттва-махасаттва, имя его — Майтрейя. Будда Шакьямуни дал предсказание, что в будущем [он] станет буддой. [Он] уже спрашивал об этом. Будда собирается сейчас ответить. Воистину, вы сами сможете услышать. В это время Будда Шакьямуни сказал бодхисаттве Майтрейе: – Прекрасно, прекрасно, Аджита 2 , что смог спросить Будду об этом великом деле. Воистину, вы все, будучи едины в мыслях, должны надеть доспехи усердия и пробудить [в себе] твёрдое намерение [всё понять]. Татхагата желает сейчас выявить мудрость будд, свободную 3 силу божественных проникновений будд, могучую силу львиной активности будд, силу великих усилий будд, внушающую благоговейный трепет, возвестить [о них] и показать. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Воистину продвигайтесь в совершенствовании И будьте едины в мыслях! Я желаю поведать [вам об этом]. Пусть [у вас] не будет сомнений и беспокойства. Мудрость Будды трудно постичь. Проявите сейчас силу вашей веры, Пребывайте в терпении и добре! Сейчас вы все воистину сможете услышать Дхарму, Которую ещё никогда не слышали. Я успокою вас сейчас. Будда не говорит неправдивых слов, Его мудрость неизмерима. Наивысшая Дхарма, обретённая [им], Исключительно глубока И трудна для понимания. Сейчас воистину поведаю вам [о ней]. Слушайте, [все] как один!» В это время Почитаемый в Мирах, произнеся гатху, сказал бодхисаттве Майтрейе: – Сейчас на этом великом собрании я говорю всем вам, Аджита, что эти неисчислимые, бесчисленные асамкхьи великих бодхисаттв-махасаттв, выпрыгнувших из-под земли, которых вы никогда не видели, я после того, как обрёл ануттара-самьяк-самбодхи в этом мире Саха, учил, обратил и повёл за собой, направлял мысли этих бодхисаттв, пробудил их стремление к пути. Все эти бодхисаттвы пребывают в пространстве под миром Саха, читают, декламируют сутры, проникают [в их смысл], размышляют [над ними], различают [по назначению] и правильно запоминают. – Аджита! Эти добрые сыны не находили удовольствия во многочисленных проповедях, пребывая среди живых существ, а любили спокойные места. [Они] усердно продвигались в совершенствовании, не зная усталости. Кроме того, [они] не стремились ни к людям, ни к богам, не жили среди них. [Они] всё время испытывают радость от глубокой мудрости, без препятствий и помех пребывают [в ней. Они] также всё время радуются Дхарме будд и все, будучи едины в мыслях, стремятся к не имеющей высшего [предела] мудрости. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «– Аджита, [ты] воистину должен знать! Эти великие бодхисаттвы Бесчисленные кальпы постигают Мудрость Будды. Я их всех обратил и пробудил [их] мысли О великом пути. Они — мои сыновья и принадлежат этому миру, Постоянно следуют дхуте И стремятся в спокойные места. [Они] отбрасывают беспокойства и тревоги, Которые одолевают великое собрание, Не находят удовольствия В многочисленных разговорах. Все эти сыны изучают Дхарму моего пути, День и ночь постоянно продвигаются в совершенствовании, Так как ищут путь Будды. [Они] пребывают в пространстве под миром Саха, Сила [их] желаний и памяти тверда. [Они] постоянно упорно стремятся к мудрости, Проповедуют различные чудесные Дхармы, И в их сердцах нет страха. Сидя под деревом бодхи в городе Гая 4 , Я обрёл наивысшее просветление. Вращая колесо не имеющей высшего [предела] Дхармы, [Я] учил и обращал их И впервые пробудил [у них] мысли о пути. Сейчас все [они] пребывают [На ступени] невозвращения И действительно станут буддами. Я говорю сейчас истинные слова, Вы все, как один, поверьте! Я с давних времён учил и обратил их всех». В это время у бодхисаттвы-махасаттвы Майтрейи, а также других бесчисленных бодхисаттв родились в мыслях сомнения, и, удивляясь тому, чего никогда не имели, [они] подумали: «Как же Почитаемый в Мирах в течение такого малого времени смог обратить неисчислимые, бесчисленные асамкхьи великих бодхисаттв и привести их к ануттара-самьяк-самбодхи ?» И [они] сказали Будде: – Почитаемый в Мирах! Когда Татхагата был царевичем, [он] покинул дворец Шакьев, пошёл в город Гая и неподалёку [от него] воссел на месте пути и обрёл ануттара-самьяк-самбодхи . С того времени прошло сорок с чем-то лет. – Почитаемый в Мирах! Как [ты] сумел за такое малое время совершить так много дел Будды? С помощью ли сил Будды, добродетелей Будды [ты] учил этих неисчислимых великих бодхисаттв и привёл их к достижению ануттара-самьяк-самбодхи ? – Почитаемый в Мирах! Этих великих бодхисаттв человек не способен пересчитать в течение тысяч, десятков тысяч, коти кальп, [он] не сможет дойти до конца [в счёте]. Все они с далёкого прошлого при неисчислимых, бесчисленных буддах взращивали добрые корни и шли по пути бодхисаттв, всегда совершали деяния Брахмы. – Почитаемый в Мирах! В это трудно поверить. Представь, что есть человек, цвет лица у которого прекрасен, волосы черны, ему двадцать пять лет, который указывает на столетних старцев и говорит: «Это — мои сыновья» . А столетние старцы, также показывая на молодого человека, говорят: «Это — наш отец, и [он] воспитал нас» . В это трудно поверить. То же самое и с Буддой, который обрёл путь воистину ещё недавно. Кроме того, эти бодхисаттвы в течение бесчисленных тысяч, десятков тысяч, коти кальп усердно продвигаются в совершенствовании ради пути Будды, [они] вступили, вышли и пребывали в бесчисленных сотнях, тысячах, десятках тысяч, коти самадхи, обрели великие божественные проникновения и долгое время совершают деяния Брахмы, один за другим успешно изучают все добрые учения, умело вопрошают и отвечают, являются сокровищами среди людей и чрезвычайной редкостью в мирах. Сегодня Почитаемый в Мирах сказал, что, когда обрёл путь Будды, [он] впервые пробудил [их] мысли, учил, обращал, вёл [их] и направил к ануттара-самьяк-самбодхи . Почитаемый в Мирах только недавно стал Буддой и всё же совершил это дело великой добродетели. Хотя мы верим, что проповедуемое Буддой и слова, идущие от Будды, не ложны, что знание Будды всепроникающе, но, если после ухода Будды недавно обращённые бодхисаттвы услышат такие слова, [они] не поверят и не воспримут [их], и [это] подтолкнёт [их] к греховным деяниям, разрушающим Дхарму. – Почитаемый в Мирах! [Я] желаю только, чтобы [ты] объяснил [всё это] и устранил наши сомнения. У добрых сыновей грядущих поколений, которые услышат это, также не возникнет сомнений. В это время бодхисаттва Майтрейя, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Будда из рода Шакьев в давние времена “вышел из дома” И воссел около города Гая под деревом бодхи. Это было ещё не так давно. Эти бесчисленные сыны Будды Уже давно следуют пути Будды, [Они] обладают силой Божественной всепроникающей мудрости И хорошо изучают путь бодхисаттв. [Они] не замутнены мирскими законами И подобны цветку лотоса в водах. [Они] выпрыгнули из-под земли, И все с почтительными мыслями Встали перед Почитаемым в Мирах. Это трудно вообразить! Как же можно в это поверить? Будда обрёл путь совсем недавно, Но достиг чрезвычайно много. Желаю, чтобы [ты] устранил все сомнения, Растолкуй и поведай всё по правде! Представь, что молодой и цветущий человек, Которому только двадцать пять лет, Показывает на своих столетних детей, У которых волосы белы, А на лицах морщины, И говорит: “Они порождены мной”. А дети также объясняют: “Это — наш отец!” Отец — мал, дети — стары — Никто в мире в это не поверит! Так и с Почитаемым в Мирах, Который обрёл путь совсем недавно. У этих бодхисаттв намерения тверды, [В них] нет робости и слабости, Бесчисленные кальпы [они] следуют По пути бодхисаттв, Умело отвечают на трудные вопросы, В их сердцах нет страха, В [их] сердцах утвердилось терпение, [Они] прямы, справедливы, величественны, Обладают добродетелями. [Их] восхваляют будды десяти сторон [света]. [Эти бодхисаттвы] искусно объясняют и проповедуют, Не веселятся, находясь среди людей, А любят постоянно пребывать в дхьяне. Ради того, чтобы искать путь Будды, [Они] пребывают в пространстве внизу. Мы слушаем Будду и не испытываем сомнений. Но желаю, чтобы Будда ради будущих времён Рассказал [обо всём] И всё разъяснил. Те, у кого родятся сомнения об этой сутре, И кто не будет верить в неё, Сразу же упадут на плохие пути. Желаю, чтобы [ты] сейчас разъяснил, Как эти неисчислимые бодхисаттвы Были обучены и приведены в состояние Никогда не возвращающихся За такое малое время?» Это интересно Благородная Махаянская Сутра «Мудрость во время смерти» Введение Поскольку сам ум является причиной возникновения мудрости, не ищите Будду где-либо ещё. О чём сутра Несмотря на свою краткость, сутра «Мудрость во время смерти» излагает всю суть Махаяны и описывает практики, которые следует выполнять в час смерти. Как известно 1 , сам Будда учил глубокой Дхарме только тех, кто движется путём бодхисаттв. Поэтому, когда Будду спросил один из... Читать"}