{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 10: Учитель Дхармы] – Читать полный текст","text":"В это время Почитаемый в Мирах через бодхисаттву Царь Врачевания обратился к восьмидесяти тысячам великих мужей: – Царь Врачевания! Ты видишь на этом собрании неисчислимых богов, царя драконов, якшей, гандхарв, асур, гаруд, киннар, махораг, людей и не людей, а также бхикшу, бхикшуни, упасак, упасик, стремящихся стать слушающими голос, стремящихся стать пратьекабуддами, стремящихся отыскать путь Будды? Если каждый [из них], находясь перед Буддой, услышит хотя бы одну гатху, одну фразу «Сутры о Цветке Чудесной Дхармы» и хотя бы в одной мысли будет с радостью следовать [ей], то, я предсказываю, что все [они] воистину обретут ануттара-самьяк-самбодхи. Кроме того, Будда сказал Царю Врачевания: – Кроме того, если после ухода Татхагаты [какой-нибудь] человек услышит хотя бы одну гатху, одну фразу из «Сутры о Цветке Чудесной Дхармы» и хотя бы на одно мгновение возрадуется, [то ему] я также вручу предсказание об [обретении] ануттара-самьяк-самбодхи. А также если [какой-нибудь] человек воспримет и будет хранить хотя бы одну гатху «Сутры о Цветке Дхармы», будет декламировать, разъяснять, переписывать [её] и смотреть на свитки этой сутры с таким же почтением, как на Будду, делать [им] разнообразные подношения — цветами, благовониями, гирляндами, благовонной пудрой, благовонными втираниями, благовониями для воскуривания, шёлковыми балдахинами, знамёнами, флагами, одеяниями, музыкой и оказывать [им] почести, соединив ладони, то, Царь Врачевания, [ты] воистину должен знать, что этот человек уже сделал подношения десяти тысячам, коти будд, выполнил, находясь около будд, [свой] великий обет и из сострадания к живым существам [снова] родился в облике человека. – Царь Врачевания! Если спросят, какие живые существа действительно станут буддами в грядущие века, воистину покажи [их]. Эти люди обязательно станут буддами в грядущие века. Почему? Если добрый сын [или] добрая дочь воспримет и будет хранить [в памяти] хотя бы одну фразу из «Сутры о Цветке Дхармы», декламировать [её], разъяснять, переписывать и делать свиткам сутры разнообразные подношения — цветами, благовониями, гирляндами, благовонной пудрой, благовонными втираниями, благовониями для воскуривания, знамёнами, флагами, одеяниями, музыкой и оказывать [им] почести, соединив ладони, то на этого человека воистину будут взирать все миры и, как делают подношения татхагатам, будут делать подношения ему. [Ты] воистину должен знать! Этот человек — великий бодхисаттва. [Он] достиг ануттара-самьяк-самбодхи и из сострадания к живым существам пожелал родиться в этом мире, широко проповедовать «Сутру о Цветке Чудесной Дхармы» и разъяснять [её]. А что уж говорить о том, кто способен получить [сутру], хранить и делать разнообразные подношения! – Царь Врачевания! [Ты] воистину должен знать, что этот человек, отбросив плоды своей чистой кармы из сострадания к живым существам после моего ухода возродится в этом злом мире и будет широко проповедовать эту сутру. Если этот добрый сын [или] эта добрая дочь после моего ухода сможет тайком проповедовать хотя бы одному человеку пусть только одну фразу из «Сутры о Цветке Дхармы», воистину знай: этот человек — посланец Татхагаты, направленный Татхагатой совершать деяния Татхагаты! А что уж говорить о том, кто будет широко проповедовать [сутру] людям на великих собраниях? – Царь Врачевания! Если есть плохие люди, и в течение кальп [они] будут появляться перед Буддой с недобрыми мыслями, [их] вина всё же будет мала. Но если [какой-нибудь] человек хотя бы одним плохим словом оскорбит «оставшегося дома» 1 или «вышедшего из дома», декламирующих «Сутру о Цветке Дхармы», [его] вина будет исключительно тяжела. – Царь Врачевания! Если [человек] декламирует эту «Сутру о Цветке Дхармы», то, воистину [ты] должен знать, этот человек украсит себя украшениями Будды, Татхагата понесёт [его на своих] плечах. В какой бы край [он] ни пришёл, [все за ним] будут следовать, встречать и как один приветствовать, соединив ладони, почитать, делать подношения, превозносить, восславлять, одаривать цветами, благовониями, гирляндами, благовонной пудрой, благовонными втираниями, благовониями для воскуривания, шёлковыми балдахинами, знамёнами, флагами, одеяниями, изысканными лакомствами, играть разнообразные мелодии. Делайте [ему] подношения лучшим, что есть у людей. Воистину, [его] следует осыпать небесными драгоценностями. Почему? Потому что этот человек с радостью проповедует Дхарму, а [те, кто, находясь] рядом, услышат его, обретут ануттара-самьяк-самбодхи! В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если [какой-нибудь человек] Пожелает пребывать на пути Будды И обрести совершенство в [своём] природном знании 2 , То воистину [он] должен постоянно и усердно Делать подношения тем, Кто получил и хранит цветок Дхармы. Если кто-нибудь хочет быстро Обрести всеобъемлющую мудрость, Воистину [он] должен получить и хранить эту сутру И делать подношения тем, кто хранит эту сутру. Если есть [человек], который способен получить И хранить “Сутру о Цветке Чудесной Дхармы”, Оставить чистую землю, [в которой пребывает], И из сострадания к живым существам Возродиться здесь, То, воистину знай, такой человек Свободен родиться там, где пожелает, И способен в этом злом мире Широко проповедовать Не имеющую высшего [предела] Дхарму. Проповедующему Дхарму делайте подношения Небесными цветами и благовониями, А также одеяниями из небесных драгоценностей, Россыпями самых чудесных небесных драгоценностей. Тому, кто в злой век после моего ухода Способен хранить эту сутру, Воистину оказывайте почести, соединив ладони, Как будто делаете подношение Почитаемому в Мирах. Этому сыну Будды делайте подношения Изысканными яствами и прекрасными сладостями, А также различными одеяниями, И желайте каждое мгновение слушать [его]. Если [какой-нибудь человек] в последующие века Будет способен получить и хранить эту сутру, Я пошлю [его] пребывать среди людей И совершать деяния Татхагаты. Если [какой-нибудь человек] в течение кальпы Постоянно имеет недобрые мысли И, позеленев [от злости], Поносит Будду, То [он] совершает неисчислимые тяжкие преступления. Но преступление того, Кто хотя бы на одно мгновение Оскорбляет читающего, декламирующего И хранящего “Сутру о Цветке Дхармы”, Будет намного тяжелее. Если есть человек, который ищет путь Будды И в течение кальпы, Соединив ладони, стоит передо мной И восхваляет [меня] в бесчисленных гатхах, То благодаря восхвалению Будды [Он] обретёт неисчислимые блага 3 . Но тот, кто превозносит хранящего сутру, Обретёт ещё большее счастье. В течение восьмидесяти коти кальп Делайте хранящему сутру подношения Самыми чудесными цветами и голосами, А также благовониями, [Яствами, прекрасными] на вкус, [Нежными] прикосновениями. Если, сделав эти подношения, [Вы] хотя бы на мгновение будете слушать сутру, То воистину поздравьте себя и скажите: “Мы обрели сегодня великое благо!” – Царь Врачевания! Среди всех сутр, которые я проповедовал, [Эта “Сутра] о Цветке Дхармы” — самая главная!» В это время Будда ещё раз обратился к бодхисаттве-махасаттве Царю Врачевания: – Сутры, которые я проповедовал в прошлом, проповедую сейчас и буду проповедовать в будущем, неисчислимы, [есть] тысячи, десятки тысяч, коти сутр, но из всех них в эту «Сутру о Цветке Дхармы» труднее всего поверить, [её] труднее всего понять. – Царь Врачевания! Эта сутра — хранилище главных тайн всех будд, которые не распространяются повсеместно и не вручаются бездумно людям. [Она] охраняется всеми буддами, Почитаемыми в Мирах, и с далёкого прошлого ещё [никому] не открывалась и не проповедовалась. Даже сейчас, когда Татхагата пребывает в мире, эта сутра вызывает много злости и зависти, а что уж говорить о том, что будет после ухода Татхагаты! – Царь Врачевания, [ты] воистину должен знать! Того, кто после ухода Татхагаты будет способен переписывать, хранить, декламировать эту сутру, делать [ей] подношения и проповедовать людям, Татхагата покроет своим одеянием. [Его] будут защищать и [о нём] будут помнить будды, пребывающие в настоящее время в других мирах. У этого человека будет великая сила веры, а также сила желания [обрести ануттара-самьяк-самбодхи] и сила добрых корней. Воистину, [ты] должен знать! Этот человек будет обитать вместе с Татхагатой, и Татхагата будет гладить рукой [его] голову. – Царь Врачевания! Во всех местах, где эта сутра проповедуется, читается, декламируется, переписывается и где хранятся свитки сутры, пусть будут воздвигнуты ступы из семи драгоценностей. Пусть [они] будут самыми высокими, просторными и величественными! Но не нужно помещать [в них] шариру! Почему? Там уже находится тело Татхагаты. Воистину, пусть делают этим ступам подношения всеми благовониями и цветами, ожерельями, шёлковыми балдахинами, знамёнами и флагами, пусть почитают и восхваляют [их] приятной музыкой, пением, пусть поклоняются [им]. Воистину, [ты] должен знать! Если есть люди, которые, увидев эти ступы, будут почитать [их] и делать подношения, все [они] приблизятся к ануттара-самьяк-самбодхи. – Царь Врачевания! Есть много людей — «оставшихся дома» и «вышедших из дома», которые следуют по пути бодхисаттвы. Но если [они] не способны видеть, слышать, читать, декламировать, переписывать, хранить эту «Сутру о Цветке Дхармы» и делать [ей] подношения, то [ты] воистину должен знать: такие люди ещё неумело следуют пути бодхисаттв. Однако если [они] услышат эту сутру, то в таком случае смогут умело следовать по пути бодхисаттв. Если среди живых существ есть такие, кто ищут путь Будды видят и слушают эту сутру и, услышав [её], верят [в неё], понимают, получают [её] и хранят, то [ты] воистину должен знать: такие люди приблизились к ануттара-самьяк-самбодхи. – Царь Врачевания! Представь, что есть человек, который испытывает сильную жажду, нуждается в воде и ищет её, копая колодец на плоскогорье. Видя, что земля всё ещё сухая, [он] знает, что вода далеко. [Он] не прекращает работу, и через некоторое время видит влажную землю, и, наконец, доходит до грязи. Сейчас [он] точно знает, что до воды совсем близко. Так же и с бодхисаттвами. Если [они] ещё не слышали «Сутру о Цветке Дхармы», [или] ещё не понимают [её] и неспособны следовать [ей], то [ты] воистину должен знать: эти люди далеки от ануттара-самьяк-самбодхи. Если же [они] слушают, понимают сутру, размышляют и следуют [ей], то [ты] должен знать: [они] приблизились к ануттара-самьяк-самбодхи. Почему? Ануттара-самьяк-самбодхи всех бодхисаттв принадлежит этой сутре. Эта сутра, открыв врата уловки, показывает облик истинного. Сокровищница этой «Сутры о Цветке Дхармы» находится глубоко, надёжно скрыта, далека, и никто из людей не может достичь [её]. Сейчас Будда, уча бодхисаттв и ведя [их] к совершенству, открывает [её]. – Царь Врачевания! Если есть бодхисаттвы, которые, слушая эту «Сутру о Цветке Дхармы», удивляются, сомневаются, испытывают страх, то [ты] воистину должен знать: это бодхисаттвы, только что пробудившие [свои] мысли [об обретении ануттара-самьяк-самбодхи]. Если удивляются, сомневаются, испытывают страх слушающие голос, то [ты] воистину должен знать: это надменные люди! – Царь Врачевания! Если добрый сын [или] добрая дочь пожелает после ухода Татхагаты проповедовать эту «Сутру о Цветке Дхармы» четырём группам, то таким образом [Учитель Дхармы] должен [её] проповедовать — этот добрый сын [или] добрая дочь должны широко проповедовать эту сутру четырём группам, войдя в обитель Татхагаты, надев одежды Татхагаты и воссев на место Татхагаты. Обитель Татхагаты — это сердца всех живых существ, [наполненные] великим состраданием. Одежды Татхагаты — это сердца, [наполненные] мягкостью, нежностью и терпением. Место Татхагаты — это пустота всех дхарм. Спокойно утвердившись [в них], пусть без лености широко проповедуют эту «Сутру о Цветке Дхармы» бодхисаттвам, а также четырём группам. – Царь Врачевания! [Находясь] в других землях, я направляю посланца [в облике] человека, чтобы собрать людей слушать Дхарму, и направляю [посланцев] в облике бхикшу, бхикшуни, упасак, упасик слушать проповедь Дхармы. Все эти [существа в облике] человека, услышав Дхарму, поверят [в неё], воспримут и будут следовать [ей]. Если проповедующий Дхарму пребывает в уединённом и спокойном месте, то тогда я посылаю богов, драконов, духов, гандхарв, асур и других существ слушать эту проповедь Дхармы. Хотя я пребываю в других мирах, время от времени проповедующие Дхарму могут меня увидеть. Если [они] забудут [какую-нибудь] фразу в этой сутре, я возвращаюсь в этот мир и читаю [её] им, так что [они] будут [всё знать] в совершенстве. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если [ты] пожелаешь отбросить леность, [Ты] воистину должен слушать эту сутру! Очень трудно услышать эту сутру, И трудно [встретить] тех, Кто верит [в неё] и воспринимает. Человек, захотев пить, ищет воду И копает колодец. Видя иссохшую землю, [он] знает, Что вода ещё далеко. Видя грязь, которая становится всё влажнее, [Он] знает, что вода уже близка. – Царь Врачевания! Ты воистину должен знать: Те, кто не слушает “Сутру о Цветке Дхармы”, Очень далеки от знания Будды. Если же [они] будут слушать эту глубокую сутру, Которая определяет для слушающих голос Дхарму, Если, прослушав эту сутру, Которая царь над всеми другими сутрами, [Они] будут усердно размышлять об услышанном, То, [ты] воистину должен знать: Эти люди уже приблизились к мудрости Будды! Если человек проповедует эту сутру, То воистину [он] входит в обитель Татхагаты, Надевает одежды Татхагаты И садится на место Татхагаты! [Он] без страха [приближается] к людям И широко проповедует им сутру, Различая [их] по способностям. Великое сострадание [он] делает [своей] обителью, Мягкость, спокойствие и терпение — [Своим] одеянием, [Учение], что дхармы пусты — [Своим] местом. Опираясь на это, проповедуй Дхарму! Если, во время проповеди этой сутры, Найдутся люди, которые будут злословить, Поносить [тебя], избивать мечами, Палками, камнями, Думай о Будде и будь воистину терпелив! В тысяче, десяти тысячах, коти земель Я выявляю [моё] чистое неразрушимое тело И неисчислимые коти кальп Проповедую Дхарму живым существам. К тому, кто после моего ухода Сможет проповедовать эту сутру, Я пошлю четыре группы [в облике] людей — Бхикшу и бхикшуни, А также мужчин и женщин с чистой верой, — Чтобы [они] делали подношения Учителю Дхармы. [И он] будет вести за собой живых существ, Собирать [их] вместе И побуждать слушать Дхарму. Если [какой-нибудь] человек захочет со злостью Напасть [на них] с мечами, Палками или камнями, [Я] направлю тогда посланцев [в облике] человека, Которые будут защищать [их]. Если человек, проповедующий Дхарму, Будет в одиночестве пребывать в уединённом месте, В котором царит покой, Где не слышно человеческих голосов, И будет читать и декламировать эту сутру, Тогда я выявлю перед ним [Моё] чистейшее и сияющее тело. Если [он] забудет [какую-нибудь] фразу, [Я] прочту [её], Чтобы [он] проник [в эту фразу]. Если [какой-нибудь] человек, Наполнив [себя] добродетелями, Будет проповедовать четырём группам Или в одиночестве читать и декламировать сутру, То [он] обретёт возможность увидеть меня. Если [этот] человек пребывает В уединённом и спокойном месте, Я пошлю к нему богов, царя драконов, Якшей и духов слушать Дхарму. Этот человек будет с радостью Проповедовать Дхарму, Разъясняя [её] без препятствий, Так как будды будут охранять [его] И помнить [о нём]. И [он] приведёт к радости великое собрание! Тот, кто приблизится к этому Учителю Дхармы, Вскоре достигнет пути бодхисаттвы. Тот, кто прилежно учится у Учителя Дхармы, Увидит будд, [бесчисленных], Как песчинки в Ганге»."}