{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 7: сравнение с призрачным городом] читать","text":"Будда, обращаясь к бхикшу, сказал: – В [далёком] прошлом, невообразимо бесчисленные, безграничные асамкхьи кальп назад, был Будда, [его] звали Татхагата Великая Всепроникающая и Всепобеждающая Мудрость , Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. Его страну называли Достигшая Доброго, его кальпу называли Великий Знак. – Бхикшу, с тех пор как ушёл этот Будда, прошло очень много времени. Представьте, какой-нибудь человек разотрёт в порошок землю в трёх тысячах великих тысячных миров, изготовит тушь и, пройдя через тысячу земель на восток, уронит одну каплю величиной в пылинку. Ещё пройдя тысячу земель, также уронит одну каплю. И так будет ходить, пока не израсходует всю изготовленную из земли тушь. Что вы об этом думаете? Могут ли мастера счёта или ученики мастеров счёта узнать точное их число? – Нет, Почитаемый в Мирах! – Бхикшу! Если земли, через которые прошёл этот человек, роняя капли, растереть в пыль и считать одну пылинку кальпой, то время, которое прошло с тех пор, как ушёл этот Будда, превысит число пылинок на неисчислимые, безграничные сотни, тысячи, десятки тысяч, коти асамкхьей кальп. Я с помощью силы мудрого взора Татхагаты вижу то далёкое прошлое как сегодняшний день. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «[Я] вспоминаю, что в прошедшие века, Неисчислимые, безграничные кальпы назад Был Будда, Почитаемый, Имеющий Две Ноги, [Его] звали Великая Всепроникающая И Всепобеждающая Мудрость. Представьте, [что какой-то] человек Своими силами растёр в порошок землю В трёх тысячах великих тысячных миров И, израсходовав землю, Изготовил [из неё] тушь. Пройдя тысячу земель, Уронил одну каплю-пылинку. И так ходил, роняя капли, Пока не израсходовал все пылинки. Если все земли, в которые попали капли И в которые не попали капли, Растереть в порошок И считать одну пылинку кальпой, То количество прошедших кальп Превысит число этих пылинок. С тех пор, как тот Будда ушёл, Прошли неисчислимые кальпы. С помощью мудрости Татхагаты, Перед которой нет никаких препятствий, [Я] знаю об уходе этого Будды, О слушающих голос и бодхисаттвах, Как будто сегодня вижу [его] уход. Бхикшу, [вы] воистину должны знать! Мудрость Будды чистая и чудесная, незамутнённая, Перед [ней] нет препятствий, [Она] проникает сквозь бесчисленные кальпы». Будда обратился к бхикшу: – Жизнь Будды Великая Всепроникающая и Всепобеждающая Мудрость продолжалась пять сотен сорок, десять тысяч, коти нают кальп. Этот Будда, восседая вначале в месте пути, поразил войско мар и был готов обрести ануттара-самьяк-самбодхи , но Дхарма будд [ему] не открылась. Одну малую кальпу, а затем десять малых кальп [он] просидел, скрестив ноги, с неподвижным телом и мыслями, но Дхарма будд [ему] всё же не открылась. В это время боги [неба] Трайястримша 1 установили под деревом бодхи 2 для этого Будды место льва высотой в одну йоджану для того, чтобы Будда действительно обрёл на этом месте ануттара-самьяк-самбодхи . Когда [он] воссел на это место, небесный царь Брахма осыпал дождём небесных цветов площадь в сто йоджан. Время от времени приходил благоуханный ветер, сдувая увядшие цветы и осыпая [всё] дождём свежих. В течение десяти малых кальп [боги] непрерывно делали подношения [этому] Будде и до [его] ухода постоянно осыпали [его] дождём цветов. В течение десяти малых кальп четыре небесных царя [также] делали подношения [этому] Будде, постоянно били в барабаны, а другие исполняли небесную музыку. Так было до [его] ухода. – Бхикшу! Через десять малых кальп для Будды Великая Всепроникающая и Всепобеждающая Мудрость открылась Дхарма будд, и [он] достиг ануттара-самьяк-самбодхи . Когда этот Будда ещё «не вышел из дома», [у него] было шестнадцать сыновей. Первого звали Скопление Мудрости. У каждого из сыновей имелись различные редкостные игрушки. Услышав, что отец достиг ануттара-самьяк-самбодхи , [они] отбросили имевшиеся у них редкостные вещи и направились к месту, где пребывал Будда. Мать, обливаясь слезами, проводила [их. Их] дед, святой царь, вращающий колесо, в окружении ста великих министров, а также, сотен, тысяч, десятков тысяч, коти других людей, последовал к месту пути. Приблизившись к Татхагате Великая Всепроникающая и Всепобеждающая Мудрость, [они] пожелали делать [ему] подношения, почитать, уважать и восхвалять. Подойдя, [они] приветствовали [его], припав лицом к [его] стопам. Обойдя вокруг Будды, [они все] как один соединили ладони и, глядя на Почитаемого в Мирах, произнесли гатху: «Великий Добродетельный Почитаемый в мирах! Для того, чтобы спасти живых существ, Через неисчислимые коти лет [Ты] стал Буддой и выполнил все обеты. Как хорошо! [Наше] счастье не имеет предела, Так как Почитаемый в Мирах Очень редко пребывает [в мире]. За время одного сидения Прошло десять малых кальп, [Твоё] тело, а также руки и ноги Были неподвижны, спокойны, Мысли также были всегда спокойны И никогда не приходили в беспорядок, И, наконец, [ты] достиг вечного успокоения И спокойно пребываешь в незамутнённой Дхарме. Видя сейчас Почитаемого в Мирах, Спокойно прошедшего путь Будды, Мы обрели великое благо, Поздравляем себя и глубоко радуемся. Живые существа вечно страдали, Были слепыми и не имели поводыря, Не знали пути исчерпания страданий, Не знали, как искать освобождение. В долгие ночи удлинялись пути зла, Уменьшалось количество богов. Переходя из темноты в темноту, Люди никогда не слышали имени Будды. Но сейчас Будда обрёл наивысшую, Спокойную, незамутнённую Дхарму. Мы, а также боги и люди, Обрели наивысшее благо! Поэтому [мы] все склоняем головы И возвращаем [наши] жизни Высочайшему Почитаемому». В это время шестнадцать царевичей, восхвалив Будду в гатхе, попросили Почитаемого в Мирах вращать колесо Дхармы, сказав: – Почитаемый в Мирах! Проповедуя Дхарму, ниспошли покой множеству мест, сострадая богам и людям, принеси [им] благо! [И они] ещё раз повторили это, произнеся гатху: «Герой Мира, Несравненный, Величественно украшенный ста [знаками] счастья, Обретший не имеющую высшего [предела] мудрость! Просим [тебя]: проповедуя миру, Спаси нас, а также все виды живых существ. Сделай для нас различения И выяви [Дхарму], Чтобы [мы] обрели мудрость. Если мы станем буддами, То и с другими живыми существами Будет так же. – Почитаемый в Мирах! [Ты] знаешь сокровенные мысли живых существ, А также знаешь пути, Которыми [они] следуют, А также знаешь силу [их] мудрости, [Их] желания, радости, А также [то, что они] совершили Для [обретения] счастья, И карму, обретённую [ими] в прошлых жизнях. – Почитаемый в Мирах! [Ты] узнал всё это, Воистину вращай бесценное колесо!» Будда сказал бхикшу: – Когда Будда Великая Всепроникающая и Всепобеждающая Мудрость обрёл ануттара-самьяк-самбодхи , пять сотен, десять тысяч, коти миров будд в десяти сторонах [света] сотряслись шестью способами, и даже тёмные места, находившиеся между этими странами, которых не мог осветить величественный свет солнца и луны, ярко озарились. Находившиеся в них живые существа увидели друг друга и воскликнули: «Откуда вдруг появились эти живые существа?» Кроме того, дворцы богов во всех этих мирах, вплоть до дворца Брахмы, сотряслись шестью способами, и великий свет озарил и наполнил все миры, превосходя свет небес. В это время дворцы на небе Брахмы 3 в пяти сотнях, десяти тысячах, коти миров на востоке ярко осветились, в два раза ярче, чем обычно. И все цари неба Брахмы подумали: «Сейчас [наши] дворцы освещены так, как никогда раньше. По какой причине появился этот знак?» И в это время цари неба Брахмы навестили друг друга и все вместе обсудили это дело. Среди них был великий царь неба Брахмы, которого звали Спасающий Всех. [Он] прочитал брахмам гатху: «Наши дворцы освещены так, Как никогда раньше. По какой причине? Давайте все вместе выясним это. Не родился ли бог с великими добродетелями? Не вышел ли в мир Будда? Не потому ли великий свет Озарил всё в десяти сторонах?» В это время цари неба Брахмы из пяти сотен, десяти тысяч, коти земель наполнили мешки небесными цветами и в [своих] дворцах 4 направились на запад, чтобы выяснить, что это за знак. И увидели там Татхагату Великая Всепроникающая и Всепобеждающая Мудрость, восседающего на месте льва в месте пути под деревом бодхи в окружении почитающих [его] богов, царя драконов, гандхарв, киннар, махораг, людей и не людей. [Они] увидели также шестнадцать царевичей, которые просили Будду вращать колесо Дхармы. Тогда цари неба Брахмы, поклонившись до земли, приветствовали Будду, обошли вокруг него сто, тысячу раз и осыпали Будду небесными цветами. Цветы, которыми [они его] осыпали, возвышались подобно горе Сумеру 5 . [Они] также сделали подношение дереву бодхи Будды. Это дерево было высотой десять йоджан. Сделав подношение цветами, [они] преподнесли Будде свои дворцы и сказали: «Только из сострадания к нам и ради [нашего] блага просим принять [эти] дворцы». В это время цари неба Брахмы все, будучи едины в мыслях, произнесли перед Буддой гатху: «Почитаемый в Мирах очень редко Пребывает [в мире], Встретить [его] трудно. [У него] неисчислимые добродетели, [Он] всех может спасти и защитить. [Он] — великий учитель богов и людей, Сострадает мирам. Живые существа десяти сторон [света] Повсюду получают [от него] помощь. Место, из которого мы пришли, Находится отсюда за пять сотен, Десять тысяч, коти земель. Для того, чтобы сделать подношение Будде, [Мы] отбросили глубокую радость дхьяны. В воздаяние за счастье, Которое мы имели в прошлых жизнях, [Наши] дворцы величественно украшены, И сейчас [мы] преподносим их Почитаемому в Мирах И смиренно просим [их] принять». В это время цари неба Брахмы, восхвалив в гатхе Будду, сказали: – [Мы] просим только того, чтобы Почитаемый в Мирах, вращая колесо Дхармы, спасал живых существ и открыл [им] путь к нирване! В это время цари неба Брахмы, будучи едины в мыслях, произнесли перед Буддой гатху: «Герой мира, Почитаемый, Имеющий Две Ноги! [Мы] просим только того, Чтобы [ты] проповедовал Дхарму! Спаси страдающих живых существ Силой [твоей] великой мудрости!» В это время Татхагата Великая Всепроникающая и Всепобеждающая Мудрость молча согласился. – И ещё, бхикшу! Цари неба Брахмы в пяти сотнях, десяти тысячах, коти миров на юго-востоке увидев, что [их] дворцы осветились, как никогда раньше, подпрыгнули от радости, и [у них] возникли мысли, которые бывают редко. [Они] сразу же навестили друг друга, и все вместе обсудили это дело. В то время среди них был великий царь неба Брахмы, которого звали Великое Сострадание. [Он] прочитал брахмам гатху: «По какой причине появился этот знак? Наши дворцы освещены так, Как никогда раньше. Не родился ли бог с великими добродетелями? Не вышел ли в мир Будда? [Мы] ещё не видели такой знак. Воистину, [мы] вместе должны выяснить [это]. Пройдя тысячу, десять тысяч, коти земель, [Мы] найдём источник света И все вместе выясним [это]. Скорее всего это Будда появился в мире, Чтобы спасти от страданий живых существ». В это время цари неба Брахмы из пяти сотен, десяти тысяч, коти земель наполнили мешки небесными цветами и в [своих] дворцах направились на северо-запад, чтобы выяснить, что это за знак, и увидели там Татхагату Великая Всепроникающая и Всепобеждающая Мудрость, восседающего на месте льва в месте пути под деревом бодхи в окружении богов, царей-драконов, гандхарв, киннар, махораг, людей и не людей. [Они] увидели также шестнадцать царевичей, которые просили Будду вращать колесо Дхармы. Тогда цари неба Брахмы поклонились до земли, приветствовали Будду, обошли вокруг него сто, тысячу раз и осыпали Будду небесными цветами. Цветы, которыми [они его] осыпали, возвышались подобно горе Сумеру. [Они] также сделали подношение дереву бодхи Будды. Сделав подношение цветами, [они] преподнесли Будде [свои] дворцы и сказали: «Только из сострадания к нам и ради [нашего] блага просим принять [эти] дворцы». В это время цари неба Брахмы, будучи едины в мыслях, произнесли перед Буддой гатху: «Святой Господин, Бог среди богов, Печалящийся о живых существах Голосом калавинки 6 , Мы приветствуем сейчас [тебя]! Почитаемый в Мирах очень редко Пребывает [в мире]. С давних пор [он] только раз Появился [в мире]. Впустую прошли сто восемьдесят кальп — Будды не было! Три плохих пути переполнены [идущими], Число богов уменьшается. И вот сейчас Будда вышел в мир, Чтобы стать глазом живых существ, Чтобы быть тем, к кому возвращаются Все в мирах. Чтобы спасать и защищать всех, Чтобы стать отцом живых существ, Сострадающим и приносящим благо. Мы, радующиеся счастью, [Полученному] в прежних жизнях, Обрели сейчас встречу С Почитаемым в Мирах!» В это время цари неба Брахмы, восхвалив в гатхе Будду, сказали: – Просим только того, чтобы Почитаемый в Мирах, сострадая всем, вращал колесо Дхармы и спасал живых существ! В это время цари неба Брахмы, будучи едины в мыслях, произнесли перед Буддой гатху: «Великий Святой, вращая колесо Дхармы, Показывает знаки дхарм, Спасает страдающих живых существ, Приводит [их] к великой радости. Если живые существа слушают эту Дхарму, [Они] обретают путь, Как если бы родились на небесах! Тогда же исчезают плохие пути, И становится больше тех, Кто терпелив и добр». В это время Татхагата Великая Всепроникающая и Всепобеждающая Мудрость молча согласился. – И ещё, бхикшу! Цари неба Брахмы в пяти сотнях, десяти тысячах, коти миров на юге, увидев, что их дворцы осветились, как никогда раньше, подпрыгнули от радости, и [у них] возникли мысли, которые бывают редко. [Они] сразу же навестили друг друга, и [все] вместе обсудили это дело и задали вопрос: «По какой причине наши дворцы так осветились?» Среди них был великий царь неба Брахмы, которого звали Чудесная Дхарма. И он прочитал брахмам гатху: «Наши дворцы озарил величественный свет, И для этого не может не быть причины. [Мы] должны объяснить этот знак. Прошли сотни, тысячи кальп, Но такого знака [мы] ещё не видели! Не родился ли бог с великими добродетелями, Не вышел ли в мир Будда?» В это время пять сотен, десять тысяч, коти царей неба Брахмы наполнили мешки небесными цветами и в [своих] дворцах направились на север, чтобы выяснить, что это за знак, и увидели там Татхагату Великая Всепроникающая и Всепобеждающая Мудрость, восседающего на месте льва в месте пути под деревом бодхи в окружении богов, царя драконов, гандхарв, киннар, махораг, людей и не людей. [Они] увидели также шестнадцать царевичей, которые просили Будду вращать колесо Дхармы. Тогда цари неба Брахмы поклонились до земли, приветствовали Будду, обошли вокруг [него] сто, тысячу раз и осыпали Будду небесными цветами. Цветы, которыми [они его] осыпали, возвышались подобно горе Сумеру. [Они] также сделали подношение дереву бодхи Будды. Сделав подношение цветами, [они] преподнесли Будде свои дворцы и сказали: «Только из сострадания к нам и ради [нашего] блага просим принять [эти] дворцы». В это время цари неба Брахмы, будучи едины в мыслях, произнесли перед Буддой гатху: «Чрезвычайно трудно увидеть Почитаемого в Мирах, Устраняющего все страдания! Прошло сто тридцать кальп, И только сейчас [мы] можем увидеть его. На голодающих и жаждущих [Он] проливает дождь Дхармы, И насыщает [их]. Того, кто обладает неизмеримой мудростью, Кого ещё никогда не видели, Кто подобен цветку удумбара, Сегодня [мы] встретили. Наши дворцы озарил свет, Потому [они] величественно украшены. Почитаемый в Мирах, Великий Сострадающий! Просим, чтобы [ты] принял их». В это время цари неба Брахмы, восхвалив в гатхе Будду, сказали: «Просим только того, чтобы Почитаемый в Мирах вращал Колесо Дхармы и сделал так, чтобы боги, мары, брахмы, монахи и брахманы обрели спокойствие и были спасены». В это время цари неба Брахмы, будучи едины в мыслях, произнесли гатху: «Желаем только того, Чтобы Почитаемый Богами и Людьми вращал Колесо не имеющей высшего [предела] Дхармы, Бил в барабан великой Дхармы, Дул в рог великой Дхармы, Повсюду проливал дождь великой Дхармы И спасал неисчислимых живых существ! Мы все пришли [к тебе], И воистину везде будем говорить [об этом]». В это время Татхагата Великая Всепроникающая и Всепобеждающая Мудрость молча согласился. На юго-западе и внизу 7 было так же. В это время цари неба Брахмы в пяти сотнях, десяти тысячах, коти миров вверху 8 , увидев, что дворцы, в которых [они] пребывали, осветились, как никогда раньше, подпрыгнули от радости, и [у них] возникли мысли, которые бывают редко. [Они] сразу же навестили друг друга, и [все] вместе обсудили это дело и задали вопрос: «По какой причине наши дворцы так осветились?» Среди них был царь неба Брахмы, которого звали Шикхин. [Он] прочитал брахмам гатху: «По какой причине наши дворцы Озарил сейчас величественный свет, И [они] украсились, как никогда раньше? Такой чудесный знак [мы] никогда не видели. Не родился ли бог с великими добродетелями, Не вышел ли в мир Будда?» В это время пять сотен, десять тысяч, коти царей неба Брахмы наполнили мешки небесными цветами и в [своих] дворцах направились вниз, чтобы выяснить, что это за знак, и увидели там Татхагату Великая Всепроникающая и Всепобеждающая Мудрость, восседающего на месте льва в месте пути под деревом бодхи в окружении почитающих [его] богов, царя драконов, гандхарв, киннар, махораг, людей и не людей. [Они] увидели также шестнадцать царевичей, которые просили Будду вращать колесо Дхармы. Тогда цари неба Брахмы поклонились до земли, приветствовали Будду, обошли вокруг [него] сто, тысячу раз и осыпали Будду небесными цветами. Цветы, которыми [они его] осыпали, возвышались подобно горе Сумеру. [Они] также сделали подношение дереву бодхи Будды. Сделав подношение цветами, [они] преподнесли Будде [свои] дворцы и сказали: «Только из сострадания к нам и ради [нашего] блага просим принять [эти] дворцы». В это время цари неба Брахмы, будучи едины в мыслях, произнесли перед Буддой гатху: «Как хорошо видеть Будду, Почитаемого святого, спасающего мир, Который может вывести живых существ Из тюрьмы трёх миров, Обладающего всеобъемлющей мудростью, Почитаемого богами и людьми, Который из сострадания к пробивающимся росткам Может открыть ворота сладкой росе И повсюду спасти всех. Бесчисленные кальпы прошли впустую, Так как не было Будды. В то время, когда Почитаемый в Мирах Ещё не вышел в мир, В десяти сторонах [света] царил мрак, Увеличивалось [число пребывавших] На трёх плохих путях, Процветали асуры, [Количество] богов уменьшалось. Многие [существа] умирали и падали на плохие пути. Не услышав Дхармы Будды, [Они] постоянно совершали недобрые поступки, Плоть, силы, а также мудрость У всех ослаблялись. Из-за кармы, обусловленной грехами, [Они] утеряли радость и радостные мысли. Привязанные к ложным взглядам, [Они] не знали о добрых правилах, Не получали обращения от Будды И постоянно падали на плохие пути. Будда стал глазом мира И после долгого времени Наконец вышел в мир. Из сострадания к живым существам [Он] появился в мире. Возвышенный, достигший истинного просветления. Наше блаженство чрезвычайно велико, И все другие существа также возрадовались, Как никогда раньше. Наши дворцы поэтому [ярко] осветились, И величественно украсились. Сейчас [мы] преподносим [их] Почитаемому в Мирах. Прими [их] из сострадания к нам! [Мы] желаем, чтобы эти добродетели достигли всех И чтобы мы со всеми живыми существами Все вместе прошли путь Будды!» В это время пять сотен, десять тысяч, коти царей неба Брахмы, восхвалив в гатхе Будду, сказали: «[Мы] просим только того, чтобы Почитаемый в Мирах вращал колесо Дхармы, и во многих местах будет покой, многие будут спасены!» В это время цари неба Брахмы произнесли гатху: «Почитаемый в Мирах! Вращай колесо Дхармы, Бей в барабаны Дхармы, подобной сладкой росе! Открывай путь к нирване Страдающим живым существам! [Мы] просим только того, Чтобы [ты] принял наши просьбы И из сострадания великим чудесным голосом Проповедовал Дхарму, Которую изучал неисчислимые кальпы». В это время Татхагата Великая Всепроникающая и Всепобеждающая Мудрость, приняв просьбу царей неба Брахмы из десяти сторон [света], а также шестнадцати царевичей, сразу же три раза повернул колесо Дхармы двенадцати деяний 9 , которое не могут вращать ни шраманы, или брахманы, или боги, мары, брахмы, а также другие существа, населяющие мир, и сказал: «Это — страдание, это — накопление страданий, это — прекращение страданий, это — путь прекращения страданий 10 ». [Он] также широко проповедовал о двенадцати внутренне присущих и внешних причинах: «Неведение обусловливает деяния; деяния обусловливают сознание; сознание обусловливает имя и плоть 11 ; имя и плоть обусловливают шесть входов 12 ; шесть входов обусловливают соприкосновение 13 ; соприкосновение обусловливает восприятие; восприятие обусловливает любовь 14 ; любовь обусловливает принятие 15 ; принятие обусловливает существование; существование обусловливает рождение; рождение обусловливает старость и смерть, печали, страдания и мучения 16 . Если прекращается неведение, прекращаются деяния; если прекращаются деяния, исчезает сознание; если исчезает сознание, исчезают имя и плоть; Если исчезают имя и плоть, исчезают шесть входов; если исчезают шесть входов, прекращается соприкосновение; если прекращается соприкосновение, прекращается восприятие; если прекращается восприятие, исчезает любовь; если исчезает любовь, исчезает принятие; если исчезает принятие, прекращается существование; если прекращается существование, прекращается рождение; если прекращается рождение, прекращается старость и смерть, печали, страдания и мучения». В то время, когда Будда проповедовал великому собранию богов и людей эту Дхарму, шесть сотен, десять тысяч, коти нают будд, не воспринимая никаких других учений, достигли в своей незамутнённости освобождения мысли, глубокой и чудесной дхьяны, три светлых знания, шесть проникновений и полностью обрели восемь освобождений. Во второй, третьей, четвёртой проповедях Дхармы тысячи, десятки тысяч, коти нают живых существ, бесчисленных, как песчинки в реке Ганг, также не воспринимая никаких других учений, достигли в [своей] незамутнённости освобождения мыслей. После этого количество слушающих голос стало неисчислимым и безграничным, его невозможно ни назвать, ни пересчитать. В это время шестнадцать царевичей — все юные — «вышли из дома» и стали шраманерами 17 . Корни [их] были всепроникающи и остры, мудрость светла. [Они] уже сделали подношения сотням, тысячам, десяткам тысяч, коти будд, в чистоте совершали деяния Брахмы и стремились к ануттара-самьяк-самбодхи . Все вместе [они] сказали Будде: – Почитаемый в Мирах! Эти неисчислимые тысячи, десятки тысяч, коти слушающих голос с великими добродетелями уже обрели совершенство. – Почитаемый в Мирах! Воистину, проповедуй [и нам] Дхарму ануттара-самьяк-самбодхи ! Услышав, мы будем следовать [ей] и изучать. – Почитаемый в Мирах! Мы желаем обрести знание и видение Татхагаты. Будда сам может удостовериться в [наших] сокровенных мыслях и узнать [их]. В это время восемьдесят тысяч коти людей на собрании, которое возглавлял святой царь, вращающий колесо, увидели, что шестнадцать царевичей «вышли из дома», и также пожелали «выйти из дома». Царь [им] разрешил. В это время этот Будда принял просьбу шраманер, и когда прошло двадцать тысяч кальп, в присутствии четырёх групп проповедовал «Цветок Лотоса Чудесной Дхармы», сутру Великой Колесницы, которую называют Дхармой, просвещающей бодхисаттв, которую охраняют и о которой думают будды. Когда [он] окончил проповедь сутры, все шестнадцать шраманер получили, хранили, декламировали [сутру] и проникали [в её суть], чтобы обрести ануттара-самьяк-самбодхи . Во время проповеди этой сутры все шестнадцать шраманер-бодхисаттв верили и воспринимали. Среди слушающих голос также были такие, кто верил [в неё] и понимал. Но у остальных живых существ, которых было тысяча, десять тысяч, коти видов, родились сомнения и заблуждения. Будда без перерыва проповедовал эту сутру в течение восьмидесяти кальп. Когда [он] окончил проповедь этой сутры, то вошёл в спокойную обитель, погрузился в дхьяну и пребывал в ней восемьдесят четыре тысячи 18 кальп. В это время шестнадцать бодхисаттв-шраманер, зная, что Будда вошёл в обитель и глубоко погрузился в дхьяну, поднялись со своих мест Дхармы и также в течение восьмидесяти четырёх кальп проповедовали и разъясняли «Сутру о Цветке Лотоса Чудесной Дхармы» четырём группам живых существ. Каждый спас шесть сотен, десять тысяч, коти нают живых существ, [бесчисленных], как песчинки в реке Ганг, [он] выявлял учение Будды, приносил [им] благо и радость и пробуждал [в них мысли] об [обретении] ануттара-самьяк-самбодхи . Когда прошло восемьдесят четыре тысячи кальп, Будда Великая Всеобъемлющая и Всепобеждающая Мудрость вышел из самадхи, направился к месту Дхармы, спокойно воссел и обратился к великому собранию: «Эти шестнадцать бодхисаттв-шраманер пребывают [в мире] очень редко. [Их] корни всепроникающи, мудрость светла. [Они] делали подношения неисчислимым тысячам, десяткам тысяч, коти будд, постоянно совершали деяния Брахмы, получили и сохраняли мудрость Будды, открывали [её] живым существам и вводили [их в неё]. Воистину, вы все должны ещё и ещё быть вблизи [них] и делать им подношения. Почему? Если слушающие голос, пратьекабудды, а также бодхисаттвы, способны верить в Дхарму, [запечатлённую] в сутре, которую проповедовали эти шестнадцать бодхисаттв, если получили сутру, хранят и не поносят [её], то все эти люди обретут мудрость Татхагаты, [заключённую] в ануттара-самьяк-самбодхи ». Будда сказал бхикшу: «Эти шестнадцать бодхисаттв с радостью проповедуют эту “Сутру о Цветке Лотоса Чудесной Дхармы”. Шесть сотен, десять тысяч, коти нают живых существ, [бесчисленных], как песчинки в реке Ганг, каждого из которых обратили эти бодхисаттвы и которые рождались из века в век, следовали за бодхисаттвами, слышали [от них] Дхарму, верили [в неё] и понимали. Поэтому [они] смогли встретить сорок тысяч, коти будд, Почитаемых в Мирах, и сейчас эти встречи не закончились». – Бхикшу! Сейчас я вам всё расскажу. Те шестнадцать шраманер, учеников Будды, сейчас обрели ануттара-самьяк-самбодхи и в настоящее время проповедуют Дхарму в землях десяти сторон [света] в сопровождении неисчислимых сотен, тысяч, десятков тысяч бодхисаттв и слушающих голос. Двое из этих шраманер стали буддами на востоке. Первого зовут Акшобхья , и [он] пребывает в стране Радости. Второго зовут Вершина Сумеру . На юго-востоке — два будды. Первого зовут Голос Льва , второго зовут Знак Льва . На юге — два будды. Первого зовут Пребывающий в Пространстве , второго зовут Постоянный Уход . На юго-западе два будды. Первого зовут Знак Монарха , второго зовут Знак Брахмы . На западе — два будды. Первого зовут Амита[бха] , второго зовут Спасшийся от Всех Страданий в Мире . На северо-западе — два будды. Первого зовут Божественное Проникновение Благовония Сандала Тамалапаттры , второго зовут Вид Сумеру . На севере — два будды. Первого зовут Свободное Облако , второго зовут Свободное Облако-Царь . Будду на северо-востоке зовут Устраняющий Все Страхи Мира . Шестнадцатый — это Будда Шакьямуни . [Он] обрёл ануттара-самьяк-самбодхи в мире Саха. – Бхикшу! Когда мы были шраманерами, каждый из нас обратил неисчислимые сотни, тысячи, десятки тысяч, коти живых существ, [бесчисленных], как песчинки в реке Ганг. Те, кто, следовали за мной и слушали Дхарму, достигли ануттара-самьяк-самбодхи . Среди этих живых существ есть и такие, которые пребывают сейчас на ступени слушающих голос. Я постоянно учу и обращаю [их мысли] к ануттара-самьяк-самбодхи , и эти люди благодаря этой Дхарме постепенно вступят на путь Будды. Почему? Мудрость Татхагаты трудна для веры, трудна для понимания. Обращённые мною в то время неисчислимые живые существа, которых столько, сколько песчинок в реке Ганг, это вы бхикшу, и в грядущие века после моего ухода [вы] будете [моими] учениками, слушающими голос. После моего ухода будут также ученики, которые, не слушая эту сутру, не зная и не воспринимая того, как совершают деяния бодхисаттв, благодаря самостоятельно обретённым добродетелям будут задумываться о спасении и воистину войдут в нирвану. В других землях я стану Буддой с другим именем, и, хотя у этих людей родились мысли о том, что [они] спаслись и вступили в нирвану, [они] будут искать мудрость Будды и обретут возможность слушать эту сутру. Только с помощью колесницы Будды [они] обретут спасение. Нет других колесниц, кроме проповедей Дхармы Татхагаты с помощью уловок. – Бхикшу! Если сам Татхагата знает, что время нирваны пришло, а собравшиеся чисты, тверды в вере и понимании Дхармы, проникли в учение о пустоте и глубоко вошли в дхьяну, то [он] собирает слушающих голос, а также бодхисаттв, и проповедуют эту сутру. В мире нет двух колесниц, с помощью которых обретают спасение. Спасение обретают только с помощью одной колесницы Будды! – Бхикшу, [вы] воистину должны знать! Уловки Татхагаты глубоко проникают в природу живых существ. [Он] знает, что [они] стремятся к малой Дхарме и радуются [ей], что [они] глубоко привязаны к пяти желаниям. Ради них [он] и проповедует о нирване. Если эти люди услышат проповедь, то поверят и воспримут. Представьте, что есть опасная местность протяжённостью пятьсот йоджан, не населённая людьми, через которую проходит опасная и трудная дорога. Многие желают пройти по этой дороге, чтобы достичь места, где находятся редкостные сокровища, и есть проводник, который мудр и просветлён, хорошо знает все знаки на этой дороге — где пройти и что обойти. И [он] повёл людей, желавших пройти через все опасности. Ведомые [им] люди во время пути выбились из сил и сказали проводнику: «Мы очень устали и к тому же обуяны страхом. Дальше идти не можем. Дорога ещё длинна, так что давайте вернёмся назад!» Проводник, искусный в уловках, подумал: «Эти люди достойны сожаления! Как [они] могут отказаться от такого количества редкостных сокровищ и вернуться назад?» Подумав так, [он прибегнул] к помощи уловки и возвёл посреди опасной дороги призрачный город, [протяжённость] которого достигала трёхсот йоджан, и сказал людям: «Не бойтесь и не возвращайтесь назад. Вон большой город. Остановитесь в нём и поразмышляйте. Если войдёте в этот город, то хорошо отдохнёте, и если сможете затем идти к месту, где находятся редкостные сокровища, пойдёте туда». В это время уставшие люди глубоко возрадовались в [своих] сердцах и были счастливы, что получили нежданное: «Сейчас мы сойдём с этой опасной дороги и обретём покой». Все пошли вперёд и вошли в призрачный город. [Они] вообразили, что уже достигли желанного места и находятся в покое. Когда проводник увидел, что люди уже отдохнули и избавились от усталости, [он] сделал призрачный город невидимым и сказал: «Пойдёмте, место, где находятся сокровища, уже недалеко. Я возвёл тот большой город для того, чтобы вы отдохнули». – Бхикшу! Так и с Татхагатой. Сейчас [он] ваш великий проводник. Знает [вращение по кругу] жизней и смертей, заблуждения, плохие пути, опасности и трудности, их серьёзность — то, от чего [вы] поистине должны избавиться, что должны преодолеть. Если живые существа только слушают одну колесницу Будды, [они] не хотят видеть Будду, не хотят приблизиться [к нему], думая: «Путь Будды длинен и долог, [мы] сможем пройти [его, лишь] затратив много труда и перенеся множество страданий». Будда, зная, что у этих живых существ дух слаб, а мысли ничтожны, с помощью уловки дал [им] отдых посредине пути и проповедовал о двух нирванах 19 . Если живые существа будут пребывать на [одной из] двух ступеней 20 , тогда Татхагата скажет им: «Вы ещё не достигли конца. Состояние, в котором вы пребываете, близко к мудрости Будды. Посмотрите и поразмышляйте! Нирвана, которую [вы] обрели, неистинная. Татхагата только с помощью силы уловок выделяет в одной колеснице Будды три и проповедует [их]». Это подобно тому, как тот проводник, который создал призрак большого города для того, чтобы люди отдохнули, и увидев, что [они] закончили отдых, сказал: «Место, где находятся сокровища, уже недалеко. Этот город ненастоящий. Я всего лишь создал призрак!» В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Будда Великая Всепроникающая И Всепобеждающая Мудрость В течение десяти кальп Восседал на месте пути, Но не открыл Дхарму Будды И не смог пройти путь Будды. Боги, духи, царь драконов, асуры Постоянно проливали дождь небесных цветов И делали подношение этому Будде. Боги били в небесные барабаны, А также исполняли разнообразную музыку. Благоуханный ветер сдувал увядшие цветы И осыпал [всё] дождём свежих. Когда прошло десять малых кальп, [Этот Будда] смог пройти путь Будды. Боги, а также люди в мире Возрадовались в [своих] сердцах. Шестнадцать сыновей этого Будды Вместе со своими сопровождающими, Которых было вокруг [них] Тысяча, десять тысяч, коти, Направились к Будде, Припали лицами к стопам Будды, Приветствовали [его] и попросили Вращать колесо Дхармы: \"Святой Сын Льва! Пролей дождь Дхармы на нас всех!\" Чрезвычайно трудно Встретить Почитаемого в Мирах. С давних пор [Он] только раз появился в мире. Чтобы пробудить живых существ, [Он] сотряс всё в мире. Дворцы брахм в пяти сотнях, Десяти тысячах, коти земель В мирах на востоке Осветились, как никогда раньше. Брахмы, увидев этот знак, Для выяснения отправились к Будде. Осыпав [Будду] цветами, Сделав подношения, [Они] преподнесли [ему свои] дворцы, Попросили Будду вращать колесо Дхармы И восхвалили [его] в гатхе. Будда, зная, что время ещё не пришло, Принял просьбу, но восседал в молчании. Прибыли также брахмы из других трёх сторон, Четырёх направлений 21 , с верха и низа. [Они] осыпали Будду цветами, Преподнесли [ему] свои дворцы И попросили вращать колесо Дхармы: \"Чрезвычайно трудно Встретить Почитаемого в Мирах. Желаем, чтобы в своём великом сострадании [Будда] широко открыл врата сладкой росе И вращал колесо Дхармы, Не имеющей высшего [предела]!\" Почитаемый в Мирах, Обладающий бесконечной мудростью, Приняв просьбу этих людей, Проповедовал им разные учения — О четырёх [благородных] истинах, О двенадцати внутренне присущих и внешних причинах: \"Всё — от неведения до старения и смерти — Возникает благодаря причинам, [Вы] воистину должны знать [это]\". Во время проповеди этой Дхармы Шесть сотен, десять тысяч, коти существ Смогли освободиться от страданий И стать архатами. Во время второй проповеди Дхармы Тысячи, десятки тысяч существ, Число которых [равно] песчинкам в Ганге, Не восприняв различные учения, Также смогли стать архатами. Существ, обретших с того времени путь, Нельзя перечислить. Их невозможно пересчитать Даже за десятки тысяч, коти кальп. В то время шестнадцать царевичей, \"Выйдя из дома\", стали шраманерами И все вместе, обратившись к Будде, Попросили: \"Поведай нам Дхарму Великой Колесницы! Мы, а также [наши] спутники во дворцах, Воистину завершим путь Будды. Желаем подобно Почитаемому в Мирах Обрести самый чистый и мудрый глаз\". Будда, зная мысли своих детей И деяния, совершённые ими в предыдущих жизнях, С помощью неисчислимых рассуждений И различных сравнений Поведал о шести парамитах, А также о божественных проникновениях, Объяснил истинную Дхарму И путь деяний бодхисаттв, Проповедовал эту \"Сутру о Цветке Дхармы\" В гатхах, [бесчисленных], Как песчинки в реке Ганг. Этот Будда, закончив проповедь сутры, Вошёл в тихую обитель, вступил в дхьяну И восемьдесят четыре тысячи кальп В сосредоточении сидел на одном месте. В это время шраманеры, зная, Что Будда ещё не вышел из дхьяны, Проповедовали неисчислимым коти живых существ О неимеющей высшего [предела] Мудрости Будды. Каждый [из них], воссев на место Дхармы, Проповедовал эту сутру Великой Колесницы. После успокоения Будды [Они] помогали обращать в Дхарму. Живых существ, спасённых каждым шраманерой, Было шесть сотен, десять тысяч, коти, [Столько, сколько] песчинок в реке Ганг. После ухода этого Будды Слушающие Дхарму вместе с учителями 22 Постоянно возрождались в землях будд. Эти шестнадцать шраманер В совершенстве следовали пути Будды И сейчас пребывают В десяти сторонах [света], Обретя истинное просветление. Те, кто тогда слушали Дхарму, Находятся рядом с буддами. Те, которые пребывают На ступени слушающих голос, Постепенно учатся И продвигаются по пути Будды. Я был в числе тех шестнадцати И также проповедовал вам. Поэтому с помощью уловок [я] веду вас за собой И направляю к мудрости Будды. По этой изначальной причине [Я] проповедую сейчас \"Сутру о Цветке Дхармы\", Побуждаю вступить на путь Будды И смиренно не избегать удивительного и страшного. Представьте, Есть опасная и плохая дорога, Которая [где-то] обрывается. По [ней] бродит множество хищных зверей, Здесь нет ни воды, ни зелени. Это место, которое страшит людей. Бесчисленные тысячи, десятки тысяч человек Пожелали идти по этой опасной дороге, Которая чрезвычайно длинна — пятьсот йоджан. [У них] был тогда проводник, Со здравым смыслом, мудрый, Светлый и решительный в сердце, В опасных местах спасающий от трудностей. Но люди устали и сказали проводнику: \"Мы сейчас измучены И хотим повернуть назад\". Проводник подумал: \"Этих людей нужно пожалеть! Как [они] могут желать повернуть назад И потерять великие редкостные сокровища!\" И тогда [он] подумал об уловке: \"С помощью божественных проникновений [Я] построю огромный призрачный город, Все дома будут величественно украшены, Вокруг будут сады и рощи, каналы и пруды, Будут тяжёлые ворота и высокие дворцы, Множество мужчин и женщин!\" И, создав этот призрачный город, [Он] сказал, утешая людей: \"Не бойтесь! Входите в этот город, И радость будет следовать [за вами] повсюду\". Люди вошли в город, И [их] сердца возрадовались, У всех родились мысли о покое И [они] подумали, что спасены. Когда проводник увидел, Что все отдохнули, [Он] собрал людей и сказал: \"Вы воистину должны идти вперёд, Это ведь призрачный город! Я видел, что все вы очень устали И на половине пути захотели повернуть назад. Поэтому, с помощью силы уловки, [Я] на время воздвиг Этот призрачный город. Сейчас упорно продвигайтесь вперёд И все дойдёте до места, Где находятся сокровища!\" И со мной то же самое. Я — проводник всех. И вижу [всех] тех, кто ищет путь, Но на половине дороги устали И не могут пройти весь опасный путь Рождений, смертей и страданий. И [я] также с помощью силы уловок Проповедую о нирване, Чтобы дать [им] отдохнуть, и говорю: \"Ваши страдания прекратились И все [ваши] труды завершились\". Когда [я] узнал, Что [вы] достигли нирваны И стали архатами, То созвал это великое собрание И проповедую истинную Дхарму. Будды с помощью силы уловок Отдельно проповедуют о трёх колесницах, А есть только одна колесница Будды, И о двух проповедуется в месте отдыха. Сейчас проповедую вам истину. То, что вы обрели, это не исчезновение! Воистину пробуждайте в себе великое рвение, Чтобы обрести совершенное знание Будды. Когда у вас будет свидетельство Обретения совершенного знания, Десяти сил, Дхармы Будды и прочего, И [будете отмечены] тридцатью двумя знаками, Вы достигнете истинного исчезновения. Будды-проводники ради отдыха проповедуют о нирване. Но узнав, что отдых окончился, [Снова] ведут к мудрости Будды»."}