{"title":"Лотосовая сутра - Сутра о Цветке Лотоса Чудесной Дхармы Глава 25","text":"В это время Бодхисаттва Неисчерпаемые Мысли поднялся со [своего] места, смиренно обнажил правое плечо, соединил ладони и, обращаясь к Будде, сказал: \"Почитаемый В Мирах! Почему Бодхисаттву Постигающий Звуки Мира зовут Постигающий Звуки Мира?\" Будда сказал Бодхисаттве Неисчерпаемые Мысли: \"Добрый сын! Если неисчислимые сотни, тысячи, десятки тысяч, коти живых существ подвергаются страданиям и мучениям и, услышав о Бодхисаттве Постигающий Звуки Мира, все как один назовут [его] имя, то Бодхисаттва Постигающий Звуки Мира тотчас же внемлет их мольбам, и все [они] обретут освобождение. Если [какой-нибудь человек] хранит имя Бодхисаттвы Постигающий Звуки Мира, то, когда [он] вступит в великий огонь, в огне не сгорит благодаря величественным божественным силам этого Бодхисаттвы. Если [его] понесут великие воды, то, когда [он] назовет это имя, сразу же достигнет мелкого места. Если сотни, тысячи, десятки тысяч, коти живых существ, ища золото, серебро, ляпис-лазурь, лунные камни, агаты, кораллы, янтарь, жемчуг и другие драгоценности, войдут в великое море, если в их суда будет дуть черный ветер 1 и отнесет [их] в страну демонов-ракшас и если хотя бы один человек назовет имя Бодхисаттвы Постигающий Звуки Мира, то все эти люди будут спасены от бед [встречи] с ракшасами. Поэтому [его] и зовут Постигающий Звуки Мира. А также, если человек, находящийся воистину на грани гибели, назовет имя Бодхисаттвы Постигающий Звуки Мира, то направленные на него мечи и палки в то же мгновение падут, и [он] будет спасен. Если якши или ракшасы, наполняющие земли трех тысяч великих тысячных [миров] захотят придти и мучить людей, то эти злые духи, услышав, как [люди] называют имя Бодхисаттвы Постигающий Звуки Мира, не смогут увидеть их своими злыми глазами. А что уже говорить о принесении [ими] вреда! Более того, если есть люди, закованные - виновны [они] или невиновны - в кандалы [или] цепи, и [они] назовут имя Бодхисаттвы Постигающий Звуки Мира, то [кандалы и цепи] тотчас же разорвутся, и все обретут свободу. Если земли в трех тысячах великих тысячных [миров] наполнены злыми разбойниками, то глава торговых людей, который, ведя по опасной дороге купцов с ценными сокровищами, говорит: \"Добрые сыны! Не бойтесь. Воистину, вы все, будучи едины в мыслях, должны называть имя Бодхисаттвы Постигающий Звуки Мира. Этот Бодхисаттва может дать живым существам бесстрашие. Если вы назовете [его] имя, воистину спасетесь от злых разбойников!\" Торговые люди, услышав [это] все вместе произнесли: \"Нама Бодхисаттва Постигающий Звуки Мира!\" Так как [они] назвали это имя, то сразу же были спасены. Неисчерпаемые Мысли! Таковы величественные божественные силы Бодхисаттвы-махасаттвы Постигающий Звуки Мира! Если живые существа, наполненные чувственными желаниями, будут постоянно вспоминать о Бодхисаттве Постигающий Звуки Мира и почитать [его, то] отдалятся от этих желаний. Если [живые существа], наполненные гневом, будут постоянно вспоминать о Бодхисаттве Постигающий Звуки Мира и почитать [его, то] отдалятся от гнева. Если [живые существа], которые слишком много жалуются, будут постоянно вспоминать о Бодхисаттве Постигающий Звуки Мира и почитать [его, то] отдалятся от жалоб. Неисчерпаемые Мысли! Таковы великие и величественные божественные силы [Постигающего Звуки Мира], с помощью которых [он] приносит много благ. Поэтому живые существа воистину должны постоянно вспоминать [о нем]. Если женщина, которая хочет иметь сына, оказывает почести Бодхисаттве Постигающий Звуки Мира и делает подношения, [она] родит сына, обладающего счастьем, добродетелями и мудростью. Если хочет иметь дочь, то родит дочь с хорошими внешностью и манерами, взрастившую в прежних жизнях корни добродетелей, которую будут любить и уважать люди. Неисчерпаемые Мысли! Таковы силы Бодхисаттвы Постигающий Звуки Мира! Если живые существа будут почитать Бодхисаттву Постигающий Звуки Мира и оказывать [ему] почести, [то они] не будут лишены счастья. Поэтому все живые существа воистину должны воспринять и хранить имя Бодхисаттвы Постигающий Звуки Мира. Неисчерпаемые Мысли! [Если] есть человек, который воспринял и хранит имена Бодхисаттв, [число которых равно] песчинкам в шестидесяти двух коти рек Ганг, до самой смерти делает [им] подношения питьем и едой, одеждой, вещами для ложа, лекарствами. Как ты думаешь, велики ли добродетели этого доброго сына [или] этой доброй дочери?\" Неисчерпаемые Мысли сказал: \"Очень велики, Почитаемый В Мирах!\" Будда сказал: \"Если есть человек, который воспринял и хранит имя Бодхисаттвы Постигающий Звуки Мира или даже только одно мгновение оказывал почести и делал подношения [Постигающему Звуки Мира], то счастье, [обретенное] этими двумя будет воистину одинаковым, а не разным, и [его] невозможно будет исчерпать в течение сотен, тысяч, десятков тысяч, коти кальп\". Неисчерпаемые Мысли! Если человек воспримет и будет хранить имя Бодхисаттвы Постигающий Звуки Мира, то вот такие блага, неизмеримое, безграничное счастье и добродетели [он] обретет\". Бодхисаттва Неисчерпаемые Мысли сказал Будде: \"Почитаемый В Мирах! Почему Бодхисаттва Постигающий Звуки Мира путешествует по этому миру саха? Как [он] проповедует живым существам Дхарму? Какова сила [его] уловок?\" Будда сказал Бодхисаттве Неисчерпаемые Мысли: \"Добрый сын! Если в [какой-нибудь] земле живых существ можно спасти в теле 2 Будды, Бодхисаттва Постигающий Звуки Мира выявляет [себя] в теле Будды и проповедует Дхарму. Если можно спасти в теле Пратьекабудды, то выявляет [себя] в теле Пратьекабудды и проповедует Дхарму. Если можно спасти в теле \"слушающего голос\", то выявляет [себя] в теле \"слушающего голос\" и проповедует Дхарму. Если можно спасти в теле Брахмы, то выявляет [себя] в теле Брахмы и проповедует Дхарму. Если можно спасти в теле Шакры, то выявляет [себя] в теле Шакры и проповедует Дхарму. Если можно спасти в теле бога Свободный, то выявляет [себя] в \"теле\" бога Свободный и проповедует Дхарму. Если можно спасти в теле бога Великий Свободный, то выявляет [себя] в теле бога Великий Свободный и проповедует Дхарму. Если можно спасти в теле великого небесного полководца, то выявляет [себя] в теле великого небесного полководца и проповедует Дхарму. Если можно спасти в теле Вайшраваны, то выявляет [себя] в теле Вайшраваны и проповедует Дхарму. Если можно спасти в теле малого царя, то выявляет [себя] в теле малого царя и проповедует Дхарму. Если можно спасти в теле старца, то выявляет [себя] в теле старца и проповедует Дхарму. Если можно спасти в теле горожанина, то выявляет [себя] в теле горожанина и проповедует Дхарму. Если можно спасти в теле министра, то выявляет [себя] в теле министра и проповедует Дхарму. Если можно спасти в теле брахмана, то выявляет [себя] в теле брахмана и проповедует Дхарму. Если можно спасти в телах бхикшу, бхикшуни, упасаки, упасики, то выявляет [себя] в телах бхикшу, бхикшуни, упасаки, упасики и проповедует Дхарму. Если можно спасти в телах жен старца, горожанина, сановника, брахмана, то выявляет [себя] в телах жен старца, горожанина, сановника, брахмана и проповедует Дхарму. Если можно спасти в телах мальчика и девочки, то выявляет [себя] в телах мальчика и девочки и проповедует Дхарму. Если можно спасти в телах бога, дракона, якши, гандхарвы, асуры, гаруды, киннары, махораги, человека, не человека и других [существ], то выявляет [себя в телах] всех и проповедует Дхарму. Если можно спасти [в теле] бога Держащий Алмаз 3 , то выявляет [себя] в теле бога Держащий Алмаз и проповедует Дхарму. Неисчерпаемые Мысли! Этот Бодхисаттва Постигающий Звуки Мира, обретя такие добродетели, путешествует по всем землям, принимая различные облики, и спасает живых существ. Поэтому вы, будучи едины в мыслях, воистину должны делать подношения Бодхисаттве Постигающий Звуки Мира. Этот Бодхисаттва-махасаттва Постигающий Звуки Мира может даровать бесстрашие тем, кто находится в страхе и бедах. Поэтому все в мире саха называют [Постигающего Звуки Мира] Одаривающего Бесстрашием\". Бодхисаттва Неисчерпаемые Мысли сказал Будде: \"Почитаемый В Мирах! Сейчас я воистину сделаю подношение Бодхисаттве Постигающий Звуки Мира\". [И он] снял с шеи ожерелье из драгоценных жемчужин, цена которого была сто тысяч лянов 4 золота и вручил его [Постигающему Звуки Мира], произнеся такие слова: \"Любящий Людей! Прими это ожерелье из редкостных драгоценностей как подношение Дхарме!\". Но Бодхисаттва Постигающий Звуки Мира не принял [его]. Неисчерпаемые Мысли еще раз сказал Бодхисаттве Постигающий Звуки Мира: \"Любящий Людей! Из сострадания к нам прими это ожерелье!\". Тогда Будда сказал Бодхисаттве Постигающий Звуки Мира: \"Воистину, из сострадания к этому Бодхисаттве Неисчерпаемые Мысли, а также к четырем группам и богам, драконам, якшам, гандхарвам, асурам, гарудам, киннарам, махорагам, людям, не людям и другим [существам ты] должен принять это ожерелье\". В это время Бодхисаттва Постигающий Звуки Мира из сострадания к четырем группам, а также богам, драконам, людям, не людям и другим [существам] принял это ожерелье и, разделив на две части, одну часть преподнес Будде Шакьямуни, а другую часть ступе Будды Многочисленные Сокровища. \"Неисчерпаемые Мысли! Бодхисаттва Постигающий Звуки Мира путешествует по миру саха, имея вот такие свободные божественные силы\". Тогда Бодхисаттва Неисчерпаемые Мысли спросил, произнеся гатху 5 : \"Почитаемый В Мирах, Обладающий чудесными знаками 6 ! Сейчас я еще раз спрошу его, По какой причине [этого] сына Будды Называют Постигающий Звуки Мира?\" Почитаемый , обладающий чудесными знаками, Ответил Бодхисаттве Неисчерпаемые Мысли гатхой: \"Слушай о деяниях Постигающего Звуки [Мира], Которые хорошо соответствуют местам, Где [они совершаются]. [Его] широкие клятвы 7 глубоки, как море, [Глубину их] невозможно будет представить, Даже если пройдут кальпы. Служа многим тысячам, коти Будд, [Он] дал клятву великой чистоты. Я тебе коротко [все] объясню. [Если какой-нибудь человек] услышит [его] имя, А также увидит [его] тело И будет вспоминать [его], [Это] не будет пустым, И [этот человек] сможет Устранить все страдания бытия. Если [какой-нибудь человек], Желая принести [кому-то] вред, Бросит [его] в яму с великим огнем, То, когда [несчастный] вспомнит О силах того Постигающего Звуки [Мира], Огненная яма превратиться в пруд. Или же если [кого-нибудь] понесет в великое море, И [несчастный] будет страдать От драконов, рыб, демонов, То, когда [он] вспомнит О силах того Постигающего Звуки [Мира], То не скроется в волнах. Или же, если человек, находящийся На вершине [горы] Сумеру, Будет падать вниз, То, когда [несчастный] вспомнит О силах того Постигающего Звуки [Мира], [Он], подобно солнцу, останется в небе. Или же, если [человек], Преследуемый плохими людьми, Будет падать с Алмазной горы 8 , То, когда [несчастный] вспомнит О силах того Постигающего Звуки [Мира], [Он] не потеряет ни одного волоска. Или же, если [человек] встретит разбойников, Которые, держа мечи, Намерены принести [ему] вред, То, когда [несчастный] вспомнит О силах того Постигающего Звуки [Мира], В сердцах [разбойников] пробудится сострадание. Или же, если [человек] Подвергнется мучениям со стороны царя, И [его] жизнь вот-вот прервется казнью, То, когда [несчастный] вспомнит О силах того Постигающего Звуки [Мира], Меч [палача] тотчас развалится на куски. Или же, если [у человека] На шее ярмо и цепи, Руки и ноги закованы в кандалы, То, когда [несчастный] вспомнит О силах Постигающего Звуки [Мира], [Он] сразу же обретет освобождение. Если [какой-нибудь человек], Телу которого вот-вот принесут вред Заклинания и ядовитые травы, Вспомнит о силах Постигающего Звуки [Мира], То вред вернется к человеку, [Замыслившему зло]. Или же, если [человек], Встретивший злых ракшас, Драконов- отравителей и демонов, Вспомнит о силах Постигающего Звуки [Мира], Те не осмелятся принести [ему] вред. Или же, если [человек], Которого окружают злые звери И угрожают острыми клыками и когтями, Вспомнит о силах того Постигающего Звуки [Мира], [Они] сразу же разбегутся во все стороны. Если [какого-нибудь человека] Подобно пламени сжигает яд удавов, Гадюк, а также скорпионов, То, когда [несчастный] вспомнит О силах того Постигающего Звуки [Мира], [Они] сразу же разбегутся, [Повинуясь] его голосу. Если [появятся] облака, загремит гром, Засверкают молнии, польет великий дождь, То, когда [человек] вспомнит О силах того Постигающего Звуки [Мира], То сразу же [небо] прояснится И [все] рассеется. Живые существа, попавшие в беду, Окруженные неисчислимыми страданиями! Сила благой мудрости Постигающего Звуки [Мира] Может спасти от [всех] страданий в мире. [Его] божественные \"проникновения\" совершенны, [Он] широко следует мудрым уловкам. В кшетрах 9 , [расположенных] в землях Десяти сторон [света], [Он] нигде не выявлял [своего] тела. Друг за другом [он] полностью устраняет Разные плохие состояния - Ада, [голодных] духов, скотов, Страдания рождения, старости, Болезни и смерти. Истинный взгляд 10 , чистейший взгляд 11 , Широкий мудрый взгляд 12 , Сострадающий взгляд 13 , взгляд жалости 14 - [Их] всегда желал обрести [Постигающий Звуки Мира], И всегда [их] почитал. [В нем] незамутненный, чистейший свет, [Его] солнечная мудрость устраняет тьму. [Он] может усмирить ураганы, [Приносящие] несчастья, и пожары, [Он] ярко освещает все миры. [Его] заповедь сострадания 15 Подобна раскатам грома, [Его] сострадание подобно Чудесному великому облаку. Проливая дождь Дхармы, [Подобный] сладкому нектару, [Он] тушит пламя заблуждений. [Тот, кто] на суде в чиновничьем присутствии 16 Или при смятении во время битвы Вспомнит о силах того Постигающего Звуки [Мира], Заставит отступить всех врагов И рассеет [их]. [У него] чудесный голос 17 , Голос постигающего миры, Голос Брахмы, Голос морской волны 18 , Голос, превосходящий [все голоса] в мирах. Поэтому, постоянно помните [об этом] И не пробуждайте сомнения в мыслях. Постигающий Звуки Мира при страданиях, Заблуждениях, смертях, опасностях Может стать опорой. [Он] совершенен во всех добродетелях, И смотрит на живых существ глазом сострадания. Море собравшихся [у него] добродетелей безгранично, Поэтому, воистину почитайте [его]!\" В это время Бодхисаттва Держащий Землю поднялся со [своего] места, подошел к Будде и сказал: \"Почитаемый В Мирах! Если живые существа слушают главу об [открытых] для всех вратах Бодхисаттвы Постигающий Звуки Мира, о божественных \"проникновениях\", которые выявляют [открытые] для всех врата, и о свободных деяниях 19 [Бодхисаттвы], то воистину [они] должны знать, что добродетели этих людей не будут малы\". Во время проповеди Буддой этой главы об [открытых] для всех вратах восемьдесят четыре тысячи живых существ из [присутствующих] на собрании пробудили мысли о не сравнимом [ни с чем] ануттара-самьяк-самбодхи."}