{"title":"Лотосовая сутра - Сутра о Цветке Лотоса Чудесной Дхармы.Глава XXVI. Дхарани","text":"В это время Бодхисаттва Царь Врачевания поднялся со [своего] места, смиренно обнажил правое плечо, соединил ладони и, обращаясь к Будде, сказал: \"Почитаемый В Мирах! Если добрый сын [или] добрая дочь [сможет] получить и хранить Сутру о Цветке Дхармы, или же декламировать [ее] и проникнуть [в ее смысл], или же переписывать свитки Сутры , то какое счастье обретет?\" Будда сказал Царю Врачевания: \"Если добрый сын [или] добрая дочь [сможет] воспринять и хранить хотя бы одно четверостишие гатхи этой [Сутры], декламировать, понимать смысл и делать так, как проповедуется [в гатхе], [то обретет] блага, [которые] будут велики\". Тогда Бодхисаттва Царь Врачевания, обратившись к Будде сказал: \"Почитаемый В Мирах! Воистину я вручу сейчас проповедующим Дхарму заклинания-дхарани, которые будут защищать и охранять их\". И [он] произнес заклинания: \" 1 Ани мани манэ маманэ сирэ сятирэ сямя сябитаи сэнтэ мокутэ мокутаби сяби аисяби со:би сяби сяэ асяэ агини сэнтэ сяби дарани арогябасайбасябисяни нэбитэ абэнтаранэбитэ атандахарэсюдай укурэ мукурэ арарэ харарэ сюгяси асаммасамби боцудабикиридзицутэ дарумахариситэ со:гянэкусянэ басябасясюдай мантара мантарасяята урота уротакё:сяря асяра асяятая абаро аманянатая\" 2 . \"Почитаемый В Мирах! Эти божественные заклинания-дхарани произносят Будды, [число] которых равно песчинкам в шестидесяти двух коти рек Ганг. Если [кто-нибудь] ворвется к Учителю Дхармы и будет поносить [его], это [значит], что [он] ворвется к Буддам и будет поносить [их]. Тогда Будда Шакьямуни, восхваляя Бодхисаттву Царь Врачевания, сказал: \"Хорошо, хорошо, Царь Врачевания! Ты произнес эти дхарани, потому что сострадаешь этому Учителю Дхармы и охраняешь [его]. Живым существам [они] принесут множество благ\". Тогда Бодхисаттва Мужественно Дающий, обратившись к Будде, сказал: \"Почитаемый В Мирах! Я также произнесу сейчас дхарани, чтобы защитить тех, кто декламирует, кто получил и хранит Сутру о Цветке Дхармы. Если эти Учителя Дхармы обретут эти дхарани, то ни якши, ни ракшасы, ни путаны 3 , ни критьи 4 , ни голодные духи, ни другие [существа], ищущие промахи [Учителей Дхармы], не смогут отыскать средство [найти их]\". И [он] произнес перед Буддой заклинания: \" Дзарэ макадзарэ уцуки моцуки арэ арахатэ нэрэтэ нэрэтэтахатэ итини итини ситини нэрэтини нэритихати\" 5 . Почитаемый В Мирах! Эти божественные заклинания-дхарани произносят Будды, [число] которых равно песчинкам в реке Ганг, и [все] с радостью следуют [им]. Если [кто-нибудь] ворвется к Учителю Дхармы и будет поносить [его], это [значит], что [он] ворвется к Буддам и будет поносить [их]\". Тогда Вайшравана, Небесный Царь Защищающий Миры, обратившись к Будде, сказал: \"Почитаемый В Мирах! Я также сострадаю живым существам и чтобы защитить Учителей Дхармы произнесу дхарани\". И [он] произнес заклинания: \" Ари нари тонари анаро наби кунаби\" 6 . Почитаемый В Мирах! С помощью этих божественных заклинаний [я] буду охранять Учителей Дхармы. Воистину, я также буду охранять тех, кто хранит эту Сутру, и вокруг них [на расстоянии] пятиста йоджан не возникнет никаких бед\". Тогда Небесный Царь Хранящий Страны, который присутствовал на этом собрании вместе с тысячами, десятками тысяч, коти нают гандхарв, которые с почтением [его] окружали, подошел к Будде, соединил ладони и, обратившись к Будде, сказал: \"Почитаемый В Мирах! Я также с помощью божественных заклинаний-дхарани буду охранять тех, кто хранит Сутру о Цветке Дхармы. И [он] произнес заклинания: \" Акянэ кянэ кури кэндари сэндари мато:ги дзё:гури гуросяни ацути\" 7 . Почитаемый В Мирах! Эти божественные заклинания-дхарани произносят сорок два коти Будд. Если [кто-нибудь] ворвется к Учителю Дхармы и будет поносить [его], это [значит], что [он] ворвется к Буддам и будет поносить [их]\". Там были женщины-ракшасы - первую звали Ламба, вторую звали Виламба, третью звали Кривые Зубы, четвертую звали Цветочные Зубы, шестую звали Многоволосая, седьмую звали Ненасытная, восьмую звали Носящая Ожерелье, девятую звали Кунти, десятую звали Похищающая Жизненный Дух У Всех Живых Существ. Эти десять женщин-ракшас, а также мать демонов сыновей 8 вместе с сыновьями и сопровождающими подошли к Будде. Обратившись к Будде, [они] хором скзали: \"Почитаемый В Мирах! Мы также желаем охранять тех, кто декламирует Сутру о Цветке Дхармы, получили [ее] и хранят, и устранять [их] беды. Те, кто ищет промахи Учителей Дхармы, не смогут отыскать средство [найти их]\". И [они] произнесли перед Буддой заклинания: \" Идэби идэбин идэби адэби идэби дэби дэби дэби дэби дэби рокэ рокэ рокэ рокэ такэ такэ такэ токэ токэ\" 9 . Пусть лучше мучения падут на наши головы, чем на Учителей Дхармы! [Их] не будут мучить ни якши, ни ракшасы, ни голодные духи, ни путаны, ни критьи, ни ветады 10 , ни кашайи 11 , ни умараки 12 , ни апасмараки 13 , ни якши-критьи 14 , ни люди-критьи 15 , ни лихорадка, длящаяся один день, два дня, три дня, четыре дня и до семи дней, ни вечно [длящаяся] лихорадка, какой бы облик [Учителя Дхармы] ни имели - мужчины или женщины, мальчика или девочки и даже если будут пребывать во сне\". И [они] прочли перед Буддой гатху: \"Если [какой-нибудь человек] Не будет следовать нашим заклинаниям И будет учить проповедующих Дхарму, [Его] голова будет разделена на семь частей Подобно цветкам дерева аржака 16 . [Его преступление] будет подобно Убийству отца [или] матери, [Его] преступление [будет] таким же, как того, Кто выдавливает масло 17 , Кто обманывает людей с помощью весов, Как Девадатты, который разрушал сангху Воистину, тот, кто нанес вред Учителю Дхармы, Получит такое же наказание!\" Женщины-ракшасы, закончив [читать] гатху, сказали Будде: \"Почитаемый В Мирах! Воистину мы сами также будем охранять тех, кто получил и хранит эту Сутру и следует [ей. Они] обретут покой, отдалятся от бед, излечатся от ядовитых снадобий\". Будда сказал женщинам-ракшасам: \"Хорошо, хорошо! Даже если вы будете охранять тех, кто способен воспринять и хранить имя \"Цветок Дхармы\", то [ваше] счастье будет безмерным. А что уж говорить, если [вы] будете охранять тех, кто обретет совершенство, получит и будет хранить [Сутру о Цветке Дхармы], будет делать подношения свиткам Сутры цветами, благовониями, ожерельями, благовонной пудрой, благовонными втираниями, благовониями для воскуривания, флагами, балдахинами, музыкой и возжигать различные лампы - лампы с маслом из молока буйволицы, лампы с [обычным] маслом, лампы с благовонными маслами, лампы с маслом из цветов сумана, лампы с маслом из цветов чампака, лампы с маслом из цветов варшики, лампы с маслом из цветов удумбара и делать сотни и тысячи видов подношений! Монарх, вы, а также [ваши] слуги воистину должны защищать такого Учителя Дхармы. Во время проповеди главы о дхарани шестьдесят тысяч человек обрели свидетельство о нерождении дхарм."}