{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 13: Увещевание держаться [твердо]] – читать","text":"В это время бодхисаттва-махасаттва Царь Врачевания, а также бодхисаттва-махасаттва Великое Красноречие вместе со свитой из двадцати тысяч бодхисаттв дали перед Буддой клятву: – Просим Почитаемого в Мирах не беспокоиться. После ухода Будды мы воистину будем хранить, декламировать и проповедовать эту сутру. В грядущий злой век меньше будет живых существ с добрыми корнями, но много будет [тех, кто] надменен, [и они] будут жаждать выгод и подношений. Возрастёт [число тех, у кого] будут недобрые корни, и [они] на большое расстояние отдалятся от освобождения. Хотя учить и обращать [таких людей] будет трудно, мы воистину взрастим в себе великую силу терпения, будем декламировать, хранить, проповедовать, переписывать эту сутру, делать [ей] различные подношения и не пожалеем [ради неё] тела и жизни! В это время пятьсот архатов, получивших на собрании предсказания, сказали Будде: – Почитаемый в Мирах! Мы также даём клятву широко проповедовать эту сутру в других странах! Ещё [там] было восемь тысяч находившихся на обучении и не находившихся на обучении. [Они] поднялись со [своих] мест, соединили ладони и, обратившись к Будде, дали такую клятву: – Почитаемый в Мирах! Мы также воистину будем широко проповедовать эту сутру в других землях. Почему? Потому что в этом мире Саха много дурных и злых людей, которые полны надменности, добродетели [у них] мелкие, замутнены ненавистью, извращены, сердца неискренние. В это время тётя Будды, бхикшуни Махапраджапати, вместе с шестью тысячами бхикшуни, находившимися на обучении и не находившимися на обучении, встали со [своих] мест, как одна соединили ладони, взирая на почитаемый лик, не отводя глаз. Тогда Почитаемый в Мирах обратился к Гаутами 1 : – Почему [вы] смотрите на Татхагату так печально? Не думаете ли вы, что я не назову ваши имена и не дам предсказание об [обретении] ануттара-самьяк-самбодхи? – Гаутами! Я ранее уже дал предсказание всем слушающим голос. Ты, которая хочет сейчас узнать предсказание, воистину станешь великим Учителем Дхармы, [сведущим] в шестидесяти восьми тысячах учений будд, и шесть тысяч бхикшуни, находящихся на обучении и не находящихся на обучении, станут Учителями Дхармы. Таким образом, ты постепенно будешь совершенствоваться [в следовании] пути бодхисаттвы и воистину станешь буддой. Звать [тебя] будут Татхагата Радость Всех Живых Существ, Видящих [Его], Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. – Гаутами! Этому Будде Радость Всех Живых Существ, Видящих [Его], а также шести тысячам бодхисаттв друг за другом будут вручены предсказания об обретении ануттара-самьяк-самбодхи. В это время мать Рахулы, бхикшуни Яшодхара, подумала: «Почитаемый в Мирах в предсказаниях не упомянул только моё имя». Будда сказал Яшодхаре: – Среди учений сотен, тысяч, десятков тысяч, коти будд грядущих веков ты будешь совершать деяния бодхисаттвы и станешь великим Учителем Дхармы, постепенно будешь обретать совершенство на пути будды и в доброй стране воистину станешь буддой. Звать [тебя] будут Татхагата Тысячи, Десятков Тысяч Лучей Совершенства, Достойный Почитания, Всё истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. Жизнь [этого] Будды [продолжится] неисчислимые асамкхьи кальп. В это время бхикшуни Махапраджапати, бхикшуни Яшодхара, а также их свита, глубоко возрадовались, обретя то, чего никогда не имели, и произнесли перед Буддой гатху: «Почитаемый в Мирах, Поводырь, Приводящий к покою богов и людей! Мы, услышав предсказание, Обрели в [своих] сердцах совершенный покой!» Бхикшуни, окончив читать гатху, сказали Будде: – Почитаемый в Мирах! Мы также можем широко проповедовать эту сутру в других странах! В это время Почитаемый в Мирах посмотрел на восемьдесят и десять тысяч, коти нают бодхисаттв-махасаттв. Все эти бодхисаттвы были авивартиками, вращали колесо Дхармы о невозвращении и обрели дхарани. [Они] встали со [своих] мест, подошли к Будде, соединили ладони и, будучи едины в мыслях, подумали: «Если Почитаемый в Мирах прикажет нам хранить и проповедовать эту сутру, мы воистину будем широко проповедовать эту Дхарму, как укажет Будда!» А также подумали: «Будда сейчас молчит и [ничего] не приказывает [нам]. Воистину, что же мы должны делать?» Потом бодхисаттвы, почтительно следуя мыслям Будды и желая выполнить свой изначальный обет, издали перед Буддой львиный рык и произнесли клятву: – Почитаемый в Мирах! После ухода Татхагаты мы пройдём снова и снова повсюду, по всем мирам в десяти сторонах [света] и сможем побудить живых существ переписывать эту сутру, получить и хранить, декламировать, объяснять [её] смысл, совершать деяния согласно Дхармы и правильно запоминать [её]. Всё это благодаря величию Будды. [Мы] желаем только того, чтобы Почитаемый в Мирах, пребывая далеко в других землях, защищал и охранял [нас]! Тогда же бодхисаттвы все вместе произнесли гатху: «[Мы] желаем только [одного]: Не беспокойся! После ухода Будды в этот злой век, Наполненный страхом, Мы воистину будем широко проповедовать [сутру]. Люди, не обладающие знаниями, Будут поносить и оскорблять [нас], А также избивать мечами и палками. Но мы воистину [всё] вынесем! У бхикшу в этот злой век будут ложные знания, Мысли [их] будут извращены. [Они] будут думать, что уже обладают тем, Чего ещё не имеют. [Они] будут полны самодовольства. Другие будут пребывать в араньях 2 , Носить одежду в заплатах и жить уединённо. С презрением глядя на людей, [Они] будут думать, Что следуют истинному пути. [Они] будут проповедовать Дхарму “белым одеждам” 3 , Заботясь о собственной выгоде, И добьются в мире почитания как архаты, Обладающие шестью проникновениями. У таких людей злобные мысли, [Они] всегда будут думать о мирских делах. Хотя и скажут, что пришли из араньий, [Они] будут с удовольствием поносить нас и говорить: “Эти бхикшу, заботясь о собственной выгоде, Проповедуют учения внешнего пути, Сами сочинили эту сутру И вводят в заблуждение людей, Ища для себя славы. Различая [живых существ по способностям], [Они] проповедуют эту сутру”. [Такие люди] всегда пребывают на великих собраниях И, желая нанести нам оскорбление, Будут поносить [нас] И говорить о нас злое царям и великим министрам, Брахманам, горожанам, а также другим бхикшу: “Эти люди с ложными взглядами И проповедуют учения внешнего пути!” Но из-за почтения к Будде Мы будем терпеть всё это зло. И когда презрительно нам скажут: “Вы все — будды!”, Воистину терпеливо вынесем это презрение. В злой век грязной кальпы Будет много страха и нечистоты. Злые духи войдут в тела [таких людей] И те будут поносить и оскорблять нас. Но мы, почитая Будду и веря, Наденем латы терпения. Для того, чтобы проповедовать эту сутру, Мы вынесем эти трудности. Мы не любим [наших] тел и жизней И преданы только пути, Не имеющему высшего [предела]. В грядущие века мы будем защищать и хранить Завещанное Буддой. – Почитаемый в Мирах! [Ты] знаешь сам: Злые бхикшу грязного века, не знающие Дхарму, Проповедуемую Буддой с помощью уловок, Будут злословить [про нас], Много раз поносить, презирать И на большое расстояние отдалять от ступ и храмов. Но [мы] воистину вынесем всё это зло, Потому что помним наставления Будды. Если в деревнях и городах есть [люди], Которые ищут Дхарму, То мы все пойдём в те места И будем проповедовать Дхарму, Завещанную Буддой! Мы — посланцы Почитаемого в Мирах, И среди живых существ будем без страха и умело Проповедовать Дхарму. [Мы] хотим, чтобы Будда пребывал в покое. Перед Почитаемым в Мирах, Перед всеми буддами, Пришедшими с десяти сторон [света], Мы даём эту клятву. Пусть Будда знает наши мысли!»"}