{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 16: Продолжительность жизни Татхагаты]","text":"В это время Будда обратился к бодхисаттвам и ко всему великому собранию: – Добрые сыны! Воистину, вы должны поверить искренним и истинным словам Татхагаты и понять [их]! И снова [он] обратился к великому собранию: – Воистину, вы должны поверить искренним и истинным словам Татхагаты и понять [их]! И ещё раз [он] обратился к великому собранию: – Воистину, вы должны поверить искренним и истинным словам Татхагаты и понять [их]! В это время великое собрание бодхисаттв сделало своим главой Майтрейю и, соединив ладони, обратилось к Будде: – Почитаемый в Мирах! [Мы] желаем только, чтобы [ты] поведал [нам об этом]. Воистину, мы поверим словам Будды и воспримем [их]! И [они] трижды повторили: – [Мы] желаем только, чтобы [ты] поведал [нам об этом]. Воистину, мы поверим словам Будды и воспримем [их]! В это время Почитаемый в Мирах, услышав, что бодхисаттвы безостановочно три раза высказали просьбу, сказал: – Воистину, слушайте о скрытой и тайной божественной всепроникающей силе Татхагаты 1 . Боги и люди всех миров, а также асуры, — все сейчас думают: «Вот этот Будда Шакьямуни, покинув дворец рода Шакьев, воссел на месте пути недалеко от города Гая и обрёл ануттара-самьяк-самбодхи». – Добрые сыны! С тех пор, как я действительно стал буддой, на самом деле прошли неисчислимые, безграничные сотни, тысячи, десятки тысяч, коти нают кальп. Представьте, что есть пятьсот, тысяча, десять тысяч, коти нают асамкхьей трёх тысяч великих тысячных миров, и [некий] человек растирает [их] в пылинки. Он идёт на восток, проходит пятьсот, тысячу, десять тысяч, коти нают асамкхьей стран и бросает одну пылинку. Так [он] следует на восток, пока не кончатся все пылинки. – Добрые сыны, что [вы] думаете? Можно ли представить эти миры, сосчитать, узнать [их] число? Бодхисаттва Майтрейя и все [остальные] вместе сказали Будде: – Почитаемый в Мирах! Эти миры неисчислимы, [количество их] безгранично, [их] невозможно пересчитать, сила мысли [их] также не объемлет. Никто из слушающих голос и пратьекабудд не способен с помощью своей незамутнённой мудрости представить и узнать их число. И нам, пребывающим на ступени авивартики, это также недоступно. – Почитаемый в Мирах! Такие миры неисчислимы и безграничны! В это время Будда сказал собранию великих бодхисаттв: – Добрые сыны! Сейчас я вам воистину [всё] объясню. Представьте, что миры, в которые были брошены пылинки, и миры, в которые [они] не были брошены, [это] пылинки, и кальпа — одна пылинка. С того времени, когда я стал буддой, прошли сотни, тысячи, десятки тысяч, коти нают асамкхьей кальп. С тех пор я постоянно пребываю в мире Саха, проповедую Дхарму и обращаю [живых существ. Я] также вёл живых существ и приносил [им] благо в сотнях, тысячах, десятках тысяч, коти нают асамкхьей земель. – Добрые сыны! Всё это время я говорил [о себе] как о Будде Негасимая Лампа и как о других [буддах], а также говорил, что [все эти будды] вступили в нирвану. Таким образом, с помощью уловок [я] растолковал [это]. – Добрые сыны! Когда живые существа приходили ко мне, глазом Будды [я] постигал, острые или тупые [их] корни веры и другие 2 и в соответствии [с тем], насколько они приблизились [к спасению, я] в разных местах [называл] себя разными именами и говорил [о своей] жизни то как о долгой, то как о короткой, а также открыто говорил, что воистину вступлю в нирвану. Кроме того, с помощью различных уловок [я], проповедуя чудесную Дхарму, способен пробуждать у живых существ радостные мысли. – Добрые сыны! Татхагата, видя, что живые существа с малыми добродетелями и имеющие [на себе] много грязи радуются малой Дхарме, поведал этим людям: «Я в молодые годы “вышел из дома” и обрёл ануттара-самьяк-самбодхи». Однако, в действительности [я] стал буддой в очень давние времена. Только с помощью уловок [я] учил и обращал живых существ, чтобы [они] вступили на путь Будды, и, таким образом, строил проповеди. – Добрые сыны! Сутры, которые проповедует Татхагата, [предназначены] для освобождения всех живых существ. Говорю ли [я] о самом себе или о других 3 , показываю ли самого себя или других, показываю ли свои собственные деяния или деяния других — все слова, которые [я] произношу, истинные, не пустые. Почему? Татхагата знает и видит знаки трёх миров так, как они есть. Нет рождений и нет смертей; нет отступления назад и нет продвижения вперёд; нет бытия и нет небытия; нет существования в [этом] мире и также нет исчезновения; нет реального и нет пустого; нет такого и нет отличного; нет трёх миров в том виде, как эти три мира видят живые существа. Всё это Татхагата видит ясно, без ошибок. Так как природа у живых существ разная, [у них] разные желания, деяния, мысли, [Татхагата], желая взрастить [в них] добрые корни, с помощью различных рассуждений, сравнений и речей по-разному проповедует Дхарму. Деяния, совершаемые Буддой, ещё никогда не были бесполезными. Итак, с тех пор, как я стал буддой, прошло очень много времени. [Моя] жизнь [длится] неисчислимые асамкхьи кальп, [я] пребываю [в мире] вечно, не исчезаю. – Добрые сыны! Жизнь, которую я обрёл, изначально следуя пути бодхисаттвы, ещё не исчерпана. [Она] будет продолжаться во много-много раз дольше. Но сейчас, в действительности не исчезая, [я] говорю, что воистину обрету исчезновение 4 . С помощью этой уловки Татхагата учит и обращает живых существ. Почему? Если Будда в течение долгого времени пребывает в мире, то у людей с малыми добродетелями, не взрастивших добрых корней, нищих и низких, привязанных к пяти желаниям, запутавшихся в сетях ложных мыслей и взглядов и увидевших, что Татхагата пребывает [в мире] вечно, не исчезает, появляется высокомерие, [их] охватывает леность, [они] уже не способны представить, как трудно встретить Будду и [у них] не возникает мыслей о почитании [его]. Поэтому Татхагата, используя уловки, проповедует: «Бхикшу! [Вы] воистину должны знать! Встретить будд, вышедших в мир, действительно трудно». Почему? На протяжении неисчислимых сотен, тысяч, десятков тысяч, коти кальп среди людей с малыми добродетелями [есть] и такие, кто видел Будду, и такие, кто не видел. Поэтому я и говорю: «Бхикшу! Увидеть Татхагату трудно!» Все живые существа, услышавшие эти слова, обязательно задумаются о трудности встречи с Буддой, [их] сердца будут охвачены [таким] стремлением, [они] будут почитать Будду, верить [ему] и взращивать добрые корни. Поэтому Татхагата, хотя в действительности не исчез, говорил, что уже исчез. – Добрые сыны! Учения будд-татхагат тоже такие. Все [они] для того, чтобы спасать живых существ, истинные, а не пустые. – Представьте, есть хороший врач, мудрый и опытный, [он] искусен во врачевании и хорошо лечит больных. [У него] много сыновей — десять, двадцать или даже сто. По ряду причин [он] уехал в далёкую страну, и тогда [его] сыновья выпили ядовитое снадобье. Яд возымел действие, рассудок [у них] помутился, [они] упали и катались по земле. В это время отец вернулся домой. Некоторые из сыновей, выпивших яд, лишились разума, некоторые не лишились, но все, ещё издали увидев приближающегося отца, очень обрадовались, приветствовали [его], встали на колени и сказали: «Как хорошо, что [ты] вернулся в добром здравии. Мы по глупости ошиблись и выпили ядовитое снадобье. Просим: вылечи нас и даруй [нам] жизнь!» Отец увидел страдания сыновей и, следуя предписаниям книг, нашёл хорошие целебные травы, у которых цвет, аромат и вкус были совершенными, истолок, тщательно просеял, приготовил смесь и дал [её] сыновьям. При этом сказал: «У этого прекрасного лекарства цвет, аромат и вкус совершенные. Вы должны выпить [его] и быстро избавитесь от страданий, мучения исчезнут». Те из сыновей, которые не лишились разума, увидели, что у лекарства цвет и аромат прекрасны, сразу же выпили [его] и полностью излечились от болезни. Другие, которые потеряли разум, хотя, увидев приближающегося отца, обрадовались и также просили вылечить [их], когда [он] дал лекарство, не осмелились [его] выпить. Почему? Яд вошёл глубоко, [они] полностью лишились разума, и поэтому думали, что лекарство прекрасного цвета и вкуса нехорошее. Отец тогда подумал: «Как жаль этих сыновей! Яд настолько вошёл в них, что в мыслях всё нарушилось. Хотя [они] были рады увидеть меня и попросили спасти [их], но не осмелились выпить такое хорошее лекарство. Сейчас я воистину придумаю уловку, чтобы побудить [их] выпить это лекарство». И тотчас же произнёс такие слова: «Вы должны знать, что я сейчас слаб, стар и приближается время [моей] смерти. Сейчас оставляю здесь это хорошее лекарство. Вы должны взять и выпить [его]. И не бойтесь, [оно] не навредит». Сделав такое поучение, [он] опять уехал в чужую страну и послал оттуда гонца сказать: «Отец умер!» В это время сыновья, услышав, что отец умер, очень опечалились и подумали: «Если бы отец был жив, пожалел бы нас и смог спасти и защитить. Сейчас [он] покинул нас и умер в далёкой чужой стране. Если задуматься, то мы — сироты, и нет [у нас] опоры». Сыновья постоянно пребывали в печали, но наконец [их] мысли прояснились. [Они] поняли, что цвет, запах и вкус у лекарства прекрасен, выпили его, и все излечились от отравления. Их отец, услышав, что сыновья поправились, возвратился, чтобы каждый [из них] мог его увидеть. – Добрые сыны! Что [вы] об этом думаете? Может ли кто-нибудь сказать, что этот хороший врач совершил преступление, обманув [их]? – Нет, Почитаемый в Мирах! Будда сказал: – И со мной так же. С тех пор, как [я] стал буддой, прошли неисчислимые сотни, тысячи, десятки тысяч, коти нают асамкхьей кальп, и ради живых существ я с помощью силы уловки говорил, что воистину исчез. И нет никого, кто бы мог сказать, что, если посмотреть со стороны Дхармы, я совершил ошибку, обманув [их]. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «С тех пор, как я стал буддой, Прошли неисчислимые сотни, тысячи, Десятки тысяч, коти асамкхьей кальп. Вечно проповедуя Дхарму, [Я] учил и обращал неисчислимые коти Живых существ И выводил [их] на путь Будды. С тех пор прошли неисчислимые кальпы. Для того, чтобы привести живых существ к освобождению [Я] с помощью уловок выявлял нирвану, Но на самом деле не исчезал, А вечно пребывал здесь И проповедовал Дхарму. Хотя я вечно пребываю здесь, С помощью силы божественных проникновений [Я] делаю себя невидимым для живых существ C перевёрнутым [сознанием], Хотя [я всегда] рядом. [Живые] существа, увидев моё исчезновение, Широко делают подношения шарире. [Они] все охвачены желанием И пробуждают в [своих] сердцах надежду. Если живые существа обретут веру и смирение, Станут простыми, искренними в мыслях И [все], как один, возжелав увидеть Будду, Ради этого не пожалеют тела и жизни, Тогда я вместе с монахами появлюсь На горе Священного Орла И скажу всем живым существам, Что вечно пребываю здесь и не исчезаю. С помощью силы уловок [Я] выявляю [моё] исчезновение [или] неисчезновение. Если в других землях есть живые существа, Которые почитают [меня], Верят [мне] и радуются, То я также буду проповедовать среди них Не имеющую высшего [предела] Дхарму. Вы ещё не слышали её И думаете только, что я исчез. Я вижу живых существ, Погружённых в море страданий, Поэтому [я] не показываю [им] себя, А взращиваю в них надежду. И когда [они] обретают в сердцах эту надежду, [Я] выхожу и проповедую Дхарму. Такова сила [моих] божественных проникновений. В течение асамкхьей кальп, [Я] вечно пребываю на горе Священного Орла, А также в других местах. В то время, когда живые существа видят, Что кальпа исчерпана, И [всё] сгорает в великом огне 5 , В моей земле мир и покой, [Она] вечно наполнена богами и людьми, Дворцы в садах и рощах величественно украшены Различными драгоценностями, На деревьях из драгоценностей много цветов и плодов, Живые существа развлекаются и радуются, Боги бьют в небесные барабаны, И вечно исполняют музыку, Осыпают дождём цветов мандара Будду, А также великое собрание. Моя Чистая Земля 6 никогда не будет разрушена, Но всем кажется, что она горит, Что [её] наполняют печали И различные страдания. Эти живые существа, наполненные грехами, Из-за плохой кармы не услышат Даже названия — Три сокровища 7 , Даже если пройдут асамкхьи кальп. Но те, кто следует добродетелям, Кто мягок, спокоен и искренен, Увидят моё тело, Увидят, что пребываю здесь И проповедую Дхарму. [Им я] иногда говорю, Что [продолжительность] жизни Будды неисчислима. Тем, кто давно не видел Будду, [Я] говорю, что Будду встретить трудно. Такова сила моего знания! Свет [моей] мудрости беспределен. [Моя] жизнь продолжается бесчисленные кальпы, Поскольку долгое время [я] следую обретённой карме. У тех из вас, кто обладает знанием, Не должно в этом рождаться сомнений. Воистину прервите [их] И исчерпайте их навсегда! Слова Будды истинные, непустые. Подобно врачу, который, [придумав] хорошую уловку, Сказал, что умер, хотя и был жив, Чтобы вылечить своих обезумевших сыновей, Не говорил пустых слов, Так и я, отец мира, Который спасает от всех страданий, Говорю обыкновенным людям, Которые всё ставят с ног на голову, Что исчез, хотя на самом деле Пребываю [в этом мире]. Из-за того, [что они] постоянно меня видят, [В них] рождаются намерения оскорблять [меня]. [Они] опускаются всё ниже, Привязываются к пяти желаниям И попадают на плохие пути. Я всегда знаю, кто из живых существ Следует пути и не следует пути, Воистину, следуя пути, [ведущему] к спасению, [Я] проповедую им различные учения. Каждое мгновение [я] думаю: \"Как мне сделать, чтобы живые существа Вступили на не имеющий высшего [предела] путь, И быстро обрели тело Будды?\"»"}