{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 23: Прежние деяния Бодхисаттвы Царь Врачевания]","text":"В это время бодхисаттва Цветок-царь Созвездий сказал Будде: – Почитаемый в Мирах! Почему путешествует по миру Саха бодхисаттва Царь Врачевания? – Почитаемый в Мирах! Бодхисаттва Царь Врачевания совершил сотни, тысячи, десятки тысяч, коти нают трудных деяний, мучительных деяний. – Хорошо, Почитаемый в Мирах, [я] хочу, чтобы [ты нам] хоть немного [это] объяснил, чтобы боги, драконы, духи, якши, гандхарвы, асуры, гаруды, киннары, махораги, люди и не люди, а также бодхисаттвы, пришедшие из других земель, и эти слушающие голос, услышав, все возрадовались. В это время Будда сказал бодхисаттве Цветку-царю Созвездий: – В прошлом, неисчислимые, как песчинки в реке Ганг, кальп назад был Будда, которого звали Татхагата Чистые и Светлые Добродетели Солнца и Луны , Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. У этого Будды было восемьдесят коти великих бодхисаттв-махасаттв и великое собрание слушающих голос, [число которых равно] песчинкам в семидесяти двух реках Ганг. Жизнь этого Будды продолжалась сорок две тысячи кальп, жизнь бодхисаттв [продолжалась] столько же. В той земле не было женщин, ада, голодных духов, животных, асур, а также трудностей. Почвой там была ляпис-лазурь, земля, ровная как ладонь, повсюду была величественно украшена деревьями из драгоценностей, укрыта пологами из драгоценностей, [всюду] были развешаны флаги из цветов и [флаги] из драгоценностей, [стояли] вазы из драгоценностей, курильницы благовоний. Были сооружены помосты из семи драгоценностей, и под каждым деревом находился помост. От одного дерева с помостом [к другому] пролегал путь [длиною в полёт] стрелы 1 . Все бодхисаттвы и слушающие голос восседали под деревьями. На каждом помосте из драгоценностей находились по сто коти богов, которые исполняли небесную музыку и восхваляли в песнях Будду, делая [ему] тем самым подношение. В это время тот Будда проповедовал «Сутру о Цветке Дхармы» бодхисаттве Радости Всех Живых Существ, Видящих [Его], а также [другим] бодхисаттвам и слушающим голос. Этот бодхисаттва Радость Всех Живых Существ, Видящих [Его] с радостью изучал, [как совершать] мучительные деяния, и продвигался в совершенствовании в Дхарме, [которую проповедовал] Будда Чистые и Светлые Добродетели Солнца и Луны, [он] бродил повсюду, и в течение двенадцати тысяч лет самоотверженно искал Будду и обрёл самадхи «выявление тел всех форм» 2 . Обретя это самадхи, [он] глубоко возрадовался в сердце и высказал такую мысль: «Я обрёл самадхи „выявление тел всех форм“ с помощью сил, которые обрёл, слушая „Сутру о Цветке Дхармы“, и сейчас я воистину должен сделать подношения Будде Чистые и Светлые Добродетели Солнца и Луны, а также „Сутре о Цветке Дхармы“». [Он] тотчас вступил в это самадхи и пролил в пространства дождь цветов мандара, цветов махамандара и [растёртого] в пудру чёрного сандала. Как облака, заполнив пространства, [они] опустились. [Он] также пролил дождь благовоний из сандала с этого берега моря 3 , шесть чжу 4 этих благовоний равны по цене миру Саха, и [этим] сделал подношение Будде. Сделав подношение, [он] вышел из самадхи и высказал такую мысль: «Хотя с помощью моих божественных сил [я] сделал подношение Будде, [оно] не равно подношению [моим] телом». Затем в течение тысячи двухсот лет [он] вкушал благовонный сандал, кундуруку 5 , турушку 6 , прикку 7 , алой, благовоние каучука, а также пил благоуханный сок чампаки и других цветов, потом умастил [своё] тело благовонными маслами и в присутствии Будды Чистые и Светлые Добродетели Солнца и Луны облачился в небесные одеяния из драгоценностей, омылся в благовонном масле и с помощью сил божественных проникновений сжёг своё тело. Свет сияния озарил миры, [число которых было равно] песчинкам в восьмидесяти коти рек Ганг. Будды [в этих мирах] одновременно воздали [ему] хвалу, говоря: «Хорошо, хорошо, добрый сын! Это истинное продвижение в совершенствовании. Это называют истинным подношением Дхармой Татхагате. [С ним] не могут сравниться подношения такими вещами, как цветы, благовония, ожерелья, благовония для воскуривания, благовонная пудра, благовонные втирания, божественные картины, флаги, балдахины, а также благовония из сандала с этого берега. Подаяния странами, городами, жёнами также не могут [с ним] сравниться. Добрые сыны! Это называют наилучшим даром. Среди всех даров это самый почитаемый, не имеющий высшего [предела дар], потому что [это] подношение татхагатам Дхармой!» Сказав это, все замолчали. Огонь, [сжигавший его] тело, горел тысячу двести лет, и когда [они] прошли, тела не стало. Бодхисаттва Радость Всех Живых Существ, Видящих [Его], сделав такое подношение Дхарме, когда [его] жизнь окончилась, снова возродился в стране Будды Чистые и Светлые Добродетели Солнца и Луны. [Он] возродился в изменённом [теле] — сидящим со скрещенными ногами в доме царя Чистые Добродетели — и прочитал своему отцу гатху: «Великий Царь! Сейчас [ты] воистину должен знать: Я, путешествуя по тому месту, Вдруг обрёл самадхи „выявление всех тел“. И, усердно продвигаясь в совершенствовании, Отбросил тело, которое любил!» Прочитав эту гатху, [он] сказал отцу: «Будда Чистые и Светлые Добродетели Солнца и Луны пребывает сейчас в мире, как и прежде. Ранее я делал подношения [этому] Будде и обрёл дхарани „понимание речей всех живущих существ“ 8 , а также услышал восемьсот, тысячу, десять тысяч, коти, наюты, канкары 9 , бимбары 10 , акшобхьи 11 гатх этой “Сутры о Цветке Дхармы”. Великий Царь! Воистину сейчас я должен вернуться и сделать подношение этому Будде». Сказав [это, он] воссел на помост из семи драгоценностей, поднялся в воздух на высоту семи деревьев тала и направился к Будде. Припав лицом к [его] стопам и соединив десять пальцев, [он] восхвалил Будду в гатхе: «[Твой] лик самый прекрасный, [Он] озаряет светом десять сторон. В прошлом я уже делал [тебе] подношения И сейчас снова вернулся И приблизился [к тебе]!» В это время бодхисаттва Радость Всех Живых Существ, Видящих [Его], прочитав эту гатху, сказал Будде: «Почитаемый в Мирах! Почитаемый в Мирах ещё пребывает в мире». В это время Будда Чистые и Светлые Добродетели Солнца и Луны сказал бодхисаттве Радости Всех Живых Существ, Видящих [Его]: «Добрый сын! Пришло время моей нирваны. Пришло время [моего] исчезновения. Ты должен приготовить [мне] ложе. Сегодня ночью я воистину [войду] в паринирвану». И ещё [он] приказал бодхисаттве Радости Всех Живых Существ, Видящих [Его]: «Добрый сын! Я завещаю тебе бремя Дхармы Будды. А также оставляю тебе [моих] великих учеников-бодхисаттв, а также Дхарму [обретения] ануттара-самьяк-самбодхи 12 , три тысячи великих тысячных миров из семи драгоценностей, деревья из драгоценностей, помосты из драгоценностей, а также богов-слуг. После моего исчезновения [я] оставлю тебе также шариру. Воистину распространяй [её] и широко делай [ей] подношения. Воистину, возведи несколько тысяч ступ!» Будда Чистые и Светлые Добродетели Солнца и Луны, дав [такие] приказания бодхисаттве Радости Всех Живых Существ, Видящих [Его], в конце ночи вступил в нирвану. В это время бодхисаттва Радость Всех Живых Существ, Видящих [Его], увидев исчезновение Будды и ощутив печаль и душевные муки, затосковал по Будде. Собрав хворост сандала с этого берега моря, [он] сделал подношение телу Будды и сжёг его. Когда огонь потух, собрал шариру, сделал восемьдесят сосудов из драгоценностей и воздвиг восемьдесят четыре тысячи ступ, более высоких, чем три мира 13 , величественно украшенных башнями. [С них] свешивались знамёна и навесы, [везде] висели колокольчики из драгоценностей. В это время бодхисаттва Радость Всех Живых Существ, Видящих [Его] ещё раз высказал свою мысль: «Хотя я сделал это подношение, но [моё] сердце ещё не удовлетворено. Воистину я сейчас должен сделать подношение шарире». И тут [он] сказал бодхисаттвам, великим ученикам, а также богам, драконам, якшам и всему великому собранию: «Вы [все] как один воистину должны задуматься. Сейчас я сделаю подношение шарире Будды Чистые и Светлые Добродетели Солнца и Луны». Сказав это, [он] перед восемьюдесятью четырьмя тысячами ступ в течение семидесяти двух тысяч лет сжигал свои руки, величественно украшенные ста счастливыми [знаками], и тем самым сделал подношение [шарире этого Будды. Он] пробудил у бесчисленных существ, стремившихся стать слушающими голос, и у неисчислимых асамкхьей людей мысли об ануттара-самьяк-самбодхи и привёл [их] всех к пребыванию в самадхи «выявление тел всех форм» . В это время бодхисаттвы, боги, люди, асуры и другие [существа], увидев [его] без рук, опечалились и сказали: «Этот бодхисаттва Радость Всех Живых Существ, Видящих [Его] — наш учитель, обучающий и обращающий нас, но сейчас [он] сжёг руки, и тело [его стало] несовершенным». Тогда бодхисаттва Радость Всех Живых Существ, Видящих [Его] дал великому собранию клятву: «Я отбросил обе [мои] руки и [поэтому] непременно обрету тело Будды золотого цвета. Если [это] действительно будет так, обе мои руки восстановятся и станут такими, какими были». Когда [он] дал эту клятву, [его руки] сами собой восстановились, [и все] стало так, как было определено величием счастливых добродетелей и мудрости этого бодхисаттвы. В это время три тысячи великих тысячных миров сотряслись шестью способами, с небес полился дождь цветов из драгоценностей, и все боги и люди обрели то, чего никогда не имели. Будда сказал бодхисаттве Цветку-царю Созвездий: – Как ты думаешь, был ли бодхисаттва Радость Всех Живых Существ, Видящих [Его каким-то] другим человеком? Сейчас этот бодхисаттва Царь Врачевания. [Он] отбрасывал тело и совершал подаяния неисчислимые сотни, тысячи, десятки тысяч, коти нают раз. – Цветок-царь Созвездий! Если есть [какой-нибудь человек], который, пробудив мысли, пожелал обрести ануттара-самьяк-самбодхи, способен сжечь палец руки 14 или палец ноги и сделать этим подношение ступе Будды, то [он] превосходит тех, кто делает подношения царствами, городами, жёнами, а также горами и лесами в трёх тысячах великих тысячных миров, реками и прудами, редкостными драгоценностями. И ещё, если есть человек, который, наполнив семью драгоценностями три тысячи великих тысячных миров, делает [ими] подношения буддам, а также великим бодхисаттвам, пратьекабуддам, архатам, то добродетели, обретённые этим человеком, не [будут] равны наивысшему счастью того, кто получил и хранит хотя бы одно четверостишие-гатху этой «Сутры о Цветке Дхармы». – Цветок-царь Созвездий! Подобно тому, как море является первым среди [вод] – горных потоков, больших и малых рек и других вод, так и эта «Сутра о Цветке Дхармы» среди сутр, которые проповедуют Татхагаты, самая глубокая и великая. А также, подобно тому, как среди многочисленных гор — земляных гор, чёрных гор, гор малого Железного Кольца, гор большого Железного Кольца, а также десяти гор из драгоценностей 15 — гора Сумеру является первой, так и эта «Сутра о Цветке Дхармы» среди всех сутр самая превосходная. А также, подобно тому, как среди звёзд сын неба Луна является первым, так и эта «Сутра о Цветке Дхармы» среди тысяч, десятков тысяч, коти различных сутр, в которых [запечатлена] Дхарма, самая яркая. А также, подобно тому, как сын неба Солнце способен устранить всякую тьму, так и эта сутра. [Она] способна разрушить тьму всего недоброго. А также, подобно тому, как среди малых царей святой царь, вращающий колесо является первым, так и эта сутра, среди всех сутр самая почитаемая. А также, подобно тому, как Шакра является царём среди богов Тридцати Трёх [небес], так и эта сутра. Среди сутр [она] — царь. А также, подобно тому, как великий царь неба Брахмы — отец всех живых существ, так и эта сутра — отец всех мудрых 16 и святых 17 , находящихся на обучении и не находящихся на обучении, а также тех, кто пробуждает [в себе] мысли о [достижении состояния] бодхисаттвы. А также, подобно тому, как среди обыкновенных людей сротапанны, сакридагамины, анагамины, архаты и пратьекабудды являются первыми, так и эта сутра среди сутр, в которых [запечатлена] Дхарма, проповедуемая всеми татхагатами, или же проповедуемая бодхисаттвами, или же проповедуемая слушающими голос самая первая. То же самое и с теми, кто способен получить и хранить эту сутру. Среди всех живых существ [они] — первые. Среди всех слушающих голос и пратьекабудд бодхисаттвы — первые. То же самое и с этой сутрой. Среди всех сутр, в которых [запечатлена] Дхарма, [она] самая первая. Подобно тому, как Будда — царь всех учений, так и эта сутра – царь над всеми сутрами. – Цветок-царь Созвездий! Эта сутра может спасти всех живых существ. Эта сутра может отдалить от страданий всех живых существ. Эта сутра может принести великое благо всем живым существам и выполнить их желания. Подобно тому, как чистый, прохладный водоём может насытить тех, кто испытывает жажду, подобно тому, как озябший обретает огонь, подобно тому, как нагой обретает одежду, подобно тому, как купцы обретают [своего] главу, подобно тому, как дитя обретает мать, подобно тому, как [желающие] переправиться[ на другой берег] обретают лодку, подобно тому, как больной обретает врача, подобно тому, как [находящийся] в темноте обретает лампу, подобно тому, как бедный обретает сокровища, подобно тому, как народ обретает царя, подобно тому, как торговые люди обретают море 18 , подобно тому, как факел устраняет темноту, так и с этой «Сутрой о Цветке Дхармы». [Она] может устранить все страдания живых существ, отдалить [их] от всех болезней, может освободить от оков жизней и смертей. Если человек, услышав эту «Сутру о Цветке Дхармы», переписывает [её] сам или же побуждает переписывать других, то количество и пределы обретённых [им] благ невозможно пересчитать даже с помощью мудрости Будды. Если [человек] переписывает свитки этой сутры и делает [им] подношения цветами, благовониями, ожерельями, благовониями для воскуривания, благовонной пудрой, благовонными втираниями, флагами, балдахинами, одеяниями, различными лампами — лампами с маслом [из молока] буйволицы, лампами с обычным маслом, различными лампами с благовонными маслами — лампами с маслом из чампаки, лампами с маслом из суманы, лампами с маслом из паталы, лампами с маслом из варшики 19 , и лампами с маслом из навамалики 20 , то обретённые [им] блага также будут неисчислимы. – Цветок-царь Созвездий! Если есть человек, который услышит эту главу о прежних деяниях бодхисаттвы Царя Врачевания, то [он] также обретёт неисчислимые, безграничные блага. Если есть женщина, которая, услышав эту главу о прежних деяниях бодхисаттвы Царя Врачевания, сможет получить [её] и хранить, то, когда [она] исчерпает [свою жизнь] в женском теле, снова [его] уже не получит 21 . Если в последние пятьсот лет после ухода Татхагаты 22 [эта] женщина будет слушать эту сутру и поступать так, как [в ней] проповедуют, то, когда [её] жизнь подойдёт к концу, [она] направится в мир покоя и радости, где обитает Будда Амитабха 23 в окружении великих бодхисаттв, и возродится [там] в цветке лотоса на сидении из драгоценностей. [Этого человека] 24 не будут мучить желания, не будут мучить гнев и глупость, а также не будут мучить гордость, зависть, нечистоты. [Он] обретёт божественные проникновения и скрытое свидетельство о нерождении. Обретя это скрытое [свидетельство, он] обретёт чистоту глаза-корня. С помощью этого чистейшего глаза-корня [он] увидит семьсот, двенадцать тысяч, коти нают будд-татхагат, [бесчисленных], как песчинки в реке Ганг. В это время будды издалека все вместе стали восхвалять [его]: – Хорошо, хорошо, добрый сын! Ты, [пребывая] в Дхарме Будды Шакьямуни, смог получить эту сутру, хранить [её], читать, декламировать, размышлять и проповедовать другим людям. Обретённые [тобой] счастливые добродетели и блага неисчислимы и безграничны. Огонь не сможет [тебя] сжечь, вода не сможет смыть. О твоих достоинствах не смогут рассказывать даже тысячи будд. Сейчас ты можешь поразить разбойников-мар, разгромить войско жизней и смертей и полностью уничтожить всех других врагов. – Добрый сын! Сотни, тысячи будд защищают и охраняют тебя с помощью сил божественных проникновений. Среди богов и людей всех миров нет равного тебе. Если исключить Татхагату, мудрость и дхьяна слушающих голос, пратьекабудд и даже бодхисаттв не сравнятся с твоими. – Цветок-царь Созвездий! Такую силу добродетелей и мудрости обрёл этот бодхисаттва. Если есть человек, который, услышав эту главу о прежних деяниях бодхисаттвы Царя Врачевания, может с радостью следовать [ей] и искусно восхвалить, то у этого человека в нынешней жизни изо рта будет постоянно исходить благоухание цветка голубого лотоса, из пор тела будет постоянно исходить благоухание сандаловой головы быка. Обретённые [им] добродетели и блага такие, о каких сказано выше. Поэтому, Цветок-царь Созвездий, [я] завещаю тебе бремя [распространения] этой главы о прежних деяниях бодхисаттвы Царя Врачевания. В последние пятьсот лет после моего ухода широко возглашай и распространяй [её] в Джамбудвипе, чтобы [она] не исчезла, и чтобы злой [царь] Мара, народ Мары, боги, драконы, якши, кумбханды и другие [существа] не использовали [в своих целях] эту возможность. – Цветок-царь Созвездий! Воистину защищай и охраняй эту сутру с помощью сил божественных проникновений. Почему? Эта сутра — хорошее лекарство для людей в Джамбудвипе. Если больной человек услышит эту сутру, [его] болезни сразу же исчезнут, [он] не будет стареть и не умрёт. – Цветок-царь Созвездий! Если ты увидишь [человека], который получил и хранит эту сутру, то воистину [осыпь его] цветами голубого лотоса, наполни [его] чашу благовонной пудрой и сделай ему подношение. Когда [ты] осыплешь [его], подумай: «Этот человек через недолгое время непременно возьмёт траву 25 , воссядет на место пути, разгромит войска мар, воистину вострубит в раковину Дхармы и ударит в барабаны великой Дхармы и переправит всех живых существ через море старости, болезни и смерти!» Поэтому, если человек, который ищет путь Будды, видит человека, который получил и хранит эту сутру, [он] воистину должен с почтением думать [о нём]. Во время проповеди этой главы о прежних деяниях бодхисаттвы Царя Врачевания восемьдесят четыре тысячи бодхисаттв обрели дхарани, [с помощью которого можно] понимать речь всех живых существ, Татхагата Многочисленные Сокровища в драгоценной ступе, хваля бодхисаттву Цветок-царя Созвездий, сказал: – Хорошо, хорошо, Цветок-царь Созвездий! Ты обрёл непостижимые добродетели и блага и мог вопрошать Будду Шакьямуни о всех этих делах, и принести благо неисчислимым живым существам!"}