{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 8: Пятьсот учеников получают предсказания] читать","text":"В это время Пурна, сын Майтраяни 1 , услышав от Будды искусную проповедь Дхармы с помощью мудрой уловки, а также услышав о предсказании [обретения] ануттара-самьяк-самбодхи, вручённом великим ученикам, услышав о делах [в их] прошлых жизнях, услышав, что будды обладают силой великих свободных божественных проникновений, обрёл то, чего никогда не имел. Сердце [его] очистилось, [он] подпрыгнул от радости, встал со [своего] места, подошёл к Будде, простёрся у [его] стоп, приветствовал [его] и отошёл в сторону. С обожанием взирал [он], ни на мгновение не отводя глаз, на лик Почитаемого и думал: «Почитаемый в Мирах необыкновенно прекрасен! [Он] редко пребывает [в мире. Он] проповедует Дхарму с помощью знания уловок сообразно с различной природой [обитающих] в мире и отрывает живых существ от привязанности [к мирскому]. Мы не обладаем способностью рассказать словами о добродетелях Будды. И только Будда может знать об исконных желаниях, [скрытых] в глубине наших сердец» . В это время Будда сказал бхикшу: – Вы видите этого Пурну, сына Майтраяни ? Я всегда называю [его] первым среди людей, проповедующих Дхарму, а также всегда хвалю его разнообразные добродетели. [Он] усердно защищает, хранит и помогает возглашать мою Дхарму. [Он] способен показывать [её] четырём группам, учить [их] и приносить [им] благо и радость. [Он] в совершенстве понимает и толкует истинную Дхарму Будды и приносит великое благо тем, кто вместе [с ним] совершает деяния Брахмы. Никто за исключением Татхагаты не способен [сравниться с ним] в красноречии. Вы не думайте, что Пурна может защищать, хранить и помогать возглашать только мою Дхарму. [Он] защищал, хранил и помогал возглашать истинную Дхарму Будды при девяноста коти будд прошлого. Среди тех людей, проповедовавших Дхарму, [он] также был первым. [Он] также постиг закон пустоты, проповедуемый буддами, и глубоко проник [в него], обрёл четыре не имеющие преград знания 2 , постоянно искусно и с чистотой, без сомнений и заблуждений проповедует Дхарму, совершенен в божественных проникновениях бодхисаттв, следуя по жизням, постоянно совершает деяния Брахмы. Все люди, [жившие] в века тех будд, думали, что это — [будто бы] настоящий слушающий голос. Пурна с помощью [этой] уловки оказывал благодеяния неисчислимым сотням, тысячам живых существ, а также обращал неисчислимые асамкхьи людей и приводил [их] к ануттара-самьяк-самбодхи. Для того, чтобы земли будд были чистыми, [он] постоянно совершал деяния Будды, учил и обращал живых существ. – Бхикшу! Пурна также был первым среди людей, проповедовавших Дхарму при семи буддах 3 , и сейчас [он] первый среди людей, проповедующих Дхарму при мне. Среди людей, которые будут проповедовать Дхарму при буддах будущего в кальпу мудрецов 4 , [он] также будет первым. [Он] будет защищать, хранить и помогать возглашать Дхарму всех будд. И в будущем [он] будет защищать, хранить, помогать возглашать Дхарму неисчислимого, безграничного [количества] будд, учить и обращать неисчислимых живых существ, приносить [им] благо и приводить к ануттара-самьяк-самбодхи. Для того, чтобы земли будд были чистыми, [он] постоянно с усердием, ревностно будет учить и обращать живых существ. Постепенно продвигаясь по пути бодхисаттв, через неисчислимые асамкхьи кальп [он] воистину обретёт в этой земле ануттара-самьяк-самбодхи. Звать [его] будут Татхагата Сияние Дхармы, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах . Этот Будда сделает одной страной Будды [бесчисленные], как песчинки в реке Ганг, [миры, состоящие из] трёх тысяч великих тысячных миров. Страна [эта] будет из семи драгоценностей. Земля [в ней] будет ровной, как ладонь, без гор и долин, ущелий и оврагов. [Её] наполнят террасы из семи драгоценностей. Рядом в небе расположатся небесные дворцы, в которых будут встречаться и видеть друг друга люди и боги. [Там] не будет плохих путей, а также не будет женщин — все живые существа будут рождаться путём превращений и не будут иметь чувственных желаний. [Они] обретут великие божественные проникновения, из [их] тел будут исходить лучи света, [они] будут свободно летать, [их] стремления и память будут твёрдыми, [они] будут продвигаться в совершенствовании, [будут] мудрыми; [с телами] золотого цвета, величественно украшенными тридцатью двумя знаками. Живые существа в этой стране всегда будут иметь две пищи. Первая — пища радости от Дхармы, вторая — пища радости от дхьяны. [Там] будут пребывать неисчислимые асамкхьи тысяч, десятки тысяч коти нают бодхисаттв, обретя великие множественные проникновения, четыре не имеющие преград знания, [они] смогут учить и обращать различных живых существ. [Число] слушающих их голос невозможно будет узнать ни с помощью счёта, ни с помощью перечисления. Все [они] обретут совершенство в шести проникновениях, трёх светлых [знаниях], восьми освобождениях. В стране этого Будды будут [царить] неисчислимые добродетели, [она] будет величественно украшена. [Его] кальпу назовут Драгоценное Сияние , страну назовут Радостная Чистота . Жизнь этого Будды продолжится неисчислимые асамкхьи кальп, Дхарма будет [пребывать в мире] очень долго. После ухода [этого] Будды по всей стране возведут ступы из семи драгоценностей. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Бхикшу, [все вы] внимательно слушайте! Путь, по которому следуют сыны Будды, Невозможно представить, Даже если с помощью уловок Прилежно [его] изучать. Зная, что существа радуются малой Дхарме И страшатся великой мудрости, Бодхисаттвы предстали [перед ними В облике] слушающих голос, А также [в облике] самостоятельно [идущих] К просветлению. С помощью бесчисленных уловок [бодхисаттвы] Обращают живых существ, говоря: «Мы — слушающие голос, И находимся очень далеко от пути Будды». [Они] спасают неисчислимых живых существ, И все [существа] обретают [спасение]. Даже [те, кто] имеют малые желания и ленивы, Воистину друг за другом станут буддами. Бодхисаттвы, скрывая [свои истинные] деяния, Выявляют себя в облике слушающих голос И, [хотя показывают живым существам], Что имеют малые желания И ненавидят [круговорот] жизней и смертей, [Они] воистину очищают землю Будды. [Они, следуя уловкам,] показывают всем, Что [будто бы] отравлены тремя ядами, А также выявляют знаки [Своих] ложных взглядов. И так, с помощью уловок, Мои ученики спасают живых существ! Если я полностью поведаю О разнообразных превращениях, То у живых существ, услышавших это, Появятся в сердцах сомнения. Сейчас этот Пурна, Который при тысячах, коти будд прошлого Упорно шёл по своему пути, Возглашал и защищал Дхарму будд, Искал не имеющую высшего [предела] мудрость, При всех буддах был самым лучшим учеником, Показал, что много слушал, Что обладает мудростью, Не боится проповедовать, И может привести живых существ к радости. [Он] никогда не устаёт, Помогая [совершать] деяния Будды, И уже обрёл великие божественные проникновения И четыре не имеющих преград мудрости. [Он] знает, каковы корни живых существ — Острые или тупые, Постоянно проповедует чистейшую Дхарму, Разъясняет её смысл, Учит тысячи, коти существ, Побуждает [их] пребывать В Дхарме Великой Колесницы И сам очищает землю Будды. И в будущем [он] будет делать подношения Неисчислимым, бесчисленным буддам, Защищать истинную Дхарму, Помогать возглашать [её] И очищать землю Будды. [Он] не побоится с помощью уловок Вечно проповедовать Дхарму. [Он] спасёт [столько] живых существ, Что невозможно [будет] пересчитать, И все [они] обретут совершенную мудрость. Делая подношения татхагатам, Защищая и храня сокровищницу Дхармы, [Он] станет впоследствии Буддой. Звать [его] будут Сияние Дхармы, Его страну назовут Радостная Чистота, И [она] будет из семи драгоценностей. Кальпу [его] назовут Драгоценное Сияние. [Там] будет очень много бодхисаттв, Количество [их будет] неисчислимые коти. Все [они], овладевшие Великими божественными проникновениями И достигшие совершенства В силе величия и добродетелей, Наполнят эту страну. Слушающих голос [там] будет также Бесчисленное [количество]. [Они] будут обладать тремя светлыми [знаниями], Восемью освобождениями, Обретут четыре не имеющие преград знания И станут монахами. Живые существа в этой стране Прервут все чувственные желания, Будут чистыми И [будут] рождаться путём превращений. Тела [их] будут украшены всеми знаками. Радость от Дхармы и радость от дхьяны Будут [их] пищей. Мыслей о другой пище [у них] не возникнет. [Там] не будет женщин, А также плохих путей. Бхикшу Пурна, совершенный во всех добродетелях, Воистину обретёт эту чистую землю, В которой очень много мудрецов и святых. Таковы эти неисчислимые дела, О которых я сейчас кратко поведал». В это время тысяча двести архатов, у которых мысли были свободны, подумали так: «Мы радуемся, так как обрели то, чего никогда не имели. Если Почитаемый в Мирах вручит каждому [из нас] предсказание, как и другим великим ученикам, это будет прекрасно!» Будда, зная мысли в их умах, сказал Махакашьяпе: – Сейчас я воистину вручу предсказание этим тысяче двумстам архатам в [их] присутствии об [обретении ими] ануттара-самьяк-самбодхи. Мой великий ученик бхикшу Каундинья , находящийся среди них, будет делать подношения шестидесяти двум тысячам будд и после этого сможет стать Буддой. Звать [его] будут Татхагата [Распространяющееся] Повсюду Сияние, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Почитаемый в Мирах . Пятьсот архатов 5 — Урвилва-Кашьяпа, Гайя-Кашьяпа, Нади-Кашьяпа, Калодайин, Удайин, Анируддха, Ревата, Каппхинда, Ваккула, Гунда, Свагата и другие — все обретут ануттара-самьяк-самбодхи. Звать их всех будут одинаково — [Распространяющееся] Повсюду Сияние . В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Бхикшу Каундинья воистину увидит Неисчислимых будд, И когда пройдут асамкхьи кальп, [Он] обретёт совершенное и истинное просветление. [Он] вечно будет излучать великий свет И овладеет божественными проникновениями. Имя [его] услышат в десяти сторонах [света], И все будут почитать [его]. [Он] вечно будет проповедовать О не имеющем высшего [предела] пути, И звать [его] будут [Распространяющееся] Повсюду Сияние. Его страна будет чистейшая, Все бодхисаттвы храбрые. [Они] будут подниматься на чудесные башни, Путешествовать по странам в десяти сторонах [света] И подносить буддам ценнейшие вещи. Сделав эти подношения, [Они] обретут в сердцах радость И вскоре возвратятся в свою страну. Вот такие божественные силы [они] будут иметь! Жизнь [этого] Будды продолжится Шестьдесят тысяч кальп, [Его] истинная Дхарма будет пребывать [в мире] В два раза дольше, А подобие Дхармы ещё в два раза дольше. Когда исчезнет [его] Дхарма, Боги и люди опечалятся. Те пятьсот бхикшу друг за другом Воистину станут буддами. Звать [их] будут одинаково — [Распространяющееся] Повсюду Сияние — И друг за другом [каждый из них] Вручит предсказание: “После моего ухода такой-то и такой-то Воистину станет Буддой. Мир, который [он] будет обращать, Будет таким же, что сейчас у меня, Земли [там] будут украшены и чисты, Силы божественных проникновений, Бодхисаттвы и слушающие голос, Продолжительность [веков] истинной Дхармы, А также подобия Дхармы, [Число] кальп жизни [Будды] Будут таковы, как [я] проповедовал выше”. – Кашьяпа, ты узнал о пятистах свободных, И с другими слушающими голос Воистину будет так же. Ты воистину поведай обо [всём] этом тем, Кто присутствует на собрании!» В это время пятьсот архатов, получив от Будды предсказание, подпрыгнули от радости, встали со [своих] мест, подошли к Будде, простёрлись у [его] стоп, приветствовали [его], покаялись в ошибках и ругали самих себя, [говоря]: – Почитаемый в Мирах! Мы всегда думали, что уже обрели конечное спасение. Сейчас мы знаем, как глупы. Почему? [Мы] действительно обретём мудрость Татхагаты, [мы видим], что наших малых знаний недостаточно. – Почитаемый в Мирах! Представьте, есть человек, который пришёл в дом к близкому другу, напился вина и уснул. Как раз в это время [его] близкий друг должен был идти по казённым делам. Пожелав сделать гостю подарок, [он] спрятал в его одежду бесценную жемчужину и ушёл. Тот человек, будучи пьяным, крепко спал и ничего не знал. Встав, [этот человек] отправился в путешествие и достиг чужой страны. [Он] упорно трудился, чтобы заработать на одежду и пропитание, и находился в очень трудном положении. [Он] был доволен, если получал хоть какую-то малость. Позже [он] случайно встретил [своего] близкого друга, который, увидев его, сказал: «Ну и ну! Как [ты] дошёл до того, что [работаешь] ради одежды и еды? Когда-то давно я пожелал, чтобы ты обрёл покой и радость и удовлетворил [свои] пять желаний и в такой-то год, месяц и день спрятал в твоей одежде бесценную жемчужину. [Она] и сейчас там. А ты, не зная об этом, мучаешься и страдаешь, размышляя, как поддержать собственное существование. Как это глупо! Иди и обменяй сейчас эту жемчужину [на всё, что] пожелаешь. [Ты] никогда не будешь бедствовать или испытывать в чём-нибудь нужду». То же и с Буддой. Когда [он] был бодхисаттвой, то, уча и обращая нас, пробуждал [наши] мысли о совершенной мудрости, но [мы все] быстро забыли, ничего не знаем и не воспринимаем. [Мы] уже достигли пути архата и думали, что обрели спасение. С трудом добывая средства на жизнь, [мы] были довольны, даже если получали [самую] малость. Но [наше] стремление к совершенной мудрости ещё не исчезло. И вот сейчас Почитаемый в Мирах, просветлил нас, сказав так: «Бхикшу! То, что вы обрели, это не конечное спасение. Я долгое время взращивал в вас добрые корни Будды и с помощью уловки показал вам только видимость нирваны. Но вы подумали, что действительно обрели спасение!» – Почитаемый в Мирах! Сейчас мы знаем, что [мы] на самом деле бодхисаттвы и получили предсказание об ануттара-самьяк-самбодхи. Поэтому [мы] глубоко возрадовались, обретя то, чего ещё не имели. В это время Аджнята-Каундинья , желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Мы услышали несравненный, спокойный голос, Вручающий предсказания, [Мы] возрадовались, что обрели то, Чего никогда не имели И приветствуем Будду, Обладающего безмерной мудростью. Сейчас перед Почитаемым в Мирах [Мы] каемся во всех наших ошибках. Обретя из неисчислимых сокровищ Будды Хотя бы малую часть нирваны, Мы, подобно глупым людям, Были довольны этим. Представьте бедного человека, Который пришёл в дом близкого друга. Этот дом был очень богат, [Друг] предложил [ему] изысканные яства, А в подкладку [его] одежды зашил, Не сказав [ему об этом], Бесценную жемчужину и уехал. [Тот человек] в это время спал И ничего не знал. Встав, [он] отправился в путешествие И достиг чужой страны, Чтобы найти одежду и пищу И спасти себя [от смерти]. Со средствами на жизнь [У него] было очень плохо, И [он] был доволен, Если обретал хоть самую малость. [Он] не ждал ничего хорошего И не знал, что в подкладке [его] одежды Зашита бесценная жемчужина. Близкий друг, который дал [ему] жемчужину, Увидел потом этого бедного человека, Отругал [его] и показал место, Где была зашита жемчужина. Бедный человек, увидев эту жемчужину, Глубоко возрадовался в сердце. Имея огромное богатство, [Он теперь] удовлетворял свои пять желаний. И с нами так же. Долгие ночи Почитаемый в Мирах, Жалея [нас], всегда учил и обращал И взращивал [в нас] Не имеющее высшего [предела] желание [Обрести ануттара-самьяк-самбодхи], Но из-за отсутствия у нас мудрости [Мы не могли себе этого] представить И не знали [об этом]. Обретя лишь малую долю нирваны, [Мы] были довольны И не искали ничего другого. Сейчас Будда просветлил нас, сказав, Что это не истинное спасение И что истинное спасение будет После обретения мудрости Будды, Не имеющей высшего [предела]. Когда [мы] услышали сейчас от Будды Предсказания [о нашей судьбе], О величественно украшенных [землях], То обрели решимость [стать буддами], И наши тела и мысли безмерно возрадовались!»"}