{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 6: Вручение предсказаний] – Читать полный текст","text":"В это время Почитаемый в Мирах, произнеся эту гатху, обратился к великому собранию с такими словами: – Этот мой ученик, Махакашьяпа , в грядущие века действительно будет служить трём сотням, десяти тысячам, коти будд, Почитаемым в Мирах, делать [им] подношения, оказывать уважение, почитать, восхвалять и широко проповедовать неисчислимые великие учения будд. В своём самом последнем теле [он] станет Буддой. Звать [его] будут Татхагата Излучающий Свет , Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Его] страну назовут Лучащиеся Добродетели , [его] кальпу назовут Великое Величие . Жизнь [этого] Будды продолжится двенадцать малых кальп. Истинная Дхарма [после его ухода] будет пребывать [в мире] двадцать малых кальп, подобие Дхармы будет пребывать [в мире также] двадцать малых кальп. [Его] мир будет величественно украшен, [там] не будет грязи, обломков черепицы, нечистот из отхожих мест. Земля [там] будет ровной и гладкой, без рытвин, без холмов и впадин, почвой будет хрусталь, рядами будут стоять деревья из драгоценностей, вдоль дорог будут протянуты золотые верёвки, [всюду будут] рассыпаны цветы из драгоценностей, везде будет чистота. В этой стране будут неисчислимые тысячи, коти бодхисаттв, а также бесчисленное количество слушающих голос. Мара не совершит здесь своих деяний. Хотя здесь есть Мара и народ Мары, но все будут защищать Дхарму Будды. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «[Я] говорю [вам], бхикшу: Моим глазом Будды [я] вижу Кашьяпу, Который в грядущие века, Когда пройдут бесчисленные кальпы, Действительно станет Буддой. В грядущие века [Он] также будет делать подношения Трём сотням, десяти тысячам, коти будд, Почитаемым в Мирах, И ради обретения мудрости Будды Совершать чистые деяния Брахмы. Делая подношения Наивысшему [Почитаемому], Имеющему Две Ноги И обретя не имеющую высшего [предела] мудрость, В своём самом последнем теле [Он] станет Буддой. Его земля будет чистой, Почвой [там] будет ляпис-лазурь, Вдоль дорог рядами будут стоять Множество деревьев из драгоценностей, Вдоль дорог будут протянуты золотые верёвки. Видящих [эту страну] охватит радость. [Там] постоянно будут источаться Благоуханные запахи, Будут рассыпаны цветы знаменитых сортов, Различные редкостные цветы знаменитых сортов, Различные редкостные и чудесные вещи Будут величественно украшать [эту страну]. Земля будет ровной и гладкой, Без холмов и впадин. У бодхисаттв, которых невозможно перечислить, Мысли будут благостные. [Они] обретут великие божественные проникновения И будут хранить Сутры Великой Колесницы всех будд. [Там] будут также неисчислимые слушающие голос, Сыновья царя Дхармы В [их] незамутнённых последних телах. Число [их] невозможно узнать Даже с помощью божественного глаза. Жизнь этого Будды продолжится Двенадцать малых кальп, Истинная Дхарма будет пребывать [в мире] Двадцать малых кальп, Подобие Дхармы будет пребывать [в мире] Двадцать малых кальп. Таковы дела Почитаемого в Мирах [Татхагаты] Излучающий Свет». В это время Великий Маудгальяяна , Субхути , Махакатьяяна и другие, задрожав [от страха], все как один соединили ладони и, взирая на Почитаемого в Мирах, вместе произнесли гатху, ни на мгновение не опуская глаз: «Великий Герой, Почитаемый в Мирах, Царь Дхармы из [рода] Шакьев 1 ! Сострадая нам, подай голос Будды. Если [ты] знаешь, Что в глубине наших мыслей, То вручишь [нам] предсказание, Как будто окропишь сладкой росой, И [мы] избавимся от зноя И обретём освежающую прохладу. Те, кто, придя из голодающей страны, Неожиданно получают царское угощение, Не осмеливаются есть, Неся в сердцах сомнение, Но, если получают увещевание царя, Едят без страха. И с нами то же самое. Постоянно раздумывая об ошибках Малой Колесницы, [Мы] не знаем, как же обрести Не имеющую высшего [предела] мудрость Будды. Хотя [мы] слышим голос Будды, Который говорит, что мы станем буддами, В наших сердцах всё же есть Беспокойство и опасения, как у тех, Кто не осмеливается брать пищу. Но если Будда вручит [нам] предсказание, [Мы] будем спокойны и счастливы. Великий Герой, Почитаемый в Мирах! [Ты] постоянно хотел сделать мир спокойным, [И мы] хотим, чтобы [ты] вручил нам предсказание Так, как насыщают голодных пищей!» В это время Почитаемый в Мирах, зная мысли своих великих учеников, сказал бхикшу: – Этот Субхути в грядущие века будет служить трём сотням, десяти тысячам, коти нают 2 будд, делать [им] подношения, оказывать уважение, почитать, восхвалять, совершать деяния Брахмы, пройдёт путь бодхисаттвы и в [своём] самом последнем теле станет Буддой. Звать [его] будут Татхагата Знак Имени , Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Его] кальпу назовут Обладающая Сокровищем , [его] страну назовут Рождающая Сокровища . Земля [там] будет ровной и гладкой, а почвой будет хрусталь. [Земля] будет величественно украшена деревьями из драгоценностей, без холмов и впадин, без гальки, колючек, нечистот из отхожих мест. Цветы из драгоценностей покроют землю, повсюду будет чистота. Все люди в этой земле будут пребывать на помостах из драгоценностей, во дворцах из редкостных сокровищ. Учеников — слушающих голос – будет [там] неисчислимое, безграничное количество, которое невозможно узнать ни с помощью счёта, ни с помощью сравнений. Бодхисаттв [там] будут неисчислимые тысячи, десятки тысяч, коти нают. Жизнь [этого] Будды продолжится двенадцать малых кальп. Истинная Дхарма [после его ухода] будет пребывать [в мире] двадцать малых кальп, подобие Дхармы будет пребывать [в мире] также двадцать малых кальп. Этот Будда будет вечно находиться в пространстве, проповедуя живым существам Дхарму и спасая неисчислимых бодхисаттв и слушающих голос. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «К [вам], бхикшу, [я] обращаюсь сейчас, Все как один воистину слушайте, Что я говорю! Мой великий ученик Субхути станет Буддой, Звать [его] будут Знак Имени. [Он] будет служить Бесчисленным десяткам тысяч, коти будд И, совершая деяния Будды, Постепенно добьётся совершенства На великом пути. В своём самом последнем теле [он] обретёт Тридцать два знака И будет стройным и прекрасным, Как гора из драгоценностей. Страна этого Будды будет первой По величественности и чистоте. Живые существа, которые увидят [её], Будут любить [её] и восхищаться. Будда спасёт в ней Неизмеримое число [живых] существ. В Дхарме этого Будды Будет пребывать много бодхисаттв, Все [они] будут иметь острые корни И вращать не поворачивающееся назад колесо. Та страна всегда будет Величественно украшена бодхисаттвами. Количество слушающих голос [Там] невозможно будет назвать и пересчитать. Все обретут три светлых знания, Добьются совершенства В шести божественных проникновениях, Будут пребывать в восьми освобождениях И иметь великую силу добродетелей. В проповеди Дхармы этот Будда выявит Неисчислимые превращения С помощью божественных проникновений — [Их] невозможно вообразить. Боги, люди, [бесчисленные], Как песчинки в Ганге, Все вместе соединят ладони И будут слушать слова Будды. Жизнь этого Будды продолжится Двенадцать малых кальп. Истинная Дхарма будет пребывать [в мире] Двадцать малых кальп. Подобие Дхармы будет пребывать [в мире] Также двадцать малых кальп». В это время Почитаемый в Мирах ещё раз обратился к бхикшу: – Сейчас я говорю вам, что этот великий Катьяяна в грядущие века будет делать подношения восьми тысячам, коти будд всем, что имеет, почитать [их] и оказывать уважение. После ухода будд [он] каждому возведёт ступу высотой в тысячу йоджан, одинаковой — в пятьсот йоджан — ширины и длины, сложенную из золота, серебра, ляпис-лазури, лунных камней, агатов, жемчуга, сердолика, и будет делать подношения этим ступам-гробницам гирляндами цветов, благовонными втираниями, благовонной пудрой, благовониями для воскуривания, шёлковыми балдахинами, знамёнами и флагами. После этого [он] таким же образом сделает подношения ещё двадцати тысячам, коти будд. Сделав подношения этим буддам, [он] пройдёт по пути бодхисаттвы и действительно станет Буддой. Звать [его] будут Татхагата Золотой Свет Джамбунада 3 , Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. Его земля будет ровной и гладкой, а почвой будет хрусталь. [Землю] величественно украсят деревья из драгоценностей. Верёвки, которые протянут вдоль дорог, будут из золота. Землю покроют чудесные цветы, повсюду [будет] чистота. Увидевшие [это] возрадуются. [Там] не будет четырёх плохих путей — ада, голодных духов, скотов, асур, но будет много богов и людей. Неисчислимые десятки тысяч, коти слушающих голос, а также бодхисаттв величественно украсят эту страну. Жизнь [этого] Будды продолжится двенадцать малых кальп. Истинная Дхарма [после его ухода] будет пребывать [в мире] двадцать малых кальп, подобие Дхармы будет пребывать [в мире] также двадцать малых кальп. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Бхикшу, все как один слушайте! То, что я проповедую, Истинно и непогрешимо. Этот Катьяяна воистину будет делать Подношения буддам Различными чудесными вещами. После ухода будд [он] воздвигнет Ступы из семи драгоценностей, И будет делать подношения шарирам Цветами и благовониями. В своём самом последнем теле [Он] обретёт мудрость Будды И достигнет истинного просветления. [Его] страна будет чистой, [Он] спасёт неисчислимые Десятки тысяч, коти живых существ. Все в десяти сторонах [света] Будут делать [ему] подношения. Свет [этого] Будды ничто Не сможет превзойти. Этого Будду назовут Золотой Свет Джамбу. Неисчислимые, бесчисленные Бодхисаттвы и слушающие голос, Прервавшие все существования 4 , Величественно украсят эту страну». В это время Почитаемый в Мирах ещё раз обратился к великому собранию: – Сейчас я говорю вам, этот великий Маудгальяяна воистину будет делать подношения восьмидесяти тысячам будд различными прекрасными вещами, почитать [этих будд] и оказывать [им] уважение. После ухода будд, [он] каждому возведёт ступу высотой в тысячу йоджан, одинаковой — в пятьсот йоджан — ширины и длины, сложенную из золота, серебра, ляпис-лазури, лунных камней, агатов, жемчуга, сердолика, и будет делать [им] подношения гирляндами цветов, благовонными втираниями, благовонной пудрой, благовониями для воскуривания, шёлковыми балдахинами, знамёнами и флагами. После этого [он] сделает такие же подношения ещё двум сотням, десяти тысячам, коти будд и действительно станет Буддой. Звать [его] будут Татхагата Тамалапаттра 5 Сандаловое Благовоние , Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Его] кальпу будут называть Наполненная Радостью , страну назовут Радостные Мысли . Земля [там] будет ровной и гладкой, а почвой будет хрусталь. [Землю] величественно украсят деревья из драгоценностей, [везде] будут рассыпаны цветы из жемчуга, повсюду [будет] чистота. Увидевшие [это] возрадуются. [В стране] будет много богов и людей, бесчисленное количество бодхисаттв и слушающих голос. Жизнь [этого] Будды продолжится двадцать четыре малых кальпы. Истинная Дхарма [после его ухода] будет пребывать [в мире] сорок малых кальп, подобие Дхармы будет пребывать [в мире] также сорок малых кальп. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Этот мой ученик, великий Маудгальяяна, Отбросив это [своё] тело, Обретёт возможность увидеть Восемь тысяч и две сотни, десять тысяч, коти будд, Почитаемых в Мирах, И ради пути Будды будет делать [им] Подношения и почитать [их]. В местах, где пребывают будды, [Он] вечно будет совершать деяния Брахмы, Неисчислимые кальпы Хранить Дхарму Будды. После ухода будд [он] воздвигнет Ступы из семи драгоценностей, Золотые башни которых будут видны издалека. [Он] будет делать подношения Ступам-гробницам будд Цветами, благовониями и музыкой. Постепенно завершив путь бодхисаттвы, [Он] обретёт возможность стать Буддой В стране Радостные Мысли. Звать [его] будут Тамалапаттра Сандаловое Благовоние. Жизнь этого Будды продолжится Двадцать четыре малых кальпы. [Он] постоянно будет проповедовать Богам и людям о пути Будды. Слушающих голос [в его стране] будет Неисчислимое количество, Как песчинок в реке Ганг. Бесчисленны будут бодхисаттвы, Обладающие тремя светлыми знаниями, Шестью божественными проникновениями, Величественностью и добродетелями. С твёрдой волей продвигаясь в совершенствовании И обладая мудростью Будды, Все [они] будут пребывать На [ступени] невозвращения. После ухода этого Будды Истинная Дхарма будет пребывать [в мире] Сорок малых кальп. То же самое будет и с подобием Дхармы. Моим ученикам, число которых пятьсот И которые совершенны в добродетелях, [Я] воистину вручаю предсказание: \"В грядущие века каждый [из вас] станет Буддой!\" И сейчас [я] поведаю вам О моих и ваших деяниях в предыдущих жизнях. Вы все внимательно слушайте!»"}