{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 14: Спокойные и счастливые деяния]","text":"В это время бодхисаттва-махасаттва Манджушри, сын царя Дхармы, сказал Будде: – Почитаемый в Мирах! Этих бодхисаттв чрезвычайно трудно встретить. [Они] почтительны к Будде и дали великий обет, что в грядущий злой век будут защищать, хранить, читать и декламировать эту «Сутру о Цветке Дхармы». – Почитаемый в Мирах! Каким образом бодхисаттвы-махасаттвы будут проповедовать эту сутру в грядущий злой век? Будда сказал Манджушри: – Если бодхисаттва-махасаттва желает проповедовать эту сутру в грядущий злой век, [он] должен спокойно следовать четырём правилам. Во-первых, спокойно и твёрдо пребывая на ступени совершения деяний бодхисаттвы и на ступени близости, [он] сможет умело проповедовать живым существам эту сутру. – Манджушри! Что называют ступенью совершения деяний бодхисаттвы-махасаттвы ? Если бодхисаттва-махасаттва терпелив, мягок, искусен в общении, не вспыльчив, не властолюбив, [если] мысли [его] невозмутимы, также если [он] в Дхарме ничего не практикует, не видит, а постигает, а также не совершает ни деяний, ни различений, то это называют [пребыванием] на ступени совершения деяний бодхисаттвы-махасаттвы. Что называют ступенью близости бодхисаттвы-махасаттвы ? — бодхисаттва-махасаттва не приближен к царю страны, принцам, великим министрам, начальникам. Не близок к приверженцам внешнего пути, брахмачаринам, ниргрантхам 1 и другим, а также к тем, кто пишет для мирян, сочиняет стихи и творит внешние книги, а также к локаятикам 2 и к тем, кто против локаятиков. [Он] не близок к опасным и жестоким играм, обмену ударами, борьбе и играм, во время которых происходят различные превращения нарак 3 . Кроме того, не близок к чандалам 4 и ко всем тем, кто занят плохой работой — разведением свиней, овец, домашней птицы, охотой, рыбной ловлей, а когда такие люди приходят [к нему], проповедует [им] Дхарму, не стремясь к получению [выгоды]. Кроме того, [он] не близок с бхикшу, бхикшуни, упасаками, упасиками, которые стремятся стать слушающими голос, а также не спрашивает [их ни о чём], не бывает вместе [с ними] ни в домах, ни на прогулках, ни в залах для проповедей. Если [они] приходят [к нему], проповедует [им] Дхарму сообразно [с их способностями], не стремясь к получению [выгоды]. – Манджушри! Бодхисаттвы-махасаттвы воистину не должны проповедовать женщинам, которые принимают облик, возбуждающий мысли о чувственных желаниях. Кроме того, видя [их, они] не испытывают радости. Если [они] входят в чужие дома, то не разговаривают с девочками, девушками, вдовами, другими [женщинами], а также не приближаются к пяти видам немужчин 5 и не заводят [с ними] дружбу. [Они] не входят в чужие дома одни. Если же по каким-то причинам входят одни, то должны думать только о Будде. Если проповедуют Дхарму женщинам, то, улыбаясь, не показывают зубы, не обнажают грудь и даже ради Дхармы не сходятся [с ними] близко, не говоря уже о каких-либо других причинах! [Они] не радуются, воспитывая учеников, шраманер и детей, а также не радуются тому, что являются [их] учителями. Предпочитая постоянно [пребывать] в сидячей дхьяне, [они] находятся в тихих местах и осуществляют сдерживание [своих] мыслей 6 . – Манджушри! Это называют начальной ступенью близости. Далее бодхисаттва-махасаттва созерцает, как все дхармы пусты, что [они являются] знаком так есть – реальности таковой. [Что они] не перевёрнуты снизу, не перемещаются вперёд, не двигаются назад, не вращаются, а подобны пустому пространству и не имеют природы реального существования. [Что они] заканчивают путь всех слов и языков, не рождаются, не исчезают и не возникают, [что у них] нет имён, нет знаков, [что они], в реальности, не имеют сути, которая существует, не имеют веса, не имеют пределов, не имеют границ, не имеют препятствий и существуют только благодаря внутренне присущим и внешним причинам и рождаются из-за смятения [мыслей]. Поэтому возвещаю — постоянное созерцание с наслаждением [этих] знаков дхарм, называют второй ступенью близости бодхисаттвы-махасаттвы. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если есть бодхисаттва, Который в грядущий злой век Без страха в сердце Пожелает проповедовать эту сутру, То [он] воистину должен взойти На ступень совершения деяний, А также на ступень близости. [Он] отдаляется от царя страны, От принцев, великих министров, Начальников, от игроков в опасные игры, А также от чандал, приверженцев Внешнего пути, брахмачаринов. [Он] не близок с привязанными К Малой Колеснице, с людьми, Полными самодовольства, С изучающими три хранилища 7 , С бхикшу, нарушающими заповеди, С архатами только по названию, А также бхикшуни, которые любят Забавляться и улыбаться, С упасиками, которые глубоко Привязались к пяти желаниям, Ищут в настоящем нирвану — [Он] не близок ни с кем [из них]. Если же такие люди с добрыми мыслями Приходят к бодхисаттве, Чтобы услышать о пути Будды, бодхисаттва без страха в сердце Проповедует [им] Дхарму, Не имея [в себе] стремления Получить [выгоду]. [Он] не сближается с вдовами, Девушками, а также немужчинами И не заводит [с ними] дружбу. Также [он] не сближается С забойщиками скота, рубщиками мяса, Охотниками, рыболовами, С теми, кто убивает ради выгоды. Не сближается с людьми, Которые поддерживают жизнь, питаясь мясом Или торгуют красотой женской плоти. Не сближается с теми, Кто жестоко и опасно борется, Кто любит различные увеселения, Наслаждается с гуляющими женщинами и так далее. В одиночестве в отгороженных местах [бодхисаттва] не проповедует Дхарму женщинам. Проповедуя Дхарму, не улыбается игриво. Если входит в деревню просить пищу, [Его] сопровождает бхикшу. Когда нет бхикшу, [Он] думает только о Будде. Если дать этому название, То это будет — ступень совершения деяний И ступень близости. Находясь на этих двух ступенях, [Он] спокойно и радостно проповедует Дхарму. Кроме того, если [он] не практикует дхармы, Высшие, средние и низшие Дхармы мирских деяний и не мирских деяний, Истинные и неистинные дхармы, А также не делает различений “Это — мужчина”, “это — женщина”, Не приобретает все дхармы, Не знает [их] и не замечает, То это называют Ступенью совершения деяний бодхисаттвы. Все дхармы пусты, не имеют реального существования, [Они] непостоянны, Не возникают и не исчезают — [Постижение] этого называют Ступенью близости мудреца. Ложным является представление, Что дхармы существуют и не существуют, Что [они] реальны и нереальны, Рождаются и не рождаются. [Бодхисаттва], пребывая в тихом месте, И, управляя своими мыслями, Спокоен и неподвижен, как гора Сумеру, Постигает, что все дхармы не имеют реального существования, Что [они] подобны пустому пространству. [Что в них] отсутствует твёрдость, [Что они] не рождаются, Не приходят, не движутся, Не уходят, постоянно имеют один знак — Это называют ступенью близости. Если есть бхикшу, которые после моего ухода Вступают на ступень совершения деяний, А также на ступень близости, То, проповедуя эту сутру, [Они] не будут испытывать ни страха, ни слабости. Иногда бодхисаттва, войдя в тихую обитель, Посредством правильных размышлений, Следуя истинным значениям, Постигает сущность дхарм. В то время, когда [он] выходит из дхьяны И обращает царей, принцев, сановников, Народ, брахманов и других людей, Разъясняет и проповедует эту сутру, Его мысли спокойны, [Он] не испытывает ни страха, ни слабости.» – Манджушри! Это называют Проповедью «Сутры о Цветке Дхармы» в последующие века, спокойно следуя начальному правилу деяний бодхисаттвы. – И ещё, Манджушри! Тот, кто пожелает проповедовать эту сутру после ухода Татхагаты в век конца Дхармы, воистину должен пребывать на ступени совершения спокойных и радостных деяний. Если [он] вслух проповедует и читает эту сутру, то не объясняет с радостью ошибки людей и ошибки в сутрах, а также не относится с презрением к другим учителям Дхармы, не возвещает о хорошем и плохом, о сильных сторонах и слабостях других людей, не называет также слушающих голос по именам и не возвещает об их ошибках и плохих деяниях. Хваля их красоту, [он] также не называет имена. [В нём] также не рождаются гнев и ненависть. И, так как [он] всё делает со спокойным и радостным сердцем, у тех, кто [его] слушают, не возникает мыслей против [него]. Когда [ему] задают трудные вопросы, [он] отвечает, не следуя учению Малой Колесницы, а даёт объяснения только с помощью Великой Колесницы и ведёт всех к обретению совершенной мудрости. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Бодхисаттва всегда с радостью И спокойствием проповедует Дхарму. В чистом месте устраивает [для себя] сидение, Умащает тело маслом, смывает грязь, Надевает новые чистые одежды, Очищает себя изнутри и снаружи. Спокойно воссев на сидение Дхармы, [Он] проповедует, внимая вопросам. Если присутствуют бхикшу и бхикшуни, Упасаки и упасики, цари, принцы, Сановники и народ, [Он] с мягким лицом разъясняет [им] Чудесные значения. Если [ему] задают трудные вопросы, [Он] отвечает, следуя их смыслу. [Он] проповедует и разъясняет С помощью рассуждений и сравнений. С помощью этих уловок [он] пробуждает [их] мысли, Постепенно продвигает вперёд И выводит на путь Будды. [Он] очищает свои мысли от лености и усталости. Отдаляется от всех забот И проповедует Дхарму С состраданием в сердце. Днём и ночью [он] постоянно проповедует учение Не имеющего высшего [предела] пути, Открывая его живым существам С помощью рассуждений И бесчисленных уловок. [Он] каждого приводит к радости. Одежда, ложе, питьё и еда, Целебные травы — во всём этом [Он] не желает получить [ничего] И всем сердцем думает только о том, Почему проповедует Дхарму. [Он] желает пройти путь Будды И побудить к этому других. В этом [его] подношение Великого блага, спокойствия и радости. Если после моего ухода Кто-нибудь из бхикшу будет Умело проповедовать “Сутру о Цветке Чудесной Дхармы”, В [его] сердце не будет зависти, Мучений и разных препятствий, А также горестей и печалей. [Его] никто не будет оскорблять, [Он] не будет испытывать страха, [Ему] не будут наносить удары мечами и палками, Потому что [он] спокойно пребывает В терпении. Если мудрый человек таким образом Умело направляет свои мысли, То [он] пребывает в спокойствии и радости, Как я говорил выше. Добродетели этого человека невозможно Полностью выявить, Если даже тысячи, десятки тысяч кальп Перечислять [их] с помощью сравнений». – И ещё, Манджушри! У бодхисаттвы-махасаттвы, который в грядущий век, когда Дхарма придёт почти к полному исчезновению, получит эту сутру, будет хранить [её] и читать вслух, не родятся в сердце зависть и обман. [Он] не будет также презирать и оскорблять тех, кто изучает путь Будды, не будет искать [в них] достоинства и недостатки. [Он] не принесёт страданий бхикшу, бхикшуни, упасакам, упасикам, которые стремятся стать слушающими голос, стремятся стать пратьекабуддами или же стремятся на путь бодхисаттв. [Он] не принесёт им страданий и не посеет [в них] сомнений и сожалений, не скажет этим людям: «Вы слишком отдалились от пути и никогда не сможете обрести совершенную мудрость! Почему? Потому что вы распущенные люди нерадивы в следовании пути». Кроме того, [он] не будет участвовать в пустых рассуждениях и спорах о дхармах. Воистину, ко всем живым существам [у него] пробудится великое сострадание, к татхагатам [он] будет относиться как к любящим отцам, к бодхисаттвам будет относиться как к великим учителям, воистину [он] будет глубоко уважать и почитать великих бодхисаттв десяти сторон [света]. Всем живым существам [он] будет одинаково проповедовать Дхарму — не больше и не меньше — из-за того, что они следуют Дхарме. Даже тем, кто глубоко любит Дхарму, [он] не проповедует больше. – Манджушри! Когда этот бодхисаттва-махасаттва в грядущий век, когда Дхарма придёт почти к полному исчезновению, совершит это третье спокойное и радостное деяние 8 и будет проповедовать Дхарму, [его] уже ничто не сможет огорчить. [Он] обретёт хороших соучеников, которые вместе [с ним] будут декламировать эту сутру. Кроме того, большое количество людей придёт, будет слушать [её] и воспринимать, а прослушав, будет хранить, а сохранив, будет читать вслух, а прочитав вслух, будет проповедовать, а закончив проповедь, запишет или побудит других людей записывать, поклоняться, оказывать уважение, восхвалять свитки сутры. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если [какой-нибудь человек] Пожелает проповедовать эту сутру, То пусть отбросит завистливые, злые, Гордые, неискренние, лживые мысли И постоянно совершает честные деяния, Никогда не презирает людей, А также не участвует В пустых рассуждениях о дхармах, Не сеет сомнений в других людях, Говоря: “Вы не станете буддами”. Этот сын Будды, проповедуя Дхарму, Будет всегда мягким, терпеливым, Будет сострадать всем людям. [В нём] не будет нерадивости. К великим бодхисаттвам десяти сторон [света], Которые следуют пути, Сострадая живым существам, У него воистину будет почтение в сердце: “Это — мои великие учителя!” О буддах Почитаемых в Мирах, [Он] будет думать Как о безгранично почитаемых отцах. Устранив в себе надменные мысли, [Он] без преград и помех Будет проповедовать Дхарму — Таково третье правило! Мудрые люди воистину будут охранять [его]. Спокойно и радостно, Его будут почитать неисчислимые живые существа». – И ещё, Манджушри! У бодхисаттвы-махасаттвы, который в грядущий век, когда Дхарма придёт почти к полному исчезновению, получит и будет хранить «Сутру о Цветке Дхармы», родится великое сострадание к тем, кто не являются бодхисаттвами, и воистину [он] подумает так: «Эти люди понесли великую потерю проповеди Дхармы Татхагатой, проведённую с помощью уловок, не слышали [Дхарму], не знают [её], не постигли [её], не спрашивают [о ней], не верят [в неё] и не понимают [её]. Хотя эти люди не спрашивают об этой сутре, не верят [в неё] и не понимают, я, когда обрету ануттара-самьяк-самбодхи, с помощью силы божественных проникновений и силы мудрости поведу [их] и приведу к пребыванию в Дхарме, на какой бы ступени [они] не находились». – Манджушри! Этот бодхисаттва-махасаттва, который после ухода Татхагаты, усвоив четвёртое правило , будет проповедовать эту Дхарму, не совершит ошибок. [Ему] вечно будут делать подношения бхикшу, бхикшуни, упасаки, упасики, царь, принцы, великие министры, народ, брахманы, горожане. [Ему будут] оказывать почтение, уважать и восхвалять. Небесные божества, чтобы услышать Дхарму, будут вечно следовать [за ним] и служить [ему]. Если [он] окажется в селении, городе, уединённом месте или в лесу, и [какой-нибудь] человек придёт и пожелает задать трудный вопрос, боги днём и ночью будут охранять [его], чтобы [он] всегда проповедовал Дхарму и приводил слушающих к радости. Почему? Эта сутра то, что будды прошлого, будущего и настоящего охраняют с помощью своих божественных сил. – Манджушри! В бесчисленных странах невозможно услышать даже название этой «Сутры о Цветке Дхармы». А что уж говорить о том, чтобы [её] увидеть, получить, хранить, читать и декламировать! – Манджушри! Представь, что могущественный святой царь, вращающий колесо, возжелал с помощью силы покорить государства. Когда малые цари не подчинились [его] приказу, царь, вращающий колесо, созвал войска разных родов и послал [их] покорять неподчинившихся. Царь, видя, что войска сражаются доблестно, глубоко возрадовался и в зависимости от заслуг вознаградил каждого [воина] — полями, домами, селеньями, городами или же одеяниями и украшениями, или же различными редкостными драгоценностями, золотом, серебром, ляпис-лазурью, лунными камнями, агатами, кораллами, янтарём, [или] слонами, конями, колесницами, повозками, рабами, рабынями, людьми. И только сияющим алмазом со [своих] волос [он] никого не одарил. Почему? Эта единственная драгоценность может находиться только в венце царя, и если бы [он] её [кому-нибудь] вручил, вся царская свита была бы поражена. – Манджушри! То же самое и с Татхагатой. С помощью силы дхьяны и мудрости [он] получил в своё владение страну Дхармы и стал царём трёх миров. Но цари-мары строптивы и не желают покоряться. Все вместе сражаются с ними мудрые и святые воины Татхагаты. [Он] радуется искусности воинов, и, пребывая среди четырёх групп, проповедует им все сутры, радуя их сердца, и одаривает [способностью пребывать] в дхьяне, освобождением, незамутнёнными корнями, силами, богатством всех учений. Кроме того, [он] одаривает [их] городом нирваны, говоря, что [они] обрели освобождение. [Он] направляет их мысли и приводит всех к радости. Однако «Сутру о Цветке Дхармы» [он им] не проповедует. – Манджушри! Царь, вращающий колесо, увидев великие доблести своих воинов, глубоко возрадовался в сердце и вручил, наконец, несравненный алмаз, долгое время находившийся [у него] в волосах и которым [он] никого бездумно не одаривал. Также и Татхагата. [Он] стал в трёх мирах великим царём Дхармы. С помощью Дхармы [он] учил и обращал всех живых существ. Увидев, что мудрые святые воины все вместе сражались с марами пяти скандх 9 , марой заблуждений 10 , марой смерти 11 и, проявив великие доблести и достоинства, уничтожили три яда, вышли из трёх миров, разрушили путы мар, Татхагата тотчас же глубоко возрадовался и проповедует сейчас «Сутру о Цветке Дхармы», которая способна привести живых существ к совершенному знанию, [сутру], которую [он] ранее ещё не проповедовал и в которую трудно поверить во всём мире, и [весь мир] полон злобы [на неё]]. – Манджушри! Эта «Сутра о Цветке Дхармы» — главная проповедь всех татхагат и из всех проповедей самая глубокая. Вручаю [её вам] в самом конце, подобно тому, как могущественный царь только сейчас вручил алмаз, который долгое время хранил. – Манджушри! Эта «Сутра о Цветке Дхармы» — хранилище тайн всех будд-татхагат, среди сутр [она] самая превосходная. Долгие ночи [я] охранял [её] и бездумно не возвещал. И сегодня впервые проповедую её вам! В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Тот, кто способен проповедовать [эту] сутру, Которую восхваляет Будда, Всегда поступает терпеливо, Испытывая ко всем сострадание. У тех, кто в грядущие века Будет хранить эту сутру — “[Остались они] дома”, “вышли из дома”, Или не являются бодхисаттвами — Воистину родится сострадание. Те, кто не слушают эту сутру, Не верят [в неё], много теряют. Я, достигнув пути Будды, С помощью уловок проповедую им Дхарму И побуждаю [их] пребывать в ней. Это подобно тому, Как могущественный царь, Вращающий колесо, Одаривает своих воинов, Обладающих воинскими добродетелями, Множеством вещей — слонами, конями, Колесницами, повозками, Величественными украшениями, А также полями, домами, Селениями и городами. А также одаривает одеждами, Различными редкостными сокровищами, Рабами, имуществом, Одаривает радостью. Но только самому храброму, Свершившему трудные деяния [Он] вручает сияющий алмаз, Который снял со [своих] волос. Так же и с Татхагатой. Он — царь Дхармы, обладающий Великой силой терпения И сокровищницей мудрости. Имея великое сострадание, [Он] с помощью Дхармы изменяет мир. Видя, как все люди [опутаны] страданиями И, жаждая освобождения, Сражаются с марами, [Он] проповедует живым существам Различные учения, [Он] с помощью великих уловок Проповедует сутры. Узнав, что живые существа обрели силы, [Он] проповедует [им] в конце Этот “Цветок Дхармы” — подобно тому, Как царь вручает сияющий алмаз, Который [он] снял со [своих] волос. Эта сутра самая почитаемая, Из всех сутр наивысшая. И я её постоянно охраняю И бездумно не открываю. Но сейчас как раз пришло время Проповедовать её вам. Если тот, кто после моего ухода Будет искать путь Будды, Пожелает спокойно проповедовать эту сутру, То [он] воистину должен близко [знать] Те четыре правила. У того, кто читает эту сутру Никогда не бывает печали и скорбей, Не бывает болезней и усталости, Лицо [у него] свежее и светлое. [Он] не рождается бедным, Безвольным и безобразным. Живые существа, видя его, Радуются, как будто следуют За мудрецом и святым. Дети богов прислуживают [ему], [Его] невозможно ударить Мечом или палкой, А также отравить ядом. Если какие-то люди будут оскорблять [его], То рты [оскорбителей] сразу же закроются. [Он] будет без страха путешествовать, Подобно царю львов. Свет [его] мудрости будет светить Подобно солнцу. Во снах [он] будет видеть Только чудесное. [Он] увидит татхагат, Сидящих на местах льва, Окружёнными бхикшу И проповедующими Дхарму. Увидит также драконов и асур, Число [которых равно] песчинкам в Ганге, Которые с почтением соединяют ладони, А также увидит себя, Проповедующим им Дхарму. А также увидит Будду, С золотыми знаками на теле, Который, испуская безграничный свет, Всех освещает и голосом Брахмы Проповедует различные учения. Когда Будда будет проповедовать четырём группам Не имеющую высшего [предела] Дхарму, [Этот человек] увидит себя среди них И будет, соединив ладони, Восхвалять Будду, [А] услышав Дхарму, возрадуется И будет делать подношения. Обретя дхарани, [Он] найдёт подтверждение Мудрости о невозвращении. Будда, зная, что в своих мыслях [Этот человек] глубоко вошёл на путь Будды, Вручит [ему] предсказание О достижении наивысшего просветления: “Ты, мой добрый сын, в грядущие века Воистину обретёшь неизмеримую мудрость И великий путь Будды. Твоя страна будет чистой, Не сравнимой [ни с чем] по величине. Там также будут четыре группы, Которые, соединив ладони, Станут слушать Дхарму”. [Этот человек] также увидит себя в горах и лесах, Следующим доброй Дхарме И нашедшим подтверждение истинным знакам. Глубоко войдя в дхьяну, [Он] увидит будд десяти сторон [света]. Тела [этих] будд — золотого цвета, Величественно украшены Ста знаками счастья. У того, кто слушает Дхарму И проповедует [её] людям, Всегда будут такие прекрасные сны. И также [ему] приснится, Что [он] станет царём, Который оставит свой дворец и свиту, А также [удовлетворение] пяти изысканнейших желаний, И направится на место пути, Воссядет на место льва под деревом бодхи И будет искать путь. Через семь дней [он] обретёт мудрость будд. Обретя не имеющий высшего [предела] путь, [Он] встанет и, вращая колесо Дхармы, Будет проповедовать Дхарму четырём группам. [Он] будет проповедовать незамутнённую чудесную Дхарму И спасать неисчислимых живых существ В течение тысяч, десятков тысяч, коти кальп, И после этого войдёт в нирвану Подобно тому, как гаснет лампа, Когда перестаёт чадить. Если [кто-нибудь] в грядущий злой век Будет проповедовать Эту не имеющую высшего [предела] Дхарму, То получит великую награду, Подобную благу, о котором сказано выше». Это интересно Сутра о Цветке Лотоса Чудесной Дхармы. Общие примечания Сутра о Цветке Лотоса Чудесной Дхармы (санскр. Саддхарма-пундарика-сутра, кит. Мяофа ляньхуа цзин, яп. Мёхо рэнгэ кё) один из самых известных канонических текстов махаяны, ведущего направления Буддизма (именно махаяна стала мировой религией). Читать"}