{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 11: Видение драгоценной ступы] – читать","text":"В это время перед Буддой появилась ступа из семи драгоценностей пятьсот йоджан в высоту и двести пятьдесят йоджан в длину и ширину. Она выпрыгнула из-под земли и повисла в воздухе. Она была украшена различными драгоценными вещами, с пятью тысячами перил, с тысячами, десятками тысяч ниш, увешана бесчисленными флагами, с неё свисали гирлянды драгоценностей и были подвешены коти колокольчиков из драгоценностей. Из неё с четырёх сторон распространялось благоухание сандала тамалапаттра, который заполнил весь мир. Флаги и балдахины были сделаны из семи драгоценностей — золота, серебра, ляпис-лазури, лунных камней, агатов, жемчуга, яшмы — и по высоте достигали дворцов четырёх небесных царей. Тридцать три бога 1 делали подношения драгоценной ступе, осыпая её дождём небесных цветов мандара. Остальные боги, драконы, якши, гандхарвы, асуры, гаруды, киннары, махораги, люди и не люди — общим числом тысячи, десятки тысяч, коти — делали подношения драгоценной ступе всеми видами цветов, благовониями, гирляндами, флагами, балдахинами, музыкой, выражали почтение и уважение и восхваляли её. В это время из драгоценной ступы раздался громкий голос, который торжественно возгласил: – Прекрасно! Прекрасно! Шакьямуни, Почитаемый в Мирах! Ты искусно проповедуешь великому собранию эту «Сутру о Цветке Чудесной Дхармы» о всеобщей великой мудрости, Дхарму, просвещающую бодхисаттв, которую охраняют и о которой думают будды. Так, так, Шакьямуни, Почитаемый в Мирах! Всё, что ты говоришь, совершенная истина. Тогда четыре группы, видя, что драгоценная ступа повисла в воздухе и слыша раздавшийся из ступы голос, обрели радость от Дхармы и, удивляясь, что имеют то, чего никогда не имели, поднялись со своих мест, с почтением соединили ладони, отступили назад и встали в один ряд. В это время там был бодхисаттва-махасаттва по имени Великое Красноречие. Узнав о сомнениях, имевшихся в мыслях богов всех миров, людей, асур и других, он сказал Будде: – Почитаемый в Мирах! Почему появилась из-под земли эта драгоценная ступа и почему раздался из неё громкий голос? В это время Будда сказал бодхисаттве Великое Красноречие: – В этой драгоценной ступе пребывает всё тело Татхагаты 2 . В прошлом на востоке, в бесчисленных тысячах, десятках тысяч, коти асамкхьей миров отсюда была страна, называвшаяся Драгоценная Чистота. Там был Будда, которого звали Многочисленные Сокровища. Когда этот Будда следовал путём бодхисаттвы, он дал великую клятву: «Если после того, как я стану Буддой и уйду из мира, в какой-нибудь земле в десяти сторонах света будут проповедовать “Сутру о Цветке Дхармы”, я, пребывая в ступе или гробнице, выпрыгну из-под земли и появлюсь там, чтобы слышать эту сутру. Представив свидетельство моего присутствия, я произнесу похвалу: ”Прекрасно!”». Когда этот Будда завершил путь к достижению состояния Будды, и приблизилось время его ухода, на великом собрании богов и людей он сказал бхикшу: «Пусть те, кто после моего ухода пожелают сделать подношение всему моему телу, воздвигнут одну великую ступу». Благодаря силе божественных проникновений и желания этот Будда пребывает повсюду в мирах десяти сторон света, и если где-то будет проповедоваться «Сутра о Цветке Дхармы», то его ступа выпрыгнет там из-под земли. В ступе пребывает всё тело Будды, оно воздаст хвалу, говоря: «Прекрасно! Прекрасно!» – Великое Красноречие! Ступа Татхагаты Многочисленные Сокровища выпрыгнула сейчас из-под земли, и Будда воздаёт хвалу: «Прекрасно! Прекрасно!», так как услышал проповедь «Сутры о Цветке Дхармы». В это время бодхисаттва Великое Красноречие с помощью божественных сил Татхагаты сказал Будде: – Почитаемый в Мирах! Мы хотим увидеть тело этого Будды! Будда сказал бодхисаттве-махасаттве Великое Красноречие: – Этот Будда Многочисленные Сокровища дал глубокую и серьёзную клятву: «Когда я услышу проповедь “Сутры о Цветке Дхармы”, моя драгоценная ступа появится перед буддами и, когда они пожелают показать моё тело четырём группам, пусть будды, которые являются частными телами 3 этого будды и, находясь в мирах во всех десяти сторонах света, проповедуют Дхарму, соберутся в одном месте, и после этого выявится моё тело». – Великое Красноречие! Сейчас я воистину должен собрать будд, которые являются моими частными телами и которые, пребывая в десяти сторонах света, проповедуют Дхарму. Великое Красноречие сказал Будде: – Почитаемый в Мирах! Мы также хотим увидеть будд, которые являются частными телами Почитаемого в Мирах, приветствовать их и делать им подношения! В это время Будда испустил луч света из пучка белых волосков, и все увидели на востоке бесчисленных, как песчинки в реке Ганг, будд из пятисот нают стран. Почвой во всех этих странах был хрусталь. Их величественно украшали деревья из драгоценностей и одеяния из драгоценностей их обитателей и наполняли неисчислимые тысячи, десятки тысяч, коти бодхисаттв. Повсюду были установлены балдахины из драгоценностей, а на них висели сети из драгоценностей. Будды из этих стран звучными, чудесными голосами проповедовали свои учения. Кроме того, все увидели, что неисчислимые тысячи, десятки тысяч бодхисаттв, наполнявшие эти страны, также проповедуют Дхарму живым существам. Свет из пучка белых волосков озарил юг, запад, север, четыре промежуточные стороны, верх и низ, и там происходило то же самое. В это время будды десяти сторон света обратились к каждой группе бодхисаттв: – Добрые сыны! Сейчас мы направимся к Будде Шакьямуни в мир Саха и сделаем подношения драгоценной ступе Татхагаты Многочисленные Сокровища. В то же время мир Саха изменился и стал чистым. Почвой стала ляпис-лазурь, землю величественно украсили деревья из драгоценностей, золотыми верёвками были отмечены восемь дорог. Исчезли деревушки и селенья, города и замки, великие моря и реки, горы, стремнины, деревья и рощи. Были возжжены благовония из великих драгоценностей. Повсюду были рассыпаны цветы мандара, развешаны сети и занавеси из драгоценностей. Здесь остались только прибывшие на собрание, все остальные — боги и люди — переместились в другие земли. В это время в мир Саха прибыли будды, каждый из которых привёл с собой великого бодхисаттву, и все подошли к деревьям из драгоценностей. Каждое дерево было высотой в пятьсот йоджан, и его величественно украшали ветви, листья, цветы и плоды. Под этими деревьями находились места льва высотой в пять йоджан, также украшенные великими драгоценностями. В это время будды подошли к своим местам и воссели, скрестив ноги. Постепенно будды заполнили три тысячи великих тысячных миров, но появление частных тел Будды Шакьямуни ещё не завершилось. Тогда Будда Шакьямуни, желая, чтобы вместились все будды, его частные тела, изменил две сотни, десять тысяч, коти нают земель в восьми сторонах света. Он все их сделал чистыми, без ада, голодных духов, скотов, а также асур, и переместил находившихся там богов и людей в другие земли. В изменённых странах почвой стала ляпис-лазурь, они величественно украсились деревьями из драгоценностей. Деревья были высотой в пятьсот йоджан, их величественно украшали ветви, листья, цветы и плоды. Под деревьями были места льва из драгоценностей высотой в пять йоджан, украшенные различными драгоценными камнями. В тех землях не стало великих морей и рек, а также гор-царей — горы Мучилинда, горы Махамучилинда, горы Железное Кольцо, горы Великое Железное Кольцо 4 , горы Сумеру. Они всегда были в стране Будды, но сейчас земля из драгоценностей стала ровной и гладкой. Повсюду были установлены балдахины из драгоценностей, вывешены флаги и знамёна, возжжены благовония из великих драгоценностей, везде по земле были рассыпаны цветы из драгоценностей. Для того, чтобы все прибывшие будды смогли воссесть, Будда Шакьямуни ещё раз изменил две сотни, десять тысяч, коти нают земель в восьми сторонах света. Он все их сделал чистыми, без ада, голодных духов, скотов, а также асур, и переместил богов и людей в другие земли. В изменённых странах почвой стала ляпис-лазурь, они величественно украсились деревьями из драгоценностей. Деревья были высотой в пятьсот йоджан, их величественно украшали ветви, листья, цветы и плоды. Под деревьями были места льва из драгоценностей высотой в пять йоджан, украшенные различными драгоценными камнями. Не стало великих морей и рек, а также гор-царей — горы Мучилинда, горы Махамучилинда, горы Железное Кольцо, горы Великое Железное Кольцо, горы Сумеру. Они всегда были в стране Будды, но сейчас её земля из драгоценностей стала ровной и гладкой. Повсюду были установлены балдахины из драгоценностей, вывешены флаги и знамёна, возжжены благовония из великих драгоценностей, везде по земле были рассыпаны цветы из драгоценностей. В это время будды, частные тела Будды Шакьямуни, из сотен, тысяч, десятков тысяч, коти нают земель, бесчисленных, как песчинки в реке Ганг, пришедшие с востока и проповедовавшие Дхарму, все собрались здесь. Также друг за другом собрались все будды с десяти сторон света и воссели на свои места по восьми сторонам. И каждая сторона наполнилась буддами-татхагатами из четырёх сотен, десяти тысяч, коти нают земель. В это время будды, восседавшие под деревьями из драгоценностей на местах льва, послали своих сопровождающих с просьбой к Будде Шакьямуни. Каждый, держа в обеих руках цветы из драгоценностей, сказал им: – Добрые сыны! Идите к Будде Шакьямуни на гору Гридхракута и скажите ему слова, которые мы сейчас произнесём: «Малы ли болезни, малы ли страдания Почитаемого в Мирах? Каковы его силы, спокоен ли он и радостен ли? Спокойны ли его бодхисаттвы и слушающие голос?» – Осыпьте Будду этими цветами из драгоценностей, сделайте подношение и скажите такие слова: «Такой-то и такой-то Будда желают, чтобы эта драгоценная ступа открылась». Все Будды отправили своих посланцев, сказав им одно и то же. В это время Будда Шакьямуни, увидев, что Будды, его частные тела, все собрались, каждый восседает на месте льва, и услышав, что все будды одинаково желают, чтобы драгоценная ступа открылась, встал со своего места и поднялся в воздух. Все четыре группы также встали, соединили ладони и как один воззрились на Будду. Будда Шакьямуни правым указательным пальцем открыл дверь ступы из семи драгоценностей, и тогда раздался великий голос, такой же, который раздаётся, когда поворачивается ключ, открывая врата великого града. В это мгновение все собравшиеся увидели в драгоценной ступе Татхагату Многочисленные Сокровища, восседающего на месте льва, всё его тело, рассыпанное на части и как будто вступившее в дхьяну. Они также услышали: «Прекрасно! Прекрасно! Будда Шакьямуни, быстрее начинай проповедь этой “Сутры о Цветке Дхармы”! Я прибыл сюда слушать эту сутру». В это время четыре группы, увидев, что эти слова произносит Будда, ушедший из мира в далёком прошлом, бесчисленные тысячи, десятки тысяч, коти кальп назад, возрадовались, что обрели то, чего ещё никогда не имели, и осыпали Будду Многочисленные Сокровища, а также Будду Шакьямуни цветами из драгоценностей. В это время Будда Многочисленные Сокровища отделил в драгоценной ступе половину места и предоставил его Будде Шакьямуни, сказав такие слова: «Будда Шакьямуни, займи это место!» В это мгновение Будда Шакьямуни вступил в драгоценную ступу и занял половину места, скрестив ноги. В это время великое собрание увидело двух татхагат, сидящих в драгоценной ступе на месте льва, и каждый из присутствующих подумал: «Будды восседают высоко и далеко. И мы желаем только того, чтобы татхагаты с помощью божественных проникновений переместили всех нас в небеса». Будда Шакьямуни сразу же с помощью своих божественных проникновений приблизил к себе великое собрание и переместил всех в небеса, сказав четырём группам громким голосом: – Кто способен широко проповедовать «Сутру о Цветке Дхармы» в землях мира Саха? Сейчас как раз пришло время. Татхагата действительно скоро вступит в нирвану. Будда желает вручить эту «Сутру о Цветке Чудесной Дхармы», чтобы она пребывала в мире. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Святой хозяин, Почитаемый в Мирах, Хотя уже давно ушёл из мира, Но, пребывая в драгоценной ступе, Всё же пришёл ради Дхармы, Кто же поэтому не будет старателен в Дхарме? С тех пор, как этот Будда ушёл из мира, Прошли бесчисленные кальпы, Но в разных местах он слушает Дхарму, Потому, что она редкостная. Этот Будда принял обет: “После моего ухода я буду посещать разные места, Чтобы постоянно слушать Дхарму”. Неисчислимые будды, мои частные тела, Бесчисленные, как песчинки в Ганге, Пришли слушать Дхарму. Они также пожелали увидеть ушедшего из мира Татхагату Многочисленные Сокровища. Каждый оставил свою чудесную землю, А также учеников, богов, людей, драконов, духов И подношения, которые ему делали, И пришёл сюда, Чтобы Дхарма долго пребывала в мире. Для того, чтобы будды могли воссесть, С помощью силы божественных проникновений Я переместил неисчислимых живых существ И очистил страну. Будды направились к деревьям из драгоценностей. Чистые и прохладные пруды Были величественно украшены цветами лотоса. Под деревьями из драгоценностей Находились места льва. На эти места воссели будды, Светлые, величественно украшенные, Подобные яркому огню, горящему в темноте ночи. От их тел исходил чудесный аромат, Который распространялся по десяти сторонам света, Овевая живых существ, не сдерживающих радость. Это было подобно тому, Как великий ветер обдувает ветки малых деревьев. С помощью этой уловки я делаю возможным Пребывание Дхармы в мире долгое время. Я говорю великому собранию: “Если кто-нибудь после моего ухода Будет способен защищать, хранить И декламировать эту сутру, Пусть сейчас сам даст клятву перед Буддой!” Хотя Будда Многочисленные Сокровища Уже давно ушёл из мира, Выполняя свой великий обет, Он издаст львиный рык 5 . Татхагата Многочисленные Сокровища, А также я сам и будды в превращённых телах 6 , Собравшиеся здесь, Воистину узнаем о его действительном намерении. – Сыны Будды! Если кто-нибудь способен защищать Дхарму, То пусть даст великую клятву, Что Дхарма будет долго пребывать в мире. Тот, кто хорошо защищает Дхарму, Запечатлённую в этой сутре, Делает подношение мне, А также Будде Многочисленные Сокровища. Этот Будда Многочисленные Сокровища, Пребывая в драгоценной ступе, Вечно странствует по десяти сторонам света, Чтобы слушать эту сутру. Он также делает подношения Всем пришедшим буддам в превращённых телах, Которые величественно украшают И делают сияющими все миры. Если будете проповедовать эту сутру, То увидите меня И Татхагату Многочисленные Сокровища, А также всех будд в превращённых телах. – Добрые сыны! Пусть каждый хорошо поразмыслит, Это — трудное дело, И вы дадите великую клятву! Всех других сутр столько же, Сколько песчинок в Ганге. Если даже проповедовать их все, Это ещё не трудно. Если взять гору Сумеру и перебросить её Через бесчисленные земли будд, То и это ещё не трудно. Передвинуть пальцем ноги в далёкие страны Великие тысячные миры — И это также ещё не трудно. Стоять на самой вершине 7 И проповедовать живым существам Бесчисленные другие сутры — Также ещё не трудно. Но проповедовать эту сутру в злом мире После ухода Будды — Это действительно трудно. Если какой-нибудь человек возьмёт в руки небо И, держа его, будет ходить взад и вперёд, То и это ещё не трудно. Но после моего ухода самому переписывать И хранить эту сутру — Вот это действительно трудно. Поставить на палец ноги великую землю И взобраться на небо Брахмы — И это ещё не трудно. Но читать эту сутру даже самое короткое время После ухода Будды — Вот это действительно трудно. Например, если в кальпу сгорания мира Вступить в него, неся сухую солому, То и это ещё не трудно. Но после моего ухода хранить эту сутру И проповедовать её хотя бы одному человеку — Вот это действительно трудно. Имея хранилище восьмидесяти четырёх тысяч учений С двенадцатью разделами сутр 8 , Толковать их людям и делать так, Чтобы слушающие обрели Шесть божественных проникновений — И это ещё не трудно. Но после моего ухода Слушать и воспринимать эту сутру, Спрашивать о смысле запечатлённого в ней — Вот это действительно трудно. Если какой-нибудь человек проповедует Дхарму И добивается, чтобы тысячи, Десятки тысяч, коти, Неисчислимые, бесчисленные живые существа, Которых как песчинок в реке Ганг, Стали архатами И обрели шесть божественных проникновений, Хотя в этом будет его заслуга, Совершить это ещё не трудно. Но после моего ухода хранить такую сутру как эта — Действительно трудно. Я, следуя пути Будды, в бесчисленных землях С самого начала и до сих пор Широко проповедую все сутры. Но среди всех сутр эта — главная! Если кто-нибудь способен хранить её, То обязательно обретёт тело Будды. – Добрые сыны! Тот, кто после моего ухода способен Взять эту сутру, хранить её и декламировать, Пусть поклянётся в этом. Эту сутру трудно хранить, И если кто-то будет хранить её Хотя бы самое короткое время, Возрадуюсь я, а также все будды. Такой человек будет восславлен всеми буддами. Он храбр, продвигается в совершенствовании, Блюдёт заповеди. Его назовут следующим дхуте 9 , Поэтому он быстро обретёт Не имеющий высшего предела путь Будды. Тот, кто в грядущие века Способен читать и хранить эту сутру, Является истинным сыном Будды, Пребывающем в состоянии чистоты и добра. Тот, кто способен понять её смысл, Является глазом богов, людей и всего мира. Тому, кто в век страха хотя бы на одно мгновение Будет способен проповедовать эту сутру, Воистину будут делать подношения все боги и люди!» Примечания"}