{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 27: Прежние деяния царя Чудесно и Величественно Украшенного]","text":"В это время Будда обратился к великому собранию: – В древние времена, с тех пор как прошли бесчисленные, безграничные, невообразимые асанкхьи кальпы, жил Будда, которого звали Татхагата Раскаты Грома — Мудрость Цветка Созвездий, Архат, Самьяксамбодхи. [Его] землю называли Величественно Украшенной Светом, [его] кальпу называли Радостным Взглядом. В Дхарме этого Будды пребывал царь 1 , которого звали Чудесно и Величественно Украшенный. Супругу этого царя звали Чистая Добродетель. [У них] было двое сыновей. Первого звали Чистая Сокровищница, второго — Чистый Глаз. Эти двое сыновей обладали великими божественными силами, счастливыми добродетелями, мудростью и в течение долгого времени следовали пути [свершения] деяний бодхисаттв, т.е. дана-парамите, шила-парамите, кшанти-парамите, вирья-парамите, дхьяна-парамите, праджня-парамите, парамите уловок 2 , [пути] сострадания, [принесения] радости, отбрасывания [забот о собственной выгоде], а также глубоко проникли в учение о тридцати семи видах помощи [в достижении] пути 3 . [Они] также обрели чистое самадхи бодхисаттв, самадхи «солнечного созвездия», самадхи «чистого света», самадхи «чистого цвета», самадхи «чистого сияния», самадхи «высокого и величественно украшенного», самадхи «сокровищницы великих достоинств и добродетелей». В [обретении] этих самадхи [они] были совершенны. В это время тот Будда, желая вести за собой царя, чудесно и величественно украшенного, а также из жалости к живым существам, проповедовал эту «Сферу о цветке Дхармы». Тогда два сына — Чистая Сокровищница и Чистый Глаз — направились к своей матери, соединили десять пальцев 4 и сказали: «Просим мать [разрешить нам] отправиться к Будде Раскатам Грома — Мудрому Цветку Царя Созвездий. Мы также будем служить [ему], находиться рядом [с ним], делать подношения и оказывать почтение. Почему? Этот Будда проповедует среди богов и людей “Сутру о Цветке Дхармы”, и [мы] воистину должны услышать [её] и получить». Мать сказала сыновьям: «Твой отец верит во внешний путь, принимает [его] и глубоко привязан к Дхарме брахманов. Иди к отцу и [скажи], чтобы он пошёл вместе [с тобой]». Чистая Сокровищница и Чистый Глаз сложили десять пальцев и сказали матери: «Мы — сыновья царя Дхармы, хотя и родились в доме, где [следуют] ложным взглядам». Мать сказала сыновьям: «Вы воистину [должны] с любовью думать о своём отце. Покажите ему божественные превращения, и, если [он] увидит [их], его мысли непременно очистятся, и [он] разрешит вам пойти к Будде». Тогда оба сына, думая об отце, прыгнули в небо на высоту семи деревьев тала и продемонстрировали различные божественные превращения. Они ходили, стояли, сидели и лежали в небе, испускали воду из верхней части тела, огонь из нижней части тела или же испускали воду из нижней части тела, а огонь из верхней части тела, или же показывали [свои] тела большими, так что они заполняли [всё] небо, и снова показывали [свои] тела маленькими. Показав себя маленькими, они снова [стали] большими. Исчезнув в небе, они вдруг оказывались на земле, входили в землю, как вода, или же ступали по воде, как по земле. Показав такие разнообразные божественные превращения, [они] очистили мысли отца-царя и привели [его] к вере и пониманию. Когда отец увидел такую божественную силу сыновей, сердце [его] глубоко возрадовалось, и [он] обрёл то, чего никогда не имел. Сложив ладони, [он] сказал, обращаясь к сыновьям: «Кто ваш учитель? Кто [его] ученики?» Оба сына сказали: «Папа» «Великий Царь! Тот Будда Раскаты Грома — Мудрость Цветка Царь Созвездий — восседает сейчас на месте Дхармы под деревом бодхи из семи драгоценностей и широко проповедует богам и людям всех миров “Сферу о Цветке Дхармы”». Это — наш учитель. Мы — его ученики». Отец сказал сыновьям: «Я тоже хочу увидеть твоего учителя. Мы должны пойти вместе». Тогда оба сына спустились с небес, направились к своей матери и, сложив ладони, сказали: «Отец-царь теперь поверил и понял, и смог пробудить [в себе] мысли об ануттара-самьяк-самбодхи. Мы совершили для отца деяние Будды 5 и хотим, чтобы мать разрешила [нам] в присутствии того Будды „выйти из дома“ и следовать пути». В это время оба сына, желая ещё раз разъяснить смысл сказанного, произнесли гатху: «Хотим, чтобы мать разрешила нам „Выйти из дома“ и стать шраманами. Чрезвычайно трудно встретить Будду, И мы будем учиться, следуя за Буддой. Будду встретить ещё труднее, чем [цветок] удумбара, И нелегко освободиться от трудностей. Просим [мать], Разреши нам „выйти из дома“». Мать сказала сыновьям: «Разрешаю вам „выйти из дома“. Почему? Потому что встретить Будду трудно!» Тогда оба сына сказали отцу и матери: «Хорошо, отец и мать! Мы хотим, чтобы [вы] сейчас направились к Будде Раскаты Грома — Мудрому Цветку Царя Созвездий, приблизились [к нему] и сделали подношение. Почему? Встретить Будду так же трудно, как цветок удумбара, [или] как одноглазой черепахе встретить плывущее дерево с дуплом 6 . Но в прошлой жизни мы обладали глубоким и великим счастьем и, родившись [в этой жизни], встретили Дхарму Будды. Поэтому, отец и мать, поистине позвольте нам «выйти из дома». Почему? Встретить Будду трудно, и трудно найти подходящий случай». Тогда царь Чудесно и Величественно Украшенный вместе с восемьюдесятью тысячами человек из заднего дворца смогли получить и сохранить эту «Сутру о Цветке Дхармы». Бодхисаттва Чистый Глаз долгое время пребывал в самадхи «цветок лотоса», а бодхисаттва Чистая Сокровищница в течение бесчисленных сотен, тысяч, десятков тысяч, коти кальп пребывал в самадхи «отдаление от плохих состояний», так как хотел избавить всех живых существ от плохих состояний. Супруга царя обрела самадхи «собрание будд» и смогла узнать тайны будд. Таким образом, оба сына с помощью хитроумных уловок искусно обратили своего отца, привели [его] к вере и пониманию Дхармы Будды, а также к радости. Тогда царь Чудесно и Величественно Украшенный вместе со своими министрами и свитой, его супруга Чистая Добродетель вместе с женщинами из заднего дворца и свитой, а также оба сына и вместе с [ними] сорок две тысячи человек одновременно направились к Будде и, подойдя [к нему], [припав к его] стопам, приветствовали [его]. Трижды обойдя Будду, [они] отошли назад и выстроились в ряд. В это время Будда проповедовал царю Дхарму, показывал [её ему], учил, приносил благо и радость. Царь очень обрадовался. В это время царь Чудесно и Величественно Украшенный, а также его супруга сняли ожерелья из настоящего жемчуга, которые стоили сотни, тысячи [золотых монет], и осыпали [ими] Будду. [Ожерелья] превратились в воздухе в помост из драгоценностей с четырьмя башнями. На помосте стояло ложе из драгоценных камней, покрытое сотнями, тысячами, десятками тысяч божественных одеяний. На [них] восседал Будда, скрестив ноги, и излучал великий свет. В это время царь Чудесно и Величественно Украшенный подумал: «Тело Будды редкое, стройное, величественное, необычное, самого чудесного цвета». Тогда Будда Раскаты Грома — Царь Созвездий Мудрости Цветка — обратился к четырём группам: «Вы видите царя, чудесно и величественно украшенного, сложившего ладони и стоящего передо мной? Этот царь, став бхикшу в моей Дхарме, усердно изучает Дхарму, помогающую [вступить] на путь Будды, и воистину станет Буддой. Звать [его] будут Царь-дерево Сала, землю [его] назовут Великим Светом, [его] кальпу назовут Великим Высоким Царём». У этого Будды Царь-дерева Сала будут бесчисленные бодхисаттвы, а также бесчисленные те, кто внимает его голосу. Его земля будет ровной и гладкой. Такими же [величественными] будут [его] добродетели». Этот царь тотчас же передал свою страну младшему брату. Царь же, а также [его] супруга, два сына и вся свита, [пребывая] в Дхарме Будды, «вышли из дома» и последовали путём. Царь, «выйдя из дома», в течение восьмидесяти четырёх тысяч лет непрерывно совершенствовался и следовал «Сутре о Цветке Чудесной Дхармы», пока не обрёл самадхи, «величественно украшенный всеми чистыми добродетелями». И вот [он] поднялся в небо на высоту семи деревьев тала и сказал Будде: «Почитаемый в Мирах! Эти два моих сына, совершавшие деяния Будды и изменившие [себя] с помощью божественных прозрений, перевернули мои ложные мысли, [я] спокойно утвердился в Дхарме Будды и смог увидеть Почитаемого в Мирах. Эти два сына — мои добрые знакомые, так как они пожелали взрастить [мои] добрые корни, [посаженные] в прошлых жизнях, принесли мне благо и пришли в мой дом». В это время Будда Раскаты Грома — Мудрость Цветка Царь Созвездий сказал царю Чудесно и Величественно Украшенному: «Так, так! [Всё] так, как ты сказал! Если добрый сын [или] добрая дочь взращивают [в себе] добрые корни, то из века в век они будут обретать добрых знакомых, и эти добрые знакомые способны совершать деяния Будды, проповедовать учение, приносить благо, радовать и вести к ануттара-самьяк-самбодхи. Великий царь, ты видишь этих двух сыновей или нет?» Эти два сына уже совершили подношения шестидесяти пяти, ста, тысяче, десяти тысячам, коти нают будд, [бесчисленных], как песчинки в реке Ганг, приблизились [к ним] и почитали [их]. У [этих] будд [они] получили и хранят «Сутру о Цветке Дхармы», [они] жалеют живых существ с ложными взглядами и приводят [их] к правильным взглядам». Царь, чудесно и величественно украшенный, спустился с небес и сказал Будде: «Почитаемый в мирах! Татхагату очень редко [можно] встретить. Благодаря [его] добродетелям и мудрости шишка на темени [Татхагаты] ярко сияет и [всё] освещает. У него длинные и широкие глаза тёмно-голубого цвета, пучок волос между [его] бровями белый, как жемчужина [цвета] луны, зубы белые, плотно прилегают [друг к другу] и всегда сияют, цвет [его] губ тоже хорош, [они] подобны плоду [дерева] бимба 7 ». В это время царь, чудесно и величественно украшенный, восхвалял все эти бесчисленные сотни, тысячи, десятки тысяч, коти добродетелей Будды, не думая [ни о чём другом], сложил ладони перед Татхагатой и сказал Будде: «[Такого] почитаемого в мирах ещё не было в мире. Дхарма Татхагаты совершенна в [своих] чудесных добродетелях, которые невозможно представить. Поступать в соответствии с обетами, [запечатлёнными в его] учении, [означает] быть спокойным и радостным. С сегодняшнего дня я больше не буду следовать велению собственного сердца и не буду взращивать [в себе] ложные взгляды, самодовольство, гнев и дурные мысли». Сказав эти слова, [он] поприветствовал Будду и удалился. Будда сказал великому собранию: – Что [вы] думаете? Царь, чудесно и величественно украшенный, — это какой-то другой человек? Это нынешний бодхисаттва Цветок Добродетели. Его супруга Чистая Добродетель — это бодхисаттва Величественно Украшенный и Сияющий. Оба этих сына — нынешний бодхисаттва Царь Врачевания и бодхисаттва Высший во Врачевании — обрели такие великие добродетели, что при бесчисленных сотнях, тысячах, десятках тысяч, коти будд взращивали корни добродетелей и обрели прекрасные добродетели, которые невозможно представить. Если есть человек, который знает имена этих двух бодхисаттв, боги и люди во всех мирах также будут приветствовать [его]. Во время проповеди Буддой главы о прежних деяниях царя, чудесно и величественно украшенного, восемьдесят четыре тысячи человек отдалились от [мирской] пыли и грязи и обрели чистоту глаза Дхармы, [видящего] все учения. Это интересно Сутра о Цветке Лотоса Чудесной Дхармы. Общие примечания Сутра о Цветке Лотоса Чудесной Дхармы (санскр. Саддхарма-пундарика-сутра, кит. Мяофа ляньхуа цзин, яп. Мёхо рэнгэ кё) один из самых известных канонических текстов махаяны, ведущего направления Буддизма (именно махаяна стала мировой религией). Читать"}