{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 17: Различение добродетелей] — читать","text":"В это время великое собрание слушало, как Будда говорил, что кальпы [его] жизни бесчисленны, что [она] вечна, и неисчислимые, беспредельные асамкхьи живых существ обрели великое благо. В это время Почитаемый в Мирах сказал бодхисаттве-махасаттве Майтрейе: – Аджита! Когда я проповедовал о вечности жизни Татхагаты, шестьсот восемьдесят, десять тысяч, коти нают живых существ, [бесчисленных], как песчинки в реке Ганг, смогли проникнуть в закон о нерождении 1 . Кроме того, бодхисаттвы-махасаттвы, число которых было в тысячу раз больше, обрели дхарани, [с помощью которых могли] слушать и хранить [услышанное]. Кроме того, бодхисаттвы-махасаттвы, которых было сколько пылинок в мире, обрели красноречие и талант рассуждать 2 , не встречая препятствий. Кроме того, бодхисаттвы-махасаттвы, которых было столько, сколько пылинок в мире, обрели сотни, тысячи, десятки тысяч, коти дхарани вращений 3 . Кроме того, бодхисаттвы-махасаттвы, которых было столько, сколько пылинок в трёх тысячах великих тысячных миров, обрели способность вращать не поворачивающееся назад колесо Дхармы. Кроме того, бодхисаттвы-махасаттвы, которых было столько, сколько пылинок в двух тысячах средних миров, обрели способность вращать чистейшее колесо Дхармы. Кроме того, бодхисаттвы-махасаттвы, которых было столько, сколько пылинок в тысяче малых миров, восемь раз возродившись, воистину обретут ануттара-самьяк-самбодхи . Кроме того, бодхисаттвы-махасаттвы, которых столько, сколько пылинок в четырёх мирах, в каждом из которых четыре Поднебесные, четыре раза возродившись, воистину обретут ануттара-самьяк-самбодхи . Кроме того, бодхисаттвы-махасаттвы, которых было столько, сколько пылинок в трёх мирах, в каждом из которых четыре Поднебесные, три раза возродившись, воистину обретут ануттара-самьяк-самбодхи . Кроме того, бодхисаттвы-махасаттвы, которых столько, сколько пылинок в двух мирах, в каждом из которых четыре Поднебесные, два раза возродившись, воистину обретут ануттара-самьяк-самбодхи . Кроме того, бодхисаттвы-махасаттвы, которых было столько, сколько пылинок в одном мире, в котором четыре Поднебесные, один раз возродившись, воистину обретут ануттара-самьяк-самбодхи . Кроме того, у живых существ, которых столько, сколько пылинок в восьми мирах, пробудятся мысли об ануттара-самьяк-самбодхи . Когда Будда поведал, что все эти бодхисаттвы-махасаттвы обретут великое благо Дхармы 4 , с неба полился дождь цветов мандара и цветов махамандара, осыпавший будд, восседавших на местах льва под неисчислимыми сотнями, тысячами, десятками тысяч, коти деревьев из драгоценностей, осыпавших Будду Шакьямуни и давно ушедшего [из мира] Татхагату Многочисленные Сокровища, восседавших на местах льва в ступе из семи драгоценностей, а также осыпавший всех великих бодхисаттв и четыре группы. Кроме того, полилось благоухание [растёртых] в порошок сандала и [дерева], которое тонет в воде. В небе сами по себе зазвучали небесные барабаны и [их] чудесные звуки были глубоки и слышались далеко. Кроме того, дождём посыпались тысячи видов небесных одеяний, в девяти сторонах [света] с неба свесились ожерелья — ожерелья из настоящего жемчуга, ожерелья из жемчужин-мани и ожерелья из жемчужин, выполняющих желания 5 . В драгоценных курильницах возжглись не имеющие цены благовония. Все это само собой распространялось повсюду и выражало почести великому собранию. Над каждым буддой бодхисаттвы один над другим держали балдахины, которые достигали неба Брахмы. Эти бодхисаттвы прекрасными голосами распевали бесчисленные гатхи, восславляя будд. В это время бодхисаттва Майтрейя встал со своего места, обнажил правое плечо, соединил ладони и, обратившись к Будде, произнёс гатху: «Будда проповедует редчайшую Дхарму, Которую [мы] ещё [никогда] не слышали. У Почитаемого в Мирах силы велики, [Продолжительность его] жизни Нельзя измерить. Бесчисленные сыны будды, слыша, Как Почитаемый в Мирах говорит, Делая различения, о тех, Кто обрёл благо Дхармы, Наполнились радостью. [Они] или пребывают на ступени невозвращения, Или обрели дхарани, Или радостно и без препятствий проповедуют, Или наблюдают за десятками тысяч вращений. Бодхисаттвы, которых столько, Сколько пылинок в великих тысячных мирах, Могут вращать не поворачивающееся назад Колесо Дхармы. Кроме того, бодхисаттвы, которых столько, Сколько пылинок в средних тысячных мирах, Могут вращать чистейшее колесо Дхармы. Кроме того, бодхисаттвы, которых столько, Сколько пылинок в малых тысячных мирах, Восемь раз возродившись, Воистину смогут пройти путь Будды. Кроме того, бодхисаттвы, которых столько, Сколько пылинок в четырёх, трёх, двух мирах, [Каждый] из четырёх Поднебесных, таких как эта, Возродившись несколько раз, Станут буддами. Кроме того, бодхисаттвы, которых столько, Сколько пылинок в одном мире Из четырёх Поднебесных, Возродившись ещё один раз, Воистину обретут совершенную мудрость. Все эти живые существа, услышав, Что жизнь Будды вечна, Получат неисчислимые, незамутнённые Чистейшие плоды воздаяния 6 . Кроме того, есть живые существа, Которых столько, сколько пылинок в восьми мирах. У всех, услышавших проповедь О [продолжительности] жизни Будды, Пробудилось стремление к самому высшему. Почитаемый в Мирах проповедовал Дхарму, Бесчисленные значения которой Невозможно представить, Которая приносит множество благ, Которая безгранична, как пространство. Полился дождь небесных цветов Мандара и махамандара. Шакры и брахмы, [бесчисленные], Как песчинки в Ганге, Явились из бесчисленных земель будд. Полился дождь сандала и алоя, Которые, смешиваясь, опускались, Похожие на летающих в небе птиц, И осыпали будд. В небе сами по себе зазвучали небесные барабаны Издавая чудесные звуки. Вращаясь, посыпались тысячи, десятки тысяч, Коти небесных одеяний. В прекрасных курильницах из драгоценностей Возжглись не имеющие цены благовония. Все это само собой распространялось И выражало почести Почитаемым в Мирах. Великие бодхисаттвы держали один над другим, Дотягиваясь до неба Брахмы, Балдахины из семи драгоценностей чудесной высоты, Десяти тысяч, коти видов. Перед каждым буддой победно развивались Флаги из драгоценностей. Кроме того, бодхисаттвы воспевали татхагат В тысячах, десятках тысяч гатх. Обо всём этом [мы] ещё не знали! Все возрадовались, услышав О неизмеримо [долгой] жизни Будды. Имя Будды слышно в десяти сторонах [света]. [Он] оказывает широкие благодеяния Живым существам, Питает у всех добрые корни И помогает [достижению] Не имеющих высшего [предела] мыслей» 7 . В это время Будда сказал бодхисаттве-махасаттве Майтрейе: – Аджита! Есть живые существа, которые слышали, что жизнь Будды длинна, и, если [у них] родилась полная вера, обретённые [ими] добродетели будут безграничны. Если добрый сын [или] добрая дочь ради ануттара-самьяк-самбодхи в течение восьмидесяти тысяч, коти нают кальп будет следовать пяти парамитам — дана-парамите, шила-парамите, кшанти-парамите, вирья-парамите, дхьяна-парамите — исключая праджня-парамиту 8 , то [обретённые] добродетели, если [их] сравнивать с добродетелями, о которых [говорилось] раньше, не составят [их] одной сотой, одной тысячной, десятитысячной, [одной] коти доли, и это невозможно узнать ни с помощью счёта, ни с помощью сравнений. Если же добрый сын [или] добрая дочь обладает теми добродетелями, то никогда не утратит ануттара-самьяк-самбодхи . В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если какой-то человек, Ищущий мудрость Будды, В течение восьмидесяти тысяч, коти нают кальп Следует пяти парамитам И в течение этих кальп подаёт милостыню И делает подношения буддам, Самостоятельно [идущим] к просветлению, Ученикам 9 , а также бодхисаттвам Редкостными напитками и едой, Верхними одеждами, принадлежащими для ложа, Возводит духовные обители 10 из сандала И величественно украшает [их] садами и рощами — Все эти подаяния разнообразны и чудесны, — В течение всех этих кальп C [их] помощью [он] направляет [живых существ] На путь Будды. Или же, блюдя запрещающие заповеди 11 , Чисто, без изъянов, незамутнённо Ищет не имеющий высшего [предела] путь, Который восхваляют будды. Или же [если человек] терпелив, мягок, нежен, Хотя [к нему] приходит много злого — [Его] сердце не дрогнет. Некоторые из обретших Дхарму Полны самодовольства, Поносят и мучают [его], Но [он] это также терпит. Или же [человек] усердно Продвигается в совершенствовании, [Его] намерения и мысли всегда тверды И в течение неисчислимых коти кальп [У него] не возникнет даже мысли о лени, И в течение бесчисленных кальп [Он], пребывая в уединённом месте, Или сидит, или ходит, избегая сна И постоянно направляет свои мысли 12 . Поэтому [он] способен совершать Различные виды дхьяны И в течение восьмидесяти коти, Десятков тысяч кальп Пребывает в покое и без смятения в мыслях, Обретя счастье одной мысли 13 И, пожелав найти Не имеющий высшего [предела] путь, Думает: “Я обрету совершенную мудрость И достигну предела дхьяны”. Такой человек в течение ста, тысячи, Десятков тысяч, коти кальп Следует добродетелям, О которых говорилось выше. Но если добрый сын [или] добрая дочь, Услышав проповедь о моей жизни, Поверит [в это] хотя бы одной мыслью, То счастье будет ещё больше. Если человек полностью устранил Все сомнения и сожаления И в глубине сердца Хотя бы на мгновение поверил — Его счастье будет таким же. Если есть бодхисаттвы, Которые в течение неисчислимых кальп Следуют пути И, услышав о моей жизни, Смогут поверить и воспринять, То эти люди получат эту cутру И скажут: “В грядущие времена мы будем Всю жизнь спасать живых существ. Подобно тому, как сегодня, Издав львиный рык, Почитаемый в Мирах, царь среди Шакьев, Без страха проповедует на месте пути Дхарму. Мы, почитаемые всеми, также желаем Проповедовать в грядущие времена, Сидя на месте пути, О [продолжительности] жизни Татхагаты”. Если есть люди, У которых мысли глубоки, Которые чисты и прямы, Много раз слышали [Дхарму], Способны хранить [её] И понимают слова Будды В [их] истинных значениях, То у таких людей никогда не будет в них сомнений!» – И ещё, Аджита! Если есть человек, который услышав проповедь о вечной жизни Будды, поймёт суть таких слов, то добродетели, обретённые этим человеком, будут безграничны, и [в нём] может пробудиться не имеющая высшего [предела] мудрость Татхагаты. А что уж говорить о тех, кто часто слушает эту сутру или побуждает других слушать [её], сам хранит [её] и побуждает других хранить [её], сам переписывает [её] и побуждает других переписывать, делает подношения свиткам сутры цветами, благовониями, ожерельями, флагами и знамёнами, шёлковыми балдахинами, лампами, заправленными благовонным маслом и маслом из молока буйволицы! Добродетели этих людей будут неисчислимы, безграничны и смогут пробудить совершенную мудрость. – Аджита! Если добрый сын [или] добрая дочь услышит проповедь о вечности моей жизни и всем сердцем поверит и поймёт, то увидит Будду, постоянно пребывающего на горе Гридхракута и проповедующего Дхарму в окружении великих бодхисаттв и слушающих голос, а также увидит этот мир Саха, в котором почвой [будет] ляпис-лазурь, [земля будет] ровной и гладкой, восемь дорог отмечены золотом джамбунады, и вдоль них ряды деревьев из драгоценностей. Из драгоценностей же [построены] помосты, дома и смотровые [башни], в которых пребывают эти бодхисаттвы. Воистину, [ты] должен знать, что для того, кто способен их увидеть, это знак глубокой веры и понимания. – [Ты] также воистину должен знать: тот, кто после ухода Татхагаты услышит эту сутру, не будет [её] поносить, и у кого возникнет мысль с радостью следовать [ей], также будет отмечен знаком глубокой веры и понимания. А что уж говорить о том, кто читает, декламирует, получает и хранит эту сутру! Этот человек будет нести Татхагату на голове 14 . – Аджита! Этому доброму сыну [или] доброй дочери не нужно будет ради меня воздвигать ступу, храм или монашеские обители и делать монахам подношения четырёх видов 15 . Почему? Этот добрый сын [или] добрая дочь, получая, храня, читая и декламируя эту сутру, уже воздвигнет тем самым ступу, построит монашеские обители и сделает подношения монахам, то есть воздвигнет для шариры Будды ступу из семи драгоценностей — высокую и обширную, достигающую неба Брахмы, с флагами и балдахинами, а также колокольчиками из драгоценностей, и в течение неисчислимых тысяч, десятков тысяч, коти кальп [будет] делать [ей] подношения цветами, благовониями, ожерельями, благовонной пудрой, благовонными втираниями, благовониями для воскуривания, барабанами, другими музыкальными инструментами — сяо, ди, кунхоу, а также всевозможными танцами и играми, и чудесными голосами распевать хвалебные песни. Они уже совершили такие подношения в течение бесчисленных тысяч, десятков тысяч, коти кальп. – Аджита! Если [какой-то человек] после моего ухода, услышав эту сутру, получит [её], будет хранить, если будет переписывать сам и будет побуждать переписывать других, то тем самым [он] уже воздвиг монашеские обители и тридцать два зала 16 из красного сандалового дерева 17 — высотой в восемь деревьев тала 18 , просторные и величественные — в них проживают сотни, тысяч бхикшу. [Около них] сады и рощи, пруды, дорожки для прогулок, пещеры для [совершения] дхьяны. [Они] наполнены одеждой, питьём и едой, матрасами, лекарственными снадобьями, всеми украшениями. Таких монашеских обителей и дворцов сотни, тысячи, десятки тысяч, коти, [они] бесчисленны. Вот такие подношения [они] сделали мне и монахам-бхикшу. Поэтому я и проповедую, что, если [какой-то человек] после ухода Татхагаты получил и хранит, читает, декламирует эту сутру, проповедует [её] людям, если переписывает сам и побуждает переписывать других, если делает подношения свиткам сутры, то этому человеку также не нужно возводить ступы и храмы, и также строить монашеские обители и делать подношения монахам. А что уж говорить о человеке, который хранит эту сутру и вместе с тем способен подавать милостыню, блюсти заповеди, быть терпеливым, продвигаться в совершенствовании, быть целеустремлённым и мудрым. Его добродетели самые совершенные, [они] неисчислимы и безграничны. Подобно тому, как пространство неисчислимо и безгранично на востоке, западе, юге, севере, в четырёх промежуточных [сторонах света], вверху и внизу, так и добродетели этого человека также неисчислимы и безграничны. [И он] быстро обретёт всеобъемлющую мудрость. Если [какой-то] человек читает, декламирует эту сутру и проповедует [её] другим, если переписывает сам и побуждает переписывать других, если, кроме того, способен возводить ступы, а также строить монашеские обители и делать подношения собранию монахов-слушающих голос и восхвалять [их], кроме того, сотнями, тысячами, десятками тысяч, коти способов восхвалять добродетели бодхисаттв и с помощью различных рассуждений разъяснять людям эту «Сутру о Цветке Дхармы», следуя [её] значениям, а также способен блюсти в чистоте заповеди, обитать вместе с теми, кто нежен и мягок, если терпелив, не гневается, твёрд в намерениях и мыслях, всегда радуется сидячей дхьяне, обрёл глубокое сосредоточение, продвигается в совершенствовании, храбр, поддерживает всё хорошее, имеет острые корни, обладает мудростью и искусно отвечает на трудные вопросы. – Аджита! Если после моего ухода добрый сын [или] добрая дочь получит, будет хранить и декламировать эту сутру и, кроме того, имеет такие чудесные добродетели, то [ты] воистину должен знать: этот человек уже направился к месту пути, близок к ануттара-самьяк-самбодхи и уже воссел под деревом пути. – Аджита! В месте, где этот добрый сын [или] добрая дочь стоит и ходит, нужно воздвигнуть ступу. Все боги и люди будут делать [ей] подношения как ступе Будды. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если [какой-то человек] после моего ухода Будет способен с почтением хранить эту сутру, То счастье этого человека будет безграничным, Как сказано выше. [Он] в совершенстве будет делать все подношения И воздвигнет ступу для шариры, Величественно украсит [её] семью драгоценностями, [Её] шпиль будет высок и широк, [Он] достигнет неба Брахмы. [На ней] будут тысячи, десятки тысяч, коти Колокольчиков из драгоценностей, Которые, движимые ветром, Будут издавать чудесные звуки. Бесчисленные кальпы [он] будет также Делать подношения этой ступе Цветами, благовониями, ожерельями, Небесными одеяниями и музыкой, Лампами, заправленными благовонным маслом [Или] маслом из молока буйволицы И постоянно освещающими всё вокруг. Тот, кто в злой век конца Дхармы Способен хранить эту сутру, Уже в полной мере, как было сказано выше, Сделал все подношения. Тот, кто способен хранить эту сутру, Будет словно бы около Будды И сделает [ему] подношение, Возведя из сандалового дерева в виде головы быка Монашескую обитель с тридцатью двумя знаками Высотой в восемь деревьев тала, Где будет изысканная еда, Прекрасная одежда, матрасы, Жилища для сотен и тысяч бхикшу, Сады и рощи, дорожки для прогулок, А также пещеры для [совершения] дхьяны, И всё [они] будут величественно украшены. Если [какой-то человек], Обладающий верой и способностью к пониманию, Получает, хранит, читает и декламирует “Сутру о Цветке Дхармы”, Переписывает [её] И побуждает переписывать других людей, А также делает свиткам сутры подношения, Осыпая [их] цветами, благовониями, Благовонной пудрой И постоянно воскуривая Благовонные масла суманы 19 , Чампаки 20 и атимуктаки 21 , То человек, делающий такие подношения, Обретёт неисчислимые добродетели, Безграничные, как пространство. Вот таким будет его счастье. Что же говорить о том, Кто хранит эту сутру И вместе с тем подаёт милостыню, Блюдёт заповеди, обладает терпением, Испытывает радость в дхьяне, Не гневается и не злословит, Почитает ступы и гробницы, Смирен перед бхикшу, Отдалился от мыслей о собственном величии, Постоянно размышляет о мудрости, Не гневается, когда задают трудные вопросы, А мягко объясняет! Если [он] способен совершать такие деяния, Добродетели [его] будут безмерны. Если [вы] увидите Учителя Дхармы, Который обрёл такие добродетели, Воистину осыпьте [его] небесными цветами, Покройте его тело небесными одеяниями И приветствуйте, припав лицом к [его] стопам, Думая о нём, как о Будде! А также думайте: “Вскоре [он] направится к месту пути, Обретёт незамутнённость И будет пребывать в недеянии 22 ”. Там, где [он] будет находиться, Ходить, сидеть и лежать Или проповедовать хотя бы одну гатху, [Он] воздвигнет ступу, Величественно украсит [её], Чтобы [она] стала прекрасной, И будет делать [ей] различные подношения. Если в этой земле проживает сын Будды, Это значит, что [eё] получил И [ею] пользуется Будда И вечно пребывает [там], Где ходит, сидит и лежит». Это интересно Сутра о Цветке Лотоса Чудесной Дхармы. Общие примечания Сутра о Цветке Лотоса Чудесной Дхармы (санскр. Саддхарма-пундарика-сутра, кит. Мяофа ляньхуа цзин, яп. Мёхо рэнгэ кё) один из самых известных канонических текстов махаяны, ведущего направления Буддизма (именно махаяна стала мировой религией). Читать"}