{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 2: Уловки] – Читать полный текст","text":"В это время Почитаемый в Мирах, выйдя спокойным и ясным из самадхи, сказал Шарипутре 1 : – Мудрость будд очень глубока и неизмерима. Во врата этой мудрости трудно войти, [её] трудно постичь. «Слушающие голос» и пратьекабудды не способны узнать [её]. Почему? Будда был близок с сотнями, тысячами, десятками тысяч, коти, бесчисленным числом будд, до конца следовал бесчисленным путям-дхармам будд, мужественно и храбро продвигался в совершенствовании, [его] имя слышали повсюду. Обретя глубочайшую Дхарму, которую ещё [никто] не имел, [он] искусно [её] проповедовал, но суть [её] трудно понять. – Шарипутра! С тех пор, как я стал Буддой, с помощью различных рассуждений и различных сравнений [я] широко объяснял учение и, ведя живых существ с помощью бесчисленных уловок, отдалял [их] от различных привязанностей. Почему? Татхагата совершенен в уловках и в парамите мудрости. – Шарипутра! Знание и видение Татхагаты широки, велики, глубоки и всепроникающи. [У него] неисчислимые [добродетели], не имеющие преград [умение] 2 , силы 3 , бесстрашие, [способность совершать] дхьяну. [Обретя] «освобождения» 4 , [пребывая] в самадхи, [он] глубоко вошёл в не имеющее границ и обрёл Дхарму, которую ещё никто не имел. – Шарипутра! Татхагата всё умело различает, искусно проповедует все учения; используя мягкие и нежные слова, побуждает восторгаться сердца живых существ. – Шарипутра! Если сказать о главном, Будда в полной мере обрёл безграничную, глубочайшую Дхарму, которую ещё [никто] не имел. – Всё, Шарипутра! Не нужно что-то ещё говорить. Почему? То, что обрёл Будда и будды постигли, истинный знак всех дхарм. Это так называемые «так есть-вид», «так есть-природа», «так есть-тело», «так есть-сила», «так есть-действие», «так есть-внутренне присущая причина», «так есть-внешняя причина», «так есть-плод», «так есть-воздаяние», «так есть-крайний предел начала и конца» всех дхарм 5 ». В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Неисчислимы герои мира, Но никто - ни боги, ни люди, Ни различные живые существа - Не могут знать Будду. Никто не может измерить силы Будды, Его бесстрашие, [Глубину] его освобождения, самадхи, А также все другие способности Будды. С самого начала [Я] следовал за бесчисленными буддами И, совершенствуясь, Шёл по всем [их] путям. Эту глубочайшую и чудесную Дхарму Трудно увидеть, трудно воспринять. В течение неисчислимых коти кальп Следуя по всем этим путям, [Я] обрёл плод на месте пути, Я познал и увидел [его]. Такой великий плод-воздаяние, Смысл знаков природы различных [существ] Смог познать я, А также будды десяти сторон [света] 6 . Эту Дхарму невозможно показать, Слова перед [ней] останавливаются. И нет других живых существ, Которые способны постичь [её] За исключением бодхисаттв, У которых сила веры крепка. Ученики будд делают подношения буддам И, полностью освободившись от замутнений, Пребывают в этом самом последнем теле 7 . Но и такие люди, как [они], Не имеют сил, сравнимых [с силами Будды]. Хотя мир наполнен такими, как Шарипутра, [Они] не способны измерить мудрость Будды, Хотя все вместе измеряют, истощая мысли. Хотя десять сторон [света] наполнены такими, Как Шарипутра, И другие [мои] ученики также наполняют Страны в десяти сторонах [света], [Но и они] не способны познать [мудрость Будды], Хотя, объединившись, измеряют, Истощая [свои] мысли. Пратьекабудды с мечом-мудростью В [своих] самых последних незамутнённых телах Также наполняют миры в десяти сторонах [света] - [Их число] равно числу бамбуковых деревьев. [Все они] как один пожелали размышлять Об истинной мудрости Будды, В течение коти кальп, неисчислимые [кальпы], Но не были способны узнать даже самую малую [её] часть. Бодхисаттвы, недавно пробудившие [в себе] мысли [Об обретении ануттара-самьяк-самбодхи], Которые делали подношения бесчисленным буддам, Постигли смысл всех значений И могли хорошо проповедовать Дхарму. [Их] столько же, сколько риса, Конопли, бамбука, тростника, И [они] наполняют страны в десяти сторонах [света]. Но хотя [они] как один, В течение кальп, [бесчисленных], Как песчинки в реке Ганг, Обладая чудесными знаниями, Все вместе размышляли, [Все же] не смогли познать мудрость Будды. Бодхисаттвы, пребывавшие на [ступени] невозвращения 8 , Которых столько же, Сколько песчинок в многочисленных Гангах, Все вместе, будучи едины в мыслях, задумались, Но также не смогли познать [мудрость Будды]. И снова [я] говорю Шарипутре: «Сейчас я обладаю незамутнённой, Непостижимой, очень глубокой Чудесной Дхармой, Которую обрёл. Только я узнал [её] вид, То же самое и с буддами десяти сторон [света]». – Шарипутра! [Ты] воистину должен знать: Слова будд не различны. В Дхарме, проповедуемой Буддой, Воистину должна родиться великая сила веры! Почитаемый в Мирах после долгих [проповедей] Дхармы Обязательно поведает сокровенную истину. Возвещаю «слушающим голос» и тем, Кто ищет Колесницу «самостоятельно [идущих] к просветлению»: Я освобождаю от бремени страданий И привожу к обретению нирваны С помощью силы уловок Будды. [Я] показываю [это] Посредством учения о трёх Колесницах. Живые существа [опутаны] разнообразными привязанностями, И [я], ведя [их], привожу к освобождению». В это время присутствующие на великом собрании «слушающие голос» и прекратившие истечение [заблуждений] архаты - Аджнята-Каундинья и другие, всего тысяча двести человек, а также бхикшу, бхикшуни, упасаки, упасики, стремящиеся стать «слушающими голос» и пратьекабуддами, подумали: «Почему Почитаемый в Мирах так возвышенно и хвалебно говорит сейчас об уловках? Дхарма, обретённая Буддой, очень глубока, и [её] трудно понять. Смысл того, что проповедует Будда, трудно постичь. Это не способны сделать «слушающие голос», а также пратьекабудды. Будда объяснил единственное значение освобождения, и мы также обрели Дхарму и подошли к нирване. Но сейчас не знаем, в чем это значение». В это время Шарипутра, зная сомнения, возникшие в сердцах четырёх групп, и сам ещё не усвояв смысл поведанного, сказал Будде: – Почитаемый в Мирах! В чём причины такого возвышенного восхваления уловок будд и глубочайшей Чудесной Дхармы, которую трудно понять? Я с давних пор следуя за Буддой, ещё не слышал таких проповедей. Сейчас все четыре группы в сомнении, и [я] только прошу, Почитаемый в Мирах, объясни это! Почему так возвышенно восхваляешь [ты] эту глубочайшую Чудесную Дхарму, которую трудно постичь? В это время Шарипутра, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Солнце-мудрость, Великий Святой, Почитаемый! 9 Уже долгое время [ты] проповедуешь эту Дхарму. [Ты] сказал, что обрёл такие силы, Бесстрашие, самадхи, Способность [совершать] дхьяну, «Освобождения» и другие [способности], Которые невозможно постичь. Никто не способен спросить [тебя] о Дхарме, Обретённой на месте пути. Мне трудно представить [её] суть, И [я] также не способен спросить [о ней] [Ты] сам, без вопросов, восхвалил путь, По которому шёл. Мудрость [твоя] самая чудесная, [Её] обретают все Будды. Прекратившие истечение [заблуждений] архаты, А также те, кто ищут нирвану, Попали сейчас в сети сомнений, [спрашивая], Почему Будда поведал обо всём этом? Те, кто самостоятельно ищут просветление, Бхикшу, бхикшуни, боги, драконы, духи, А также гандхарвы и другие [существа] Смотрят друг на друга, имея [в мыслях] сомнения, И с надеждой взирают на Почитаемого, Имеющего Две Ноги 10 . Каков смысл того, [что поведал Будда]? Прошу, чтобы Будда объяснил [это]. Будда сказал «слушающим голос», Что я первый [среди них], И сейчас в моих мыслях сомнения, [Я] не способен этого понять. Это ли наивысшая Дхарма? Это ли путь, по которому следуют? Сыны, рождённые изо рта Будды, ждут, Соединив ладони, и, взирая на Будду. Прошу, чтобы Будда, испустив чудесные звуки, Поведал сейчас истину. Боги, драконы, духи и другие [существа], Число которых [равно] песчинкам в Ганге, Бодхисаттвы, стремящиеся стать буддами, Число которых восемьдесят тысяч, А также святые цари из десяти тысяч, коти стран, Вращающие Колесо, Соединив ладони, с почтением Желают услышать о совершенном пути!» В это время Будда сказал Шарипутре: – Прекрати! Прекрати! Не говори больше [об этом]! Если [я] буду объяснять это, боги и люди всех миров будут воистину поражены и введены в сомнение. Шарипутра ещё раз обратился к Будде: – Почитаемый в Мирах! [Я] прошу только одного: объясни это! [Я] прошу только одного: объясни это! Почему? Бесчисленные сотни, тысячи, десятки тысяч, коти асамкхьей живых существ, присутствующих на этом собрании, уже видели будд, у которых «корни» остры, а мудрость светла. Если [они] услышат, что возвестит Будда, то с почтением поверят в это. В это время Шарипутра, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Царь Дхармы, Безгранично Почитаемый! Только объясни! Прошу: не пренебрегай [просьбой]! Неисчислимые существа, присутствующие на этом собрании, Смогут почтительно поверить». Будда ещё раз сказал: – Прекрати, Шарипутра! Если [я] буду объяснять это, боги, люди, асуры всех миров будут воистину поражены и введены в сомнение. Переполненные надменностью бхикшу упадут в великую яму 11 . В это время Почитаемый в Мирах, ещё раз объясняя это, произнёс гатху: «Прекрати, прекрати! Не говори больше об этом! Моя Дхарма чудесная, [О ней] трудно размышлять. Те, кто переполнен надменностью, Услышав [её], Не будут почтительно верить!» В это время Шарипутра ещё раз обратился к Будде: – Почитаемый в Мирах! [Я] прошу только одного: объясни это! [Я] прошу только одного: объясни это! Сотни, тысячи, десятки тысяч, коти таких, как мы, присутствующих сейчас на собрании, из века в век 12 следовали Будде и получили обращение. Такие люди, вне всякого сомнения, способны с почтением верить и, спокойно проводя долгие ночи, обрести многочисленные блага. В это время Шарипутра, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Безгранично Почитаемый, Имеющий Две Ноги! Я прошу, объясни наивысшую Дхарму! Я - старший сын Будды. Объясни понятно. Неисчислимые существа, Присутствующие на этом собрании, Смогут почтительно поверить в эту Дхарму. Будда из века в век учил и обращал таких, как [они]. Все, соединив ладони и будучи едины в мыслях, Хотят слушать речи Будды и внимать. Нас - тысяча двести, Есть также и другие существа, Которые стремятся стать буддами. Прошу: проповедуй понятно Ради этих существ. Если [они] услышат эту Дхарму, В их сердцах родится великая радость!» В это время Почитаемый в Мирах сказал Шарипутре: – Ты уже три раза почтительно просил меня об этом, и как же я могу не объяснить это! Слушай сейчас внимательно и хорошо задумайся об этом. Воистину [я] объясню тебе понятно. Когда [он] говорил эти слова, на собрании присутствовали пять тысяч бхикшу, бхикшуни, упасак, упасик. [Они] поднялись [со своих] мест, поклонились Будде и удалились. Почему? Корни греха у них были очень глубоки, а надменность велика. [Они] думали, что обрели то, что [на самом деле] ещё не обрели, думали также, что имеют свидетельство тому, о чем свидетельства ещё не было 13 . Обременённые такой виной, [они] не могли остаться. Почитаемый в Мирах молчал и не остановил [их]. В это время Будда сказал Шарипутре: – У существ на моём [собрании] нет сейчас веток и листьев 14 , а есть только целомудренно чистое и истинное. Шарипутра, как хорошо, что эти переполненные самодовольством люди ушли. Слушай хорошо: воистину [я] буду проповедовать ради тебя! Шарипутра ответил: – Пусть будет так! Почитаемый в Мирах, хочу с радостью слушать! Будда сказал Шарипутре: – Такую Чудесную Дхарму будды-татхагаты проповедуют сейчас так же [редко, как] появляется цветок удумбара 15 . Шарипутра, ты воистину должен поверить. В том, что проповедуют будды, нет пустых слов. – Шарипутра, Дхарма, которую искусно проповедуют будды, трудна для понимания. И что же? Я проповедую учения с помощью бесчисленных уловок, различных рассуждений, разнообразных сравнений, потому что эти учения невозможно понять с помощью различий, осуществляемых размышлением. Только будды способны хорошо знать их. Почему? Потому что будды, Почитаемые в Мирах, появляются в мире только благодаря предопределению [совершить] одно великое дело. – Шарипутра! Почему [я] говорю, что будды, Почитаемые в Мирах, появляются в мире только благодаря предопределению [совершить] одно великое дело? Будды, Почитаемые в Мирах, появляются в мире, потому что желают открыть живым существам знание и видение Будды и чтобы живые существа обрели чистоту. [Они] появляются в мире, потому что желают показать живым существам знание и видение Будды. Появляются в мире, потому что желают просветлить живых существ до знания и видения Будды. Появляются в мире, потому что желают привести живых существ на путь к знанию и видению Будды. – Шарипутра, именно поэтому Будды появляются в мире только благодаря предопределению [совершить] одно великое дело. Будда сказал Шарипутре: – Будды-татхагаты учат только бодхисаттв. Всё, что [они] совершают, всегда подчинено одному делу - показать живым существам просветление с помощью знания и видения Будды. Шарипутра! Татхагата проповедует ради живых существ посредством только одной Колесницы Будды. Нет других Колесниц, ни двух, ни трёх. Шарипутра! Так же и с Дхармой будд всех десяти сторон [света]. – Шарипутра! И будды прошлого проповедовали живым существам свои учения также с помощью бесчисленных уловок, различных рассуждений и сравнений. Все эти учения [проповедовались] посредством одной Колесницы Будды. И если живые существа, следуя за буддами, слушали Дхарму, все [они] обрели совершенную всеобъемлющую мудрость. – Шарипутра! Будды будущего, которые выйдут в мир, также будут проповедовать живым существам свои учения с помощью неисчислимых уловок, различных рассуждений и сравнений. Эти учения также [будут проповедоваться] посредством одной Колесницы Будды. И если эти живые существа, следуя за буддами, будут слушать Дхарму, все [они] обретут всеобъемлющую мудрость. – Шарипутра! Эти будды учат только бодхисаттв, потому что желают показать живым существам знание и видение Будды, потому что желают с помощью знания и видения Будды привести живых существ к просветлению, потому что желают привести живых существ на путь знания и видения Будды. – Шарипутра! Сейчас и я [делаю] также. Зная, что живые существа имеют разнообразные желания, глубоко [к ним] привязаны в [своих] сердцах, [я] проповедую [им] Дхарму, следуя [их] исконной природе, с помощью различных рассуждений, сравнений, речей, силы уловок. – Шарипутра! Это для того, чтобы все [они] обрели всеобъемлющую мудрость одной Колесницы Будды. – Шарипутра! Ведь во всех мирах десяти сторон [света] нет двух Колесниц. Как же могут быть три [Колесницы]? – Шарипутра! Будды выходят в злой мир пяти «замутнений». Это «замутнение» кальпы, «замутнение» заблуждениями, «замутнение» живых существ, «замутнение» видения, «замутнение» жизни 16 . Таким образом, Шарипутра, во время беспорядочной и «мутной» кальпы грязь на живых существах велика, [они] жестоки и алчны, завистливы и ревнивы. Так как [они] взращивают в себе корни всего недоброго, будды проповедуют Дхарму с помощью силы уловки, разделив одну Колесницу Будды на три. – Шарипутра! Если мои ученики, которые называют себя архатами, пратьекабуддами, не слушают и не знают того, о чём будды-татхагаты учат только бодхисаттв, то [они] не ученики Будды, не архаты, не пратьекабудды. – Кроме того, Шарипутра, есть бхикшу и бхикшуни, которые думают, что сами [они] уже стали архатами, что это [их] самое последнее тело перед конечной нирваной 17 , и поэтому не стремятся к ануттара-самьяк-самбодхи. [Ты] воистину должен знать: всё это люди, переполненные самодовольством. Почему? Не бывает так, чтобы бхикшу, которые действительно стали архатами, не верили в эту Дхарму, за исключением [случая], когда после исчезновения Будды в мире нет [другого] Будды. Почему? Потому что после исчезновения Будды трудно встретить человека, который бы получил, хранил, читал, декламировал такую, как эта, сутру и понимал её суть. Если же [он] встретит другого Будду, то обретёт определённость [в понимании] Дхармы. – Шарипутра! Воистину, вы [все], будучи едины в мыслях, должны верить в слова Будды, понимать, воспринимать и хранить [их]. В словах будд-татхагат нет пустого и ложного. Нет других Колесниц, есть только одна Колесница Будды. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Есть бхикшу и бхикшуни, Переполненные надменностью. Есть самодовольные упасаки и упасики, Не [имеющие веры]. Число [их] в четырёх группах - пять тысяч. Cами [они] не видят своих упущений, [Их] обеты с недостатками и пропусками. [Они] защищают свои изъяны И уже показали малое разумение. [Они] - жмых среди живых существ 18 , И ушли прочь, [увидев] Величественные добродетели Будды. У этих людей малы Добродетели, [приводящие] к счастью, [Они] не способны воспринять Дхарму. [Сейчас же] это собрание без ветвей и листьев, На нём только чистые и истинные. – Шарипутра, слушай хорошо! Дхарма, обретённая буддами, Проповедуется живым существам С помощью силы неисчислимых уловок. То, о чём размышляют живые существа, Какими разнообразными путями следуют, Какова природа желаний каждого, Хорошую или плохую карму [они обрели] в прошлых жизнях - Всё это хорошо знает только Будда. С помощью рассуждений, сравнений, силы уловок [Он] ведёт всех к радости. [Он] проповедует сутры, произносит гатхи, А также рассказывает о прежних делах 19 , Прежних жизнях 20 или о том, чего не было 21 , С помощью рассуждений и сравнений, Гей 22 и сутр-упадеш 23 . Тупицы радуются малой Дхарме 24 , Привязаны к жизням и смертям, Находясь среди бесчисленного числа будд, Не следуют по глубокому, чудесному пути, [Их] мучает множество страданий - Ради них [я] проповедую о нирване. Я придумал уловки, Чтобы [они] смогли войти в мудрость Будды. Я ещё никогда не говорил: «Вы воистину пройдёте путь Будды». Никогда не говорил этого потому, Что время для проповеди ещё не пришло. Но сейчас воистину время, И [я] решил проповедовать Великую Колесницу! Мою Дхарму [запечатлённую] в девяти частях 25 , [Я] проповедовал, Следуя за живыми существами 26 . [Она] основа для вхождения в Великую Колесницу, Поэтому [я] и проповедую эту сутру. Есть сыны Будды, у которых мысли чисты, [Они] нежны, сообразительны И там, где пребывают неисчислимые будды, [Они] следуют глубокому, чудесному пути. [Я] проповедую эту сутру Великой Колесницы Ради таких сынов Будды И предсказываю, что такие люди в будущие века Пройдут путь Будды, Так как глубоко размышляют о Будде И блюдут чистые заповеди, Все [они] услышат, что станут буддами, И великая радость наполнит [их]. Будда знает [их] мысли и поступки, И поэтому проповедует Великую Колесницу. Если «слушающие голос» или бодхисаттвы Услышат Дхарму, которую я проповедую, Хотя бы одну гатху, То нет сомнений, Что все [они] станут буддами. В землях будд десяти сторон [света] Есть только Дхарма одной Колесницы. Нет ни двух, ни трёх [Колесниц], Если исключить проповеди Будды с помощью уловок. [Он] ведёт живых существ С помощью временных имён 27 . Будды вышли в мир, Чтобы поведать о мудрости Будды, Только одна [Колесница] истинна, Две другие - неистинные. [Будды] никогда не спасают живых существ С помощью малой Колесницы. Сам Будда пребывает в Великой Колеснице, Как [гласит] Дхарма, которую [он] обрёл. Сила [его] сосредоточения И мудрость величественны, Благодаря [ей он] приводит живых существ к спасению. Я свидетельствую о не имеющем высшего [предела] пути И равной для всех Дхарме Великой Колесницы. Если с помощью Малой Колесницы [я] сумею Обратить хотя бы одного человека, То пусть я впаду в бесчувствие, Так как это невозможно. Если человек верит Будде И приходит [к нему], Татхагата [его] не предаст. [В Будде] нет алчности и зависти, [Он] прекратил все плохое, Имеющееся в дхармах 28 , Поэтому в десяти сторонах [света] Только один Будда не имеет страха. Я украшаю знаками тело 29 И озаряю светом пространство. [Будду] почитают неисчислимые живые существа, Поэтому [Будда] проповедует Печать истинного знака 30 . – Шарипутра, [Ты] воистину должен знать! Я изначально дал обет: «Желаю, чтобы все живые существа были такими, Как я, не отличались». То, что я издавна и желал, сейчас исполняется. [Я] обращаю всех живых существ И побуждаю всех вступить на путь Будды. Когда я встречаю живых существ, Учу всех, используя путь Будды. Те, кто глуп, у кого расстроены мысли, Охвачены заблуждениями И не воспринимают Учение - Эти существа, я знаю, Ещё не взрастили добрых «корней» И крепко привязаны к пяти желаниям 31 . Из-за страстей [в них] рождаются страдания, Желания становятся причиной попадания На три плохих пути 32 . [Эти существа] вращаются по шести состояниям 33 И в полной мере вкушают яд страданий. В утробе [они] совсем маленькие, Но из века в век Постоянно увеличиваются. У этих людей слабые добродетели И мало счастья, [Их] угнетает множество страданий, [Они] вошли в густой лес ложных взглядов Относительно существования и несуществования, Остановились на этих взглядах, Общее число которых - шестьдесят два 34 , Крепко привязаны к этим ложным учениям, Твёрдо держатся [за них] И не могут отбросить. Переполненные самодовольством, [Они] восхваляют самих себя, Подозрительны, развращены, Мысли [их] неистинны. В течение тысяч, десятков тысяч, коти кальп [Они] не слушали временные имена, [Произносимые] Буддой, Не слушали также истинную Дхарму. Таким людям трудно спастись. – Поэтому, Шарипутра, Для них я и придумал уловки, И проповедую путь исчерпания всех страданий И показываю [его] с помощью нирваны. Хотя [я] и проповедую о нирване, Это не настоящее исчезновение. Все дхармы изначально и до будущих [времён] Всегда отмечены знаком покоя и исчезновения. Сыны Будды, закончив следование по этому пути, В грядущие времена станут буддами. У меня есть сила уловок, И [я] показываю учения трёх Колесниц. Почитаемые в Мирах проповедуют Путь одной Колесницы! Присутствующие сейчас на этом великом собрании, Устраните все сомнения! Речи будд не разные, Есть только одна, нет двух Колесниц! В бесчисленные прошедшие кальпы [было] Неисчислимое количество исчезнувших будд - Сотни, тысячи, сотни тысяч, коти, [Их] количество невозможно пересчитать - Эти Почитаемые в Мирах с помощью рассуждений, Сравнений, силы бесчисленных уловок Объясняли «знаки» всех учений, Но все эти Почитаемые в Мирах Проповедовали Дхарму одной Колесницы. [Они] обратили неисчислимых живых существ И привели [их] на путь Будды. Кроме того, Великие Святые, зная желания, Скрытые в глубине сердец богов и людей, Различных живых существ всех миров, Также помогали с помощью различных уловок Выявить первое значение 35 . Если есть живые существа, Которые встречали будд прошлых времён, Если слушали Дхарму и подавали милостыню, Если блюли заповеди и были терпеливы, Продвигаясь в совершенствовании, Совершали дхьяну, были мудры И следовали различным добродетелям, Приносящим счастье, То такие люди уже все прошли путь Будды. Те будды ушли [из мира], И если тогда были люди с добрыми и мягкими сердцами, То все эти живые существа уже прошли путь Будды. Все эти будды ушли, И люди, которые почитали шариру, Воздвигали десятки тысяч, коти разнообразных ступ, Обильно и искусно украшали [их] золотом, серебром, А также хрусталём, раковинами тридакны 36 , Агатами, яшмой, ляпис-лазурью и жемчугом. Или же возводили гробницы из камня, Сандалового дерева, а также дерева алоя, Иллиции священной и другого дерева. Были такие, кто делали [их] Из черепицы, кирпича или глины. Или же на пустынных равнинах собирали землю И сооружали гробницы будд. Или же дети, играя, носили песок И возводили ступы будд - Все эти люди уже прошли путь Будды! Если [кто-то] в честь будд Устанавливал [их] изваяния, Вырезая [на них] знаки 37 , То [он] уже прошёл путь Будды. Были и такие, кто делали статуи Будды И украшали [их] семью драгоценностями, Используя бронзу, красную и белую медь 38 , Белый припой 39 , а также свинец, Олово, железное дерево, А также глину, а также лаковые покрытия. Эти люди уже прошли путь Будды. Люди, которые сами рисовали изображения Будды И украшали [их] ста [знаками] счастья 40 Или же делали заказы у других людей, - [Также] все прошли путь Будды. Даже дети, которые, играя, Рисовали изображения Будды тростинками, Ветками деревьев, кистью или же ногтями - Все постепенно накапливали добродетели, Взращивали [в себе] великое сострадание И в конце концов прошли путь Будды. Обращая только бодхисаттв, Будды привели к освобождению Неисчислимых живых существ. Если люди почитали ступы, гробницы, Драгоценные изваяния и изображения, Почтительно делали [им] подношения цветами, Благовониями, флагами, балдахинами Или же заказывали другим Исполнять музыку, бить в барабаны, Дуть в рожки и раковины, Играть на сяо 41 , ди 42 , цине 43 , Кунхоу 44 , пипа 45 , Ударять в гонги И всеми этими чудесными звуками Оказывать почтение [Будде]. Или же с сердцами, полными радости, Воспевали добродетели Будды, Хотя бы даже тихим голосом, - Все [они] уже прошли путь Будды. Если человек с мятущимися мыслями, Хотя бы одним цветком оказал почтение Изображению или изваянию [Будды], [Он] увидит друг за другом бесчисленных будд. Если есть люди, которые приветствуют Изваяние [Будды] хотя бы только тем, Что соединяют ладони Или поднимают одну руку, Или слегка опускают голову, [Они] увидят друг за другом неисчислимых будд, Пройдут не имеющий высшего [предела] путь И спасут бесчисленных живых существ. Вступить в нирвану «без остатка» - Это то же, что без остатка сжечь в огне хворост. Если человек с мятущимися мыслями вступает в ступу Или гробницу и один раз восклицает «Намо 46 Будда!», Значит, [он] уже прошёл путь Будды. Если [кто-то] слышал Дхарму будд прошлого Или пребывающих в мире, или ушедших, Такой человек уже прошёл путь Будды. Почитаемые в Мирах будущего, Количество которых невозможно пересчитать - Все эти Татхагаты будут проповедовать Дхарму Также с помощью уловок. Все Татхагаты с помощью неисчислимых уловок Спасают живых существ и вводят [их] В незамутнённую мудрость Будды. Если есть [люди], которые слушают Дхарму, То [среди них] не будет ни одного, Кто не станет буддой. Изначальный обет всех будд - «Я желаю, чтобы с помощью пути Будды, Которым следую, Все живые существа повсюду обрели этот путь». Хотя будды грядущих веков Также будут проповедовать сотни, тысячи, коти, Бесчисленное количество учений, На самом деле все [эти учения] - Одна Колесница. Будды, Почитаемые, Имеющие Две Ноги, знают, Что дхармы никогда не имеют Собственной «природы», Что «семена» Будды прорастают благодаря причинам, И поэтому проповедуют одну Колесницу. Эта Дхарма всегда является законом: «Знак» миров - постоянен. Постигнув это на месте пути, Поводыри проповедуют [об этом] С помощью уловок. Будды десяти сторон [света], Пребывающие сейчас в мире, Которым оказывают почтение боги и люди И которых как песчинок в реке Ганг, Выходят в мир для того, Чтобы привести живых существ к успокоению, Так же проповедуют эту Дхарму. [Они] знают наивысший покой и исчезновение И, хотя с помощью силы уловок, Показывают различные [к нему] пути, На самом деле это Колесница Будды. Зная деяния живых существ, [Их] сокровенные мысли, Карму, которую [они] обрели в прошлом, [Их] желания, природу, [Рвение] к продвижению в совершенствовании, Силу, а также остроту их «корней», Проповедуют, следуя [их] способностям, С помощью уловок, Используя различные рассуждения, Сравнения, а также речи. Сейчас и я делаю так же. Чтобы привести живых существ к успокоению, Показываю путь Будды С помощью различных учений. Благодаря силе [моей] мудрости я знаю Природу и желания живых существ, И, проповедуя Дхарму с помощью уловки, [Я] привожу всех к радости. – Шарипутра! [Ты] воистину должен знать: Благодаря глазу Будды 47 [Я] вижу живых существ шести путей, Бедных, лишённых счастья и мудрости, Вступивших на крутой путь жизней и смертей. Бесконечно одолеваемых страданиями, Глубоко привязанных к пяти желаниям. [Они] подобны яку, любящему свой хвост, Скованные алчностью и увлечениями, слепые, [Они] не видят ничего, Не ищут величественного Будду И Дхарму, прекращающую страдания. [В них] глубоко вошли ложные взгляды, [Они] желают с помощью страданий Отбросить страдания! Ради этих живых существ В [моем] сердце пробудилось великое сострадание. Сидя вначале на месте пути, Смотря на дерево 48 , Ходя вокруг него, В течение трижды по семь дней [я] думал: «Мудрость, которую я обрёл, Чудесная, наивысшая. А «корни» живых существ тупые. [Живые существа] привязаны к удовольствиям, Слепы в своей глупости, Как же можно привести к спасению таких существ?» В это время все цари-брахмы, А также Шакра, царь всех богов, Четыре небесных царя, защищающих миры, А также бог Великий Свободный 49 вместе С другими богами и сотнями, тысячами, Десятками тысяч сопровождающих, Почтительно соединив ладони, Приветствовали [меня] И попросили вращать Колесо Дхармы. И тогда я подумал: «Если [я] буду восхвалять Только [одну] Колесницу Будды, Живые существа утонут в страданиях, Не смогут поверить в эту Дхарму И, разбивая Дхарму неверием, Попадут на три плохих пути. Не лучше ли мне не проповедовать Дхарму, А сразу же войти в нирвану?» Далее, вспомнив о силе уловок, С помощью которых совершали деяния будды прошлого, [Я решил] проповедовать сейчас Об обретённом мною пути Также с помощью трех Колесниц. Когда [я] подумал об этом, Появились все будды десяти сторон [света] И ободрили меня голосом Брахмы: «Хорошо, Шакьямуни, первый из Поводырей! Хотя [ты] обрёл Эту не имеющую высшего [предела] Дхарму, Следуй за всеми буддами И используй силу уловок! Хотя мы все также обрели Самую чудесную, наивысшую Дхарму, Но ради живых существ делали различения И проповедовали три Колесницы. Обладающие малой мудростью Радуются малой Дхарме, Не веря, что могут стать буддами, Поэтому, используя уловки, [Мы] делаем различение и проповедуем о плодах. Хотя [мы] также проповедуем о трёх Колесницах, Но делаем это для того, Чтобы учить только бодхисаттв». – Шарипутра! [Ты] воистину должен знать: Слушая глубокие, чистые чудесные голоса Святых сынов Льва, [Я] с радостью воскликнул: «Намо Будда!» И ещё раз подумал: «Я вышел в грязный, злой мир И буду следовать всему тому, Что поведали будды». Подумав так, [я] направился в Варанаси 50 . «Знак» спокойного исчезновения всех дхарм Невозможно выразить словами, И [я] поведал о нем пяти бхикшу 51 С помощью силы уловок. Это называют поворотом Колеса Дхармы, А именно голосом нирваны 52 . [Я] также называл разные имена - «архат», «дхарма», «сангха». С давних кальп [я] восхваляю И показываю Дхарму нирваны, Чтобы навечно устранить страдания жизней и смертей. Так я всегда проповедовал. – Шарипутра, [ты] воистину должен знать: [Я] видел сынов Будды, Которые искали путь Будды. [Их] были неисчислимые тысячи, десятки тысяч, коти. Все [они] с сердцами, полными почтения, Приблизились к месту, где [пребывал] Будда. [Они] следовали за буддами, слушали Дхарму, Которая проповедовалась с помощью уловок, И тогда я подумал: «Причина появления Татхагаты в том, Что [он] приходит поведать о мудрости Будды И как раз сейчас настало для этого время». – Шарипутра! [Ты] воистину должен знать: Люди с тупыми «корнями» и малой мудростью, Привязанные к надменности, самодовольные, Не способны поверить в эту Дхарму. Сейчас я радуюсь, не имею страха И среди бодхисаттв проповедую Только не имеющий высшего [предела] путь - Прямо, отбросив уловки. Бодхисаттвы, услышав эту Дхарму, Устранят сети всяких сомнений. Тысяча двести архатов также станут буддами. Сейчас и я без различения Буду проповедовать Дхарму так же, Как проповедуют Дхарму будды трёх миров. Будды выходят в мир редко И встретить [их] трудно. Но даже если [они] и выходят в мир, Проповедуют эту Дхарму редко. Трудно услышать эту Дхарму Даже в течение неисчислимых, бесчисленных кальп. Также трудно встретить человека, Который может слушать эту Дхарму. Если сравнить, То это как с цветком удумбара, Который всем нравится и всех радует, Но который редко видят боги и люди, [Он] распускается всего раз за долгое время. Человек, который, слушая Дхарму, радуется И, восхваляя её, произносит только одно слово, Который в благодарность уже оказал почтение Всем буддам трёх миров, Встречается очень редко, Реже, чем цветок удумбара. Пусть никто из вас не имеет сомнений! Я - царь всех учений и говорю всем, Присутствующим на великом собрании: – [Я] учу бодхисаттв Только с помощью пути одной Колесницы, И у меня нет учеников среди «слушающих голос»! Вы все, Шарипутра, «слушающие голос», А также бодхисаттвы, воистину должны знать, Что эта Чудесная Дхарма - тайна будд. В злом мире пяти «замутнений» Живые существа совсем не ищут путь Будды, [Они] привязаны к желаниям и радостям. Злые люди грядущих веков, услышав Об одной Колеснице в проповедях Будды, Засомневаются и не поверят. [Они] разрушат Дхарму И попадут на плохие пути. Но если [есть] те, кто скромен, чист, Стремится к пути Будды, То воистину для таких существ, как эти, [Я] буду широко восхвалять путь одной Колесницы. – Шарипутра! [Ты] воистину должен знать! Дхарма будд такова, что Дхарму проповедуют С помощью десятков тысяч, коти уловок, Следуя обстоятельствам. Те, кто не учится, не способен её понять. Но вы уже знаете о следовании уловкам будд, Учителей миров, И [у вас] нет сомнений. Пробуждайте в своих сердцах великую радость И знайте, что станете буддами!»"}