{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 19: Блага, обретённые Учителем Дхармы]","text":"В это время Будда сказал бодхисаттве-махасаттве Всегда Продвигающемуся в Совершенствовании: – Если добрый сын [или] добрая дочь получит эту «Сутру о Цветке Дхармы», будет хранить, читать, декламировать, разъяснять, переписывать [её] 1 , то этот человек воистину обретёт восемьсот благ для глаз, тысячу двести благ для ушей, восемьсот благ для носа, тысячу двести благ для языка 2 , восемьсот благ для тела 3 , тысячу двести благ для ума. С помощью этих благ величественно украсятся [его] шесть корней, все [они] станут чистыми. Этот добрый сын [или] добрая дочь [своими] чистыми глазами, [полученными] при рождении от отца и матери, увидит [то, что] существует в трёх тысячах великих тысячных миров и за их пределами — горы, леса, реки, моря, от ада Авичи до высшего [неба] Вершина Существования, увидит всех живых существ там, а также увидит и полностью узнает причины [их] кармы и ступени [их] возрождения в зависимости от плода [их прежних деяний]. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если [кто-нибудь] на великом собрании С бесстрашным сердцем Проповедует эту “Сутру о Цветке Дхармы”, То вы послушайте о благах, [Получаемых] этим человеком. [Он] обретёт восемьсот благ Особого побеждающего все [преграды] глаза. Благодаря им [его] глаза величественно украсятся И станут чистейшими. С помощью глаз, [полученных] при рождении От отца и матери, [Он] увидит все три тысячи миров, Всё, что в них и за их пределами, Гору Меру 4 , гору Сумеру и Железное Кольцо, А также другие горы и леса, Великие моря и реки, и [все] воды — От ада Авичи до самого неба Вершина Существования, Увидит всех живых существ там, Хотя [он] ещё не обрёл небесный глаз. Такими будут его глаза». – И ещё, Всегда Продвигающийся в Совершенствовании! Если добрый сын [или] добрая дочь получит и будет хранить эту сутру, читать, декламировать, разъяснять, переписывать, то обретёт тысячу двести благ для ушей. С помощью этих чистейших ушей услышит разные слова, речи, звуки и голоса в трёх тысячах великих тысячных миров — [всё, что] в них и за их пределами — от ада Авичи до самой Вершины Существования, трубение слонов, ржание лошадей, мычание быков, скрежет повозок, крики и плачи, голоса печали, звуки раковин, бой барабанов, удары гонгов, звон колокольчиков, смех, речь, голоса мужчин, голоса женщин, голоса мальчиков, голоса девочек, голоса [проповедующие] Дхарму, голоса, не [проповедующие] Дхарму, голоса страдания, голоса наслаждения, голоса обыкновенных людей, голоса святых, радостные голоса, нерадостные голоса, голоса богов, голоса драконов, голоса якшей, голоса гандхарв, голоса асур, голоса гаруд, голоса киннар, голоса махораг, звуки огня, журчание воды, шум ветра, звуки ада, крики скота, голоса голодных духов, голоса бхикшу, голоса бхикшуни, голоса слушающих голос, голоса пратьекабудд, голоса бодхисаттв, голоса будд — если говорить коротко, все голоса в трёх тысячах великих тысячных миров и [за их] пределами. Хотя [Учитель Дхармы] ещё не обрёл небесное ухо, но всё услышит и всё узнает с помощью своих обычных чистейших ушей, [полученных] при рождении от отца и матери. Вот так [он] будет различать все звуки и голоса, не принося вреда [своим] корням-ушам. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Уши, [полученные] при рождении от отца и матери, Будут чистейшими, без грязи. Этими обычными ушами [Учитель Дхармы] услышит Голоса в трёх тысячах миров. [Он] услышит трубение слонов, ржание лошадей, Скрежет повозок, мычание быков, Звуки гонгов, колокольчиков, Раковин и барабанов, Звуки циня, сэ 5 , кунхоу, Звуки сяо и ди, Чистейшее прекрасное пение И не будет [ко всему этому] привязан. [Он] услышит голоса Бесчисленного [количества] разных людей, И всё будет способен понять. Услышит также голоса богов, Чудесные звуки песен, А также голоса мужчин и женщин, Голоса мальчиков и девочек, Голоса калавинок в горах и на реках, В обрывистых ущельях и в долинах, Пение птицы минмин 6 и других [птиц] — [Он] услышит голоса всех их. Услышит голоса тех, кто отравлены разными ядами, И [терпят] страдания ада, Голоса тех, кто ищут еду и питьё, Движимые голодом и жаждой, Какие бывают у голодных духов. Асуры и другие [злые существа], Живущие на берегу великого моря, Издают громкие звуки, Когда говорят друг с другом. Проповедующий Дхарму, спокойно пребывая среди них, [Словно] издалека [будет] слышать все эти голоса, И корни-уши [у него] не испортятся. В мирах десяти сторон [света] Птицы и звери кричат друг на друга, И человек, проповедующий Дхарму, Находясь там, услышит все эти [голоса]. Голоса разговаривающих на небе Брахмы, А также на [небе] Звуки Света 7 , На [небе] Повсеместная Чистота 8 И до неба Вершина Существования Учитель Дхармы, пребывающий там, Все [их] сможет услышать. Если все бхикшу, а также бхикшуни, Декламируют сутру Или же проповедуют [её] другим людям, Учитель Дхармы, пребывающий там, Всех [их] сможет услышать. Если есть бодхисаттвы, Которые также декламируют Дхарму, [Запечатлённую] в сутре, Или проповедуют [её] другим людям И, выбрав [трудное], разъясняют, То [Учитель Дхармы] сможет услышать все эти голоса. Будды, великие Почитаемые в Мирах, Обучающие и обращающие живых существ, Проповедуют на великих собраниях Прекрасную чудесную Дхарму, И тот, кто хранит этот цветок Дхармы, Всё это сможет услышать. [Он] услышит все звуки и голоса В трёх тысячах великих тысячных миров И за их пределами — От ада Авичи до неба Вершина Существования, Не портя [свои] корни-уши. Так как слух [у него] острый, [Он] всё сможет различать и узнавать. Тот, кто хранит этот цветок Дхармы, Имеет все эти блага, Хотя ещё не обрёл небесного уха, А пользуется ушами, полученными при рождении». – И ещё, Всегда Продвигающийся в Совершенствовании! Если добрый сын [или] добрая дочь получит эту сутру, будет хранить, читать, декламировать, разъяснять и переписывать [её, то] обретёт восемьсот благ для носа. Этим чистейшим носом-корнем [Учитель Дхармы сможет] воспринять различные запахи в трёх тысячах великих тысячных миров и [за их] пределами — внизу и вверху — благоухание цветов самана, благоухание цветов джатика 9 , благоухание цветов маллика 10 , благоухание цветов чампака, благоухание цветов патала 11 , благоухание цветов красного лотоса, благоухание цветов голубого лотоса, благоухание цветов белого лотоса, благоухание цветущих деревьев, благоухание цветов на деревьях, благоухание сандала, благоухание алоя, благоухание тамалапаттры, благоухание тагары 12 , а также тысячи, десятков тысяч благовонных смесей, благовонные пудры, [благовонные] шарики, благовонные втирания. Тот, кто хранит эту сутру и пребывает [здесь], сможет различать и узнавать среди них все [запахи]. А также сможет чувствовать запахи живых существ, запахи слонов, запахи лошадей, запахи быков и баранов, запахи мужчин, запахи женщин, запахи мальчиков, запахи девочек, а также запахи трав, деревьев, лесов — как близко, так и далеко. Сможет воспринимать и различать без ошибок запахи всех [их]. Тот, кто хранит эту сутру, хотя и пребывает здесь, также будет воспринимать небесные, божественные запахи. [Он] почувствует и узнает благоухание париджаты 13 , благоухание дерева ковидара 14 , а также благоухание цветов мандара, благоухание цветов махамандара, благоухание цветов манджушака, благоухание цветов махаманджушака, [запахи] различных благовонных пудр из сандала и алоя, различные смеси цветочных благовоний — все эти благоухания исходят из смесей небесных благовоний. А также [он] почувствует запахи тел богов. [Он] издалека почувствует благоухание Шакры Девендры, когда [он] пребывает в своём превосходящем [все другие] дворце, с наслаждением удовлетворяет [свои] пять желаний и веселится, или когда пребывает в зале чудесной Дхармы 15 и проповедует Дхарму богам [неба] Трайястримша, или когда прогуливается [по своим] садам, а также запахи тел других богов и богинь. Таким образом, постепенно дойдя до неба Брахмы, [он] также ощутит благоухание тел богов [на небесах] вплоть до [неба] Вершина Существования, а также благовония, возжигаемые богами. Также издалека будет чувствовать запах слушающих голос, запах пратьекабудд, запах бодхисаттв и запах тел будд. Хотя [он будет] воспринимать эти запахи, [его] носу-корню не будет вреда, и [он] не будет ошибаться. И если [он] пожелает определить [запахи] и назвать [их] другим людям, память не подведёт. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Нос этого человека чистый, [Он] воспринимает и знает Различные запахи в мире — Будь [они] приятные или зловонные. Знает благоухание Суманы, джатики, тамалапаттры, Сандала, алоя, а также багряника. Благоухание различных цветов и плодов, А также запахи живых существ, Запахи мужчин и женщин. Проповедующий Дхарму ощущает запахи, Находясь далеко, Но знает, откуда [они исходят]. Знает, где пребывают Цари, вращающие колесо, [Обладающие] великими силами, Малые [цари], вращающие колесо, А также [их] сыновья, сановники, свита. Чувствуя запахи, [он] знает, Где на теле висят [их] редкостные драгоценности, А также [где скрыты] сокровища в земле, [Где пребывает] женщина из драгоценностей 16 , [Принадлежащая] царю, вращающему колесо. Если [он] воспринимает запахи вещей, Которыми украшают [своё] тело люди, [Их] одеяний, а также ожерелий И различных [благовонных] втираний, То сразу узнает этих людей. Тот, кто хранит этот цветок Дхармы, Воспринимает благоухания богов, Идут [они], или сидят, Или же [совершают] божественные превращения, И способен узнать [о них]. Хранящий сутру и пребывающий здесь способен Распознать цветы и плоды всех деревьев, А также аромат масла из молока буйволицы, И знать, в каком месте [они] находятся. Воспринимая запахи, [Он] способен узнать, Что [находится] в глубоких горных ущельях, И что устилают цветы сандалового дерева, [А также] живых существ, пребывающих там. Хранящий сутру, воспринимая запахи, Способен узнать великое море И горы Железное Кольцо, И живых существ, [обитающих в разных] землях. Воспринимая запахи, [он] Способен распознать мужчин и женщин асур, А также сопровождающих [их], Когда [они] и ссорятся, и веселятся. Воспринимая запахи, [он] Способен узнать о широких равнинах, Ущельях и темных местах, Где [бродят] львы, слоны, тигры, волки, Дикие быки, буйволы и другие [животные]. Если есть беременная женщина, Которая ещё не знает, Будет [у неё] мальчик [или] девочка, Или же будет [человек] без корня 17 , Или же будет нечеловек, То, воспринимая запахи, [Он] способен [это] узнать. Благодаря силе воспринимать запахи [Он] узнает, сможет или не сможет Впервые забеременевшая женщина С радостью родить счастливое дитя. Благодаря силе воспринимать запахи [Он] узнает, о чём думают женщины и мужчины, Об [их] чувственном вожделении, Неразумении и раздражительности, А также узнает о совершающих доброе. Воспринимая запахи, [он] знает О всех сокровищах, скрытых в земле. О золоте, серебре И всех редких драгоценностях, Которыми наполнены медные сосуды. Воспринимая запахи разных ожерелий, Цену которых невозможно определить, [Он] узнает, дорогие [они] или дешёвые, Откуда появляются И в каком месте хранятся. Воспринимая запахи, [Он] способен распознать небесные цветы Мандара и манджушака, И дерево париджата. Воспринимая запахи, [Он] способен узнать о дворцах на небесах — Верхних, средних, нижних – Величественно украшенных Цветами из драгоценностей. Воспринимая запахи, [Он] способен узнать О небесных садах и рощах, О дворцах, превосходящих [все другие], О залах, в которых постигают чудесную Дхарму, И о радости тех, кто там пребывает. Воспринимая запахи, [Он] способен узнать, Когда боги слушают Дхарму Или удовлетворяют [свои] пять желаний, Или же приходят, уходят, Идут, сидят или лежат. Воспринимая запахи, [Он] способен узнать, Какие одеяния носят богини, Как величественно [они] украшены И благоухание каких цветов [их окружает], Когда [они] весело прогуливаются. Воспринимая запахи, [Он], постепенно поднимаясь до неба Брахмы, Способен узнать, Кто входит в дхьяну И кто выходит из дхьяны. Воспринимая запахи, [Он] способен узнать Богов [неба] Звуки Света И [неба] Повсеместная Чистота, [А также всех богов, Обитающих на небесах] Вплоть до [неба] Вершина Существования, С [их] рождения до исчезновения. Хранящий сутру, воспринимая запахи, Способен узнать, В каких местах бхикшу Постоянно совершенствуются в Дхарме. Сидят [они] или передвигаются, Читают и декламируют ли сутру, В которой [запечатлена] Дхарма, Или, сидя под деревом в лесу, Прилежно пребывают в сидячей дхьяне. Воспринимая запахи, [Он] способен узнать О бодхисаттвах, твёрдых в стремлениях, Которые пребывают в сидячей дхьяне Или читают сутру, Или проповедуют Дхарму людям. Воспринимая запахи, [Он] способен узнать о Почитаемых в Мирах, Пребывающих повсюду, Которым все поклоняются И которые, сострадая всем людям, Проповедуют Дхарму. Воспринимая запахи, [Он] способен узнать о живых существах, Которые перед Буддой слушают сутру, Все радуются и совершают деяния, Как [велит] Дхарма. Этот хранящий сутру, хотя ещё не обрёл нос, Рождённый незамутнённой Дхармой бодхисаттв, Но сначала [он] обрёл вот такой нос». – И ещё, Всегда Продвигающийся в Совершенствовании! Если добрый сын [или] добрая дочь получит эту сутру, будет хранить, читать, декламировать, разъяснять, переписывать [её], то обретёт тысячу двести благ для языка. Приятное или мерзкое, сладкое или несладкое, горькое или терпкое — всё, чего ни коснётся [этот] язык-корень, изменяется и становится прекрасным на вкус, подобным небесной сладкой росе, и ничего не будет несладким. Если [Учитель Дхармы] что-нибудь будет разъяснять на великом собрании, то польётся глубокий и чудесный голос, способный проникнуть в каждое сердце и наполнить всех радостью и весельем. Божественные сыны и девы, Шакра, Брахма и все боги, услышав речи, произносимые этим глубоким и чудесным голосом, и последовательность в рассуждениях, – все придут и будут слушать. Драконы и женщины-драконы, якши и женщины-якши, гандхарвы и женщины-гандхарвы, асуры и женщины-асуры, гаруды и женщины-гаруды, киннары и женщины-киннары, махораги и женщины-махораги — также все придут, чтобы слушать Дхарму, приблизятся [к нему], будут приветствовать [его] и делать [ему] подношения. Бхикшу, бхикшуни, упасаки, упасики, принцы, сановники, свита, малые цари, вращающие колесо, великие цари, вращающие колесо, с [их] семью драгоценностями 18 , с тысячью сынов, с внутренней и внешней свитой, сев в [свои] дворцы, также все прибудут, чтобы слушать Дхарму. Так как этот бодхисаттва хорошо проповедует Дхарму, брахманы, горожане, народ в этой стране и других [странах, все] будут следовать [за ним] и делать [ему] подношения до конца [его] жизни. Слушающие голос, пратьекабудды, бодхисаттвы, будды всегда будут рады видеть [его]. В каком бы краю ни пребывал этот человек, в это место всегда направятся будды и будут проповедовать Дхарму. [Он] сможет воспринять и хранить все учения будд и будет способен [возглашать их] глубоким и чудесным голосом Дхармы. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «У этого человека язык-корень чист, И никогда не воспримет чего-либо Плохого на вкус. Всё, что [этот человек] ест, Становится сладкой росой. Глубоким, чистым и чудесным голосом [Он] проповедует великому собранию Дхарму, С помощью рассуждений и сравнений И ведёт сердца живых существ. Все слушающие радуются И делают [ему] наивысшие подношения. Боги, драконы, якши, а также асуры И другие существа — Все вместе с почтением в сердце Приходят слушать Дхарму. Если этот человек, проповедующий Дхарму, Захочет наполнить чудесными звуками Три тысячи тысячных миров, То сможет [сделать], как пожелает. Великие и малые цари, вращающие колесо, А также тысячи [их] сыновей и свита, Соединив ладони, с почтением в сердцах Всегда будут приходить [к нему], Чтобы слушать и получать Дхарму. Боги, драконы, якши, ракшасы 19 , пишачи Также с радостными сердцами Всегда будут приходить И делать [ему] подношения. Царь неба Брахмы, царь Мара, [Бог] Свободный, [бог] Великий Свободный И все боги Всегда будут приходить сюда. Будды, а также [их] ученики, Слыша звук проповедуемой Дхармы, Всегда думают [о нём] и защищают И иногда выявляют свои тела». – И ещё, Всегда Продвигающийся в Совершенствовании! Если добрый сын [или] добрая дочь получит эту сутру, будет хранить, читать, декламировать, разъяснять, переписывать [её], то обретёт восемьсот благ для тела. Обретёт чистейшее тело, которое живые существа будут рады видеть, как чистую ляпис-лазурь. Так как тело [Учителя Дхармы] чистое, [в нём] выявляются живые существа трёх великих тысячных миров: когда [они] рождаются и когда умирают, высшие [по положению] и низшие, приятные и мерзкие, места, в которых [они] рождаются — хорошие и плохие. Гора Великое Кольцо, гора Великое Железное Кольцо, гора Меру, гора Махамеру и другие горы-цари, а также живые существа, [пребывающие] в них, все [в нём] выявляются. Всё, что имеется [в разных мирах] — от ада Авичи внизу до [неба] Вершина Существования вверху, а также живые существа, [пребывающие] в них, все [в нём] выявляются. Если слушающие голос, пратьекабудды, бодхисаттвы и будды проповедуют Дхарму, то все [они] выявляют [в нём] свои формы и образы. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Если [какой-нибудь человек] Хранит “Сутру о Цветке Дхармы”, Тело [этого человека] будет очень чистым, И все живые существа будут рады [его] видеть, Как чистую ляпис-лазурь. [В нём], как в чистом, светлом зеркале, Будут видны все формы и образы. Бодхисаттва в [своём] чистом теле Видит всё во всех мирах. Только [он] один ясно видит то, Что не видят другие люди. Всё, что имеется в трёх тысячах миров — Боги, люди, асуры, [обитатели] ада, Духи, скоты, все формы и образы Выявляются в [этом] теле. Дворцы на небесах — До [неба] Вершина Существования, Великое Кольцо, а также Меру, Гора Махамеру, великие моря и воды Все выявляются в [его] теле. Хотя [этот человек] ещё не обрёл Незамутнённое, благое, Обладающее природой Дхармы тело, С помощью [своего] обычного чистейшего тела [Он] выявляет всё во всём». – И ещё, Всегда Продвигающийся в Совершенствовании! Если добрый сын [или] добрая дочь после ухода Татхагаты получит эту сутру, будет хранить, читать, декламировать, разъяснять, переписывать [её], то обретёт тысячу двести благ для ума. С помощью [своего] чистейшего разума-корня, услышав хотя бы одну гатху, одну фразу, [Учитель Дхармы] проникнет в неисчислимые и безграничные [их] значения. Поняв эти значения [он] будет способен проповедовать [эту] одну гатху один месяц, четыре месяца и даже год. Всё, что [он] проповедует сообразно этим значениям и смыслам, не отличается от истинного. То, что [он] говорит о мирских книгах, о путях управления миром, о деяниях по [обретению] средств для жизни, всё следует истинной Дхарме. [Он] знает живых существ трёх тысяч великих тысячных миров, [пребывающих] в шести состояниях, что происходит в [их] умах, что движет [их] мыслями, что забавляет мысли. Хотя [он] ещё не обрёл незамутнённой мудрости, его разум-корень вот такой чистейший. Если такой человек размышляет, делает оценки, говорит, то это Дхарма Будды, и [это] всегда истинное. Это как раз то, что ранее проповедовали в сутрах предыдущие будды. В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Разум этого человека чистейший, Светлый, острый, без загрязнений. С помощью этого чудесного разума-корня [Он] познает [все] законы — Высшие, средние и низкие. Услышав хотя бы одну гатху, [Он] проникнет в [её] бесчисленные значения И подобно Дхарме Будет проповедовать [её] друг за другом Месяц, четыре месяца и до года. Как в воздаяние за хранение цветка Дхармы [Он] в одно мгновение всё узнает О живых существах в этом мире и за [его] пределами, О богах, драконах, а также людях, Якшах, демонах, духах и других, О пребывающих в шести состояниях И о том, о чём [они] думают. [Он] услышит, как бесчисленные будды В десяти сторонах [света] Со ста величественными знаками счастья Проповедуют ради живых существ Дхарму, Воспримет [её] и будет хранить. [Он] будет размышлять о бесчисленных значениях И неисчислимо [долгое время] Проповедовать Дхарму, Не забывая, где конец и начало, И не делая ошибок, Потому что хранит цветок Дхармы. [Он] знает знаки всех дхарм И последовательно постигает [их сущность], Следуя значениям [знаков]. [Он] проникает в понятия и речи И объясняет [их] так, как понял. Всё, что этот человек проповедует, Это Дхарма предшествующих будд. Так как [он] проповедует эту Дхарму, То не страшится толпы. Такой чистый разум-корень имеет Хранящий “Сутру о Цветке Дхармы”. Хотя [он] ещё не обрёл [разума] без замутнений, Но обладает таким, о каком [было сказано] выше. Этот человек, храня эту сутру, Спокойно пребывает в состоянии, Которое редко существует. [Он] радует всех живых существ, Которые [его] любят и почитают. [Он] способен объяснять и проповедовать [им] С помощью тысяч, десятков тысяч видов Хороших и умелых речей, Так как хранит “Сутру о Цветке Дхармы”». Это интересно Сутра о Цветке Лотоса Чудесной Дхармы. Общие примечания Сутра о Цветке Лотоса Чудесной Дхармы (санскр. Саддхарма-пундарика-сутра, кит. Мяофа ляньхуа цзин, яп. Мёхо рэнгэ кё) один из самых известных канонических текстов махаяны, ведущего направления Буддизма (именно махаяна стала мировой религией). Читать"}