{"title":"Лотосовая сутра - Лотосовая Сутра [Глава 5: Сравнение с целебными травами] – Читать полный текст","text":"В это время Почитаемый в Мирах обратился к Махакашьяпе и другим великим ученикам: – Прекрасно, прекрасно, Кашьяпа! [Ты] хорошо поведал об истинных добродетелях Татхагаты! Воистину [они] такие, как [ты] сказал. Но Татхагата обладает ещё неисчислимыми, безграничными асамкхьями добродетелей. Даже если вы будете говорить [о них] неисчислимые коти кальп, не сможете обо всех [рассказать]. – Кашьяпа, [ты] воистину должен знать! Татхагата – царь всех учений. Всё, что [он] проповедует, не пустое. Все учения [он] проповедует с помощью мудрых уловок. Дхарма, которую [он] проповедует, приводит на ступень совершенной мудрости. Татхагата видит и знает сущность всех учений, а также знает сокровенные мысли живых существ и деяния, совершённые [ими. Он] проникает [в них] без всяких препятствий. Кроме того, [он] полностью постиг все учения и показывает живым существам совершенную мудрость. – Кашьяпа! Представь, что горы, берега рек и ручьёв, долины и поля трёх тысяч великих тысячных миров 1 покрыты кустарниками и лесами, здесь растут также целебные травы нескольких видов, различные по названиям и по цвету. Густое облако, распространяясь повсюду, покрыло все три тысячи великих тысячных миров, и одновременно во всех местах пошёл дождь. Влага [от него] питала малые корни, малые стебли, малые ветки, малые листья, средние корни, средние стебли, средние ветки, средние листья, большие корни, большие стебли, большие ветки, большие листья. Большие и малые деревья – каждое получило свою часть влаги в зависимости от того, большое [оно], среднее или малое. Благодаря дождю из одного облака всё в соответствии со своей природой рождается, растёт, цветёт и приносит плоды. Однако травы и деревья разные, хотя все растут на одной земле и впитывают влагу одного дождя. – Кашьяпа, [ты] воистину должен знать! И с Татхагатой то же самое. [Он] появляется в мире, как приплывает великое облако. Повсюду в мире подобно тому, как то великое облако покрывает земли во всех трёх тысячах великих тысячных миров, [он] охватывает своим великим голосом богов, людей, асур. Вот такие слова [он] произнёс на великом собрании: «Я – Татхагата, Достойный Почитания, Всё Истинно Знающий, Следующий Светлым Путём, По-Доброму Уходящий, Знающий Мир, Наидостойнейший Муж, Всё Достойно Устраивающий, Учитель Богов и Людей, Будда, Почитаемый в Мирах. [Я] приведу к спасению тех, кто ещё не спасён, приведу к освобождению тех, кто ещё не освободился, приведу к покою тех, кто ещё неспокоен, помогу обрести нирвану тем, кто нирваны ещё не обрёл. [Я] воистину знаю нынешние и будущие времена. Я – знающий всё, видящий всё, знающий путь, открывающий путь, проповедующий путь. Вы – боги, люди и асуры – приходите сюда, чтобы услышать Дхарму!» В это время тысячи, десятки тысяч, коти разнообразных живых существ приблизились к месту, где пребывал Будда, чтобы услышать Дхарму. Тогда Татхагата, увидев, каковы корни этих живых существ – острые или тупые, обладающие устремлениями или же ленивые – в соответствии с этим различным образом проповедовал [для них] Дхарму. [Они] все возрадовались и обрели много доброго и благого. Все эти живые существа, услышав Дхарму, обрели спокойствие в нынешнем мире, а в будущем возродятся в хороших состояниях, с помощью пути получат радость и также будут слушать Дхарму. Услышав Дхарму, [они] отдалятся от всех препятствий и в зависимости от силы [их] способностей постигать Дхарму будут постепенно вступать на путь. Как то великое облако оросило дождём кустарники и леса, а также разные целебные травы, и в соответствии с их природой насытило влагой, и [все они] обрели возможность расти, так и проповедь Татхагатой Дхармы, имеющей один вид и один вкус, ведёт к освобождению, отдалению, устранению 2 и, в конечном счёте, к обретению совершенного знания. Если эти живые существа, услышав Дхарму Татхагаты, будут хранить [её], повторять и поступать так, как говорится в проповедях, то обретённых [ими] добродетелей всё равно будет недостаточно, чтобы познать самих себя. Почему? Только Татхагата знает виды этих живых существ, [их] облик, тела, [их] природу, о чём [они] вспоминают, о чём размышляют, какие деяния совершают, как [они] вспоминают, как размышляют, как совершают деяния, какой Дхарме следуя, совершают деяния, какой Дхарме следуя, какую Дхарму обретают. Только Татхагата видит ясно и без препятствий, как есть на самом деле, в каких состояниях пребывают разнообразные живые существа. Это подобно тому, как кустарники и леса, целебные травы не знают, каковы [они] по своей природе – малые, средние или большие. Татхагата знает эту Дхарму, имеющую один вид и один вкус, которая ведёт к освобождению, отдалению, устранению, конечной нирване, вечному успокоению и в конце концов возвращает в пустоту. Будда знает это и, видя желания, [скрытые] в сердцах живых существ, оберегает [их]. Поэтому [он] не сразу открывает им [своё] совершенное знание. – Кашьяпа и все вы! Самое редкостное это то, что, познав Дхарму, которую искусно проповедует Татхагата, [вы] сможете поверить [в неё] и сможете получить [её]. Почему? Потому что Дхарму, проповедуемую буддами, Почитаемыми в Мирах, трудно постичь, трудно познать! В это время Почитаемый в Мирах, желая ещё раз разъяснить смысл сказанного, произнёс гатху: «Царь Дхармы, разрушающий существования 3 , Вышел в мир И, следуя желанию живых существ, Разнообразными [способами] проповедует Дхарму. Татхагату глубоко почитают, Мудрость [его] глубока и безмерна! Долгое время [он] молчал о самом главном И не торопился поведать [о нём]. Если обладающие мудростью услышат, То смогут поверить и понять. Не обладающие мудростью засомневаются, Отвернутся и навсегда потеряют. Поэтому, Кашьяпа, [я] проповедую, Следуя [их] способностям, И с помощью различных рассуждений Веду [их] к обретению истинного взгляда. – Кашьяпа, [ты] воистину должен знать! Это подобно тому, Как великое облако встаёт над миром И повсюду всё покрывает. Облако мудрости содержит в себе влагу. Ярко блистают молнии, Далеко разносятся раскаты грома, Делая всех радостными. Солнечный свет затеняется, И на землю нисходит прохлада. Облако опускается и всё покрывает – [До него] как будто можно дотронуться. Дождь [из него] всё орошает без различия, Падает на четыре стороны [света], Безгранично насыщает, Делая плодородными, земли. В горах, по берегам рек, В глубоких долинах, укромных местах Растут деревья и целебные травы. Большие и малые деревья, Сотни злаков, сеянцы, Сладкий тростник, виноград, Всё наливается, орошённое дождём. Иссохшая земля вбирает влагу, Травы и деревья, рощи и кустарники Получают нужную [им] влагу. Все деревья – большие, средние и малые – Без различия вырастают, Сообразно [своей] величине. [Вырастают] корни, стебли, ветки и листья. Орошённые одним для всех дождём, Цветы и плоды, светятся красками, Обретают свежесть и сочность. Их тела, облик и естество Различаются на большие и малые, Но все [они] расцветают и [созревают] Орошённые одним и тем же дождём. И с Буддой то же самое. [Он] выходит в мир так же, Как великое облако, одинаково покрывает всех. Выйдя в мир, [Он] разъясняет и проповедует Живым существам истинный смысл учений. Великий Святой, Почитаемый в Мирах Говорит богам, людям И другим живым существам такие слова: “Я – Татхагата, Почитаемый, Имеющий Две Ноги. [Я] выхожу в мир, как то великое облако. [Я] орошаю влагой опалённых живых существ, Отдаляю всех от страданий, Привожу к обретению радости покоя, К обретению радости в мире, А также к обретению радости нирваны. Боги, люди, все собравшиеся! Все как один внимательно слушайте! Воистину, все приходите сюда И взирайте на безраздельно Почитаемого. Я – Почитаемый в Мирах, И никто не может [со мною] сравниться! Для того, чтобы привести Живых существ к успокоению, [Я] являюсь в этот мир И проповедую великому собранию Дхарму, Чистую как сладкая роса. Эта Дхарма имеет один вкус, [Она] – освобождение, нирвана. [Я] возглашаю её смысл одним чудесным звуком. [Я] строю свои рассуждения, Постоянно опираясь на Великую Колесницу. Я везде на всех смотрю одинаково, На тех и других – Имеющих в сердцах любовь И имеющих в сердцах ненависть. У меня нет привязанностей к кому-либо. [Я] также не ставлю никаких ограничений, Проповедую Дхарму всем Постоянно и без различия – Многим так же, как одному человеку. [Я] постоянно возглашаю Дхарму, И другого дела [у меня] нет. Когда хожу, сижу или стою, Никогда не устаю и наполняю мир Подобно дождю, всё насыщающему. На богатых и бедных, Высоких и низких, Хранящих заповеди И нарушающих заповеди, Обладающих достоинствами, А также не обладающих, Имеющих правильные взгляды И имеющих ложные взгляды, Имеющих острые корни И имеющих тупые корни. Я без устали и без различия Лью дождь Дхармы”. Все живые существа, Слушающие мою Дхарму, Воспринимают [её] по мере сил И пребывают в разных землях: Находятся среди людей и богов, Или же вблизи святых царей, вращающих колесо, Или около Шакры, Брахмы и других царей. [Они] – малые целебные травы. Те, кто знают незамутнённую Дхарму, Обретают нирвану. Те, кто пробудили в себе Шесть божественных проникновений, Обретут три светлых знания. Те, кто в одиночестве Пребывают в горных лесах И постоянно совершают дхьяну, Обретут подтверждение, что станут Самостоятельно [идущими] к просветлению. [Они] – средние целебные травы. Те, кто стремится к Почитаемому в Мирах, Думают: “Мы действительно станем буддами” – И продвигаются в совершенствовании [своей] дхьяны, Они – высшие целебные травы. Сынов Будды, которые направили свои мысли Исключительно к пути Будды, Постоянно полны сострадания, Знают, что обязательно станут буддами, И [у них] нет в этом сомнений, Называют малыми деревьями. Тех бодхисаттв, которые утвердились В божественных проникновениях, Вращают колесо, Никогда не поворачивающееся назад, Спасают неисчислимые коти, Сотни, тысячи живых существ, Называют великими деревьями. Проповеди Будды, равные для всех, Подобны дождю, повсюду имеющему один вкус. Но живые существа воспринимают его неодинаково, Сообразно своей природе. Как различают травы и деревья по тому, Сколько они получают влаги, Так и Будда возглашает Дхарму одного вкуса С помощью сравнений, Выявляет с помощью уловок, И используя различные слова. Но в мудрости Будды это как капля в море. Я, проливая дождь Дхармы, Наполняю [ей] мир. Следовать Дхарме одного вкуса Сообразно своим силам похоже на то, Как кустарники и рощи, Целебные травы и деревья Растут и цветут сообразно тому, Большие [они] или малые. Дхарма будд благодаря одному вкусу Побуждает миры обретать совершенство. Неустанно следуя [ей], Все обретают плоды пути. Слушающих голос и Самостоятельно [идущих] к просветлению, Которые пребывают в горных лесах В [их] самом последнем теле, И, слушая Дхарму, обретают плод, Называют целебными травами, Растущими и набирающими силу. Бодхисаттв, которые тверды в мудрости И, вступив в [эти] три мира, Ищут наивысшую колесницу, Называют малыми деревьями, Растущими и набирающими силу. Тех, кто пребывает в дхьяне, Обретают силу божественных проникновений, Слушая о пустоте дхарм, Испытывают в сердце великую радость, И, испуская бесчисленные лучи, Спасают живых существ, Называют большими деревьями, Растущими и набирающими силу. То же самое, Кашьяпа, И с Дхармой, проповедуемой Буддой. [Она] подобна великому облаку, Которое дождём одного вкуса Насыщает людей и цветы, Взращивает плоды. – Кашьяпа, [ты] воистину должен знать! Путь Будды открывается с помощью Рассуждений и различных сравнений. Это – моя уловка. И со всеми буддами так же. Сейчас проповедую вам наивысшую истину! Слушающие голос ещё не обрели нирвану. Путь, по которому вы следуете, Это – путь бодхисаттв. Неустанно следуя [ему] и учась, [Вы] все действительно станете буддами!»"}