{"title":"Лотосовая сутра (оглавление)","text":"Лотосовая сутра представляет из себя цикл проповедей, произнесённых Буддой Шакьямуни на горе Гридхракута и в небе над этой священной для буддистов горой. Саддхармапундарика-сутра считается одной из первых сутр, в которой от имени Будды возвещались фундаментальные положения учения махаяны о всеобщности спасения (каждое живое существо обязательно станет Буддой) и о «неисчислимой [по продолжительности] жизни» Шакьямуни (что предвосхищало появление краеугольной для махаяны доктрины о теле Дхармы и оформления учения о телах Будды). Китайский буддийский монах Сэн Чжао (384–414), автор известного сборника трактатов, получившего название «Рассуждения Чжао» (кит. «Чжао лунь» ), разделил Сутру на две части: проповеди Шакьямуни своим слушателям до того момента, как он поведал о своём бессмертии (первая половина текста), и проповеди «бессмертного» Будды (вторая половина текста). Именно это деление Сутры на части стало наиболее известным и распространённым (существует более двадцати такого рода делений), а впоследствии канонизированным и детально разработанным в школе Тяньтай. Возможность достижения состояния Будды обусловливалась верой в проповеди Шакьямуни, должным почитанием Сутры и следованием изложенным в ней предписаниям. Содержание глав Глава I. Вступление Глава II. Уловки Глава III. Сравнение Глава IV. Вера и понимание Глава V. Сравнение с целебными травами Глава VI. Вручение предсказаний Глава VII. Сравнение с призрачным городом Глава VIII. Пятьсот учеников получают предсказания Глава IX. Вручение предсказаний находившимся на обучении и не находившимся на обучении Глава Х. Учитель Дхармы Глава XI. Видение драгоценной ступы Глава XII. Девадатта Глава XIII. Увещевание держаться [твёрдо] Глава XIV. Спокойные и радостные деяния Глава XV. Выпрыгнувшие из-под земли Глава XVI. [Продолжительность] жизни Татхагаты Глава XVII. Различение добродетелей Глава XVIII. Блага, [обретённые] за следование с радостью Глава XIX. Блага, [обретённые] Учителем Дхармы Глава XX. Бодхисаттва Никогда не Презирающий Глава ХХI. Божественные силы Татхагаты Глава XXII. Возложение бремени Глава XXIII. Прежние деяния бодхисаттвы Царя Врачевания Глава XXIV. Бодхисаттва Чудесный Звук Глава XXV. [Открытые] для всех врата бодхисаттвы Постигающего Звуки Мира Глава XXVI. Дхарани Глава XXVII. Прежние деяния царя Чудесно и Величественно Украшенного Глава XXVIII. Воодушевление бодхисаттвы Всеобъемлющей Мудрости DOC Саддхармапундарика-сутра (Сутра о Цветке Лотоса Чудесной Дхармы) посмотреть Скачать PDF Саддхармапундарика-сутра (Сутра о Цветке Лотоса Чудесной Дхармы) посмотреть Скачать EPUB Саддхармапундарика-сутра (Сутра о Цветке Лотоса Чудесной Дхармы) Скачать"}