{"title":"Сутра сердца (3 перевода)","text":"Содержание Сердце Благословенной Праджняпарамиты (санскритская версия сутры) Сутра, излагающая суть победоносной запредельной мудрости (тибетская версия сутры) Праджняпарамита-сутра (китайская версия) Благословенная Мать, Сердце Совершенства Мудрости Поклоняюсь всем Буддам и Бодхисаттвам. Сердце Благословенной Праджняпарамиты (санскритская версия сутры) Перевод А. А. Терентьева ОМ, хвала Благословенной Праджняпарамите! Так я слышал. Однажды Благословенный пребывал в Раджагрихе на горе Коршуна с великой общиной монахов и великой общиной бодхисаттв. В то время Благословенный, произнеся поучение под названием «Глубина видимости», погрузился в самадхи. И в тот миг бодхисаттва-махасаттва Арья-Авалокитешвара так узрел суть практики глубокой Праджняпарамиты: «Ведь пять скандх поистине видятся пустыми в их самобытии!» Тогда достопочтенный Шарипутра, [побуждаемый] магической силой Будды, спросил у бодхисаттвы-махасаттвы Арья-Авалокитешвары: «Если какой-нибудь сын [благородной] семьи или дочь [благородной] семьи захотят практиковать глубокую Праджняпарамиту, как следует учиться?» В ответ на это бодхисаттва-махасаттва Арья-Авалокитешвара так отвечал достопочтенному Шарипутре: «Если, Шарипутра, какие-нибудь сын [благородной] семьи или дочь [благородной] семьи захотят практиковать глубокую Праджняпарамиту, следует именно так истинно показать: “Ведь пять скандх поистине видятся пустыми в их самобытии!” Здесь, Шарипутра, форма — пустота, а пустота — форма. Пустота неотлична от формы, форма неотлична от пустоты; что форма — то пустота, что пустота — то форма. Точно так же эмоции, понятия, кармические образования, сознание. Здесь, Шарипутра, все дхармы отмечены пустотой (тиб.: все дхармы пусты, не имеют признаков), не рождены и не преходящи, не загрязненны и не очищенны, не ущербны и не совершенны. Поэтому, Шарипутра, в пустоте нет формы, нет эмоций, нет понятий, нет кармических образований, нет сознания, нет глаза, уха, носа, языка, тела, ума, нет видимого, слышимого, обоняемого, вкушаемого, осязаемого, нет дхарм. Нет элементов, начиная от глаза и кончая сознанием ума. Нет неведения, нет пресечения неведения, и далее, вплоть до того, что нет старости и смерти и нет пресечения старости и смерти. Страдания, источника, пресечения, пути — нет. Нет познания, нет достижения, нет недостижения. Поэтому, Шарипутра, бодхисаттва живет опираясь на Праджняпарамиту посредством недостижения, без препятствий в психике и благодаря отсутствию психических препятствий, бесстрашно отринув превратное, в конце концов достигает нирваны. Все Будды, пребывающие в трех временах, полностью пробуждались к высочайшему подлинному совершенному прозрению, опираясь на Праджняпарамиту. Поэтому следует знать: великая мантра Праджняпарамиты — мантра великого ведения, высочайшая мантра, несравненная мантра, успокаивающая все страдания, истинная благодаря отсутствию заблуждений. Мантра Праджняпарамиты говорится вот так ОМ ГАТЕ ГАТЕ ПАРАГАТЕ ПАРАСАМГАТЕ БОДХИ СВАХА Так, Шарипутра, должны бодхисаттвы осуществлять обучение глубокой Праджняпарамите». Тогда Благословенный вышел из самадхи и похвалил бодхисаттву-махасаттву Арья-Авалокитешвару: «Отлично! Отлично, сын семьи! Именно так, сын семьи, именно так, как показано тобой, следует осуществлять практику глубокой Праджняпарамиты на радость всем татхагатам и архатам». Когда сказаны были Благословенным такие слова, возрадовались достопочтенный Шарипутра, и бодхисаттва-махасаттва Арья-Авалокитешвара, и те монахи, и те бодхисаттвы-махасаттвы, и все присутствовавшие боги, люди, асуры, гаруды, гандхарвы, и мир возликовал от сказанного Благословенным. Так заканчивается сутра «Сердце Благословенной Праджняпарамиты». Сутра, излагающая суть победоносной запредельной мудрости (тибетская версия сутры) Перевод с тибетского С. Ю. Лепехова Такую речь я слышал однажды: Победоносный пребывал в Раджагрихе на Орлиной горе (Гридхракуте) с большим собранием монахов-бхикшу и великим собранием бодхисаттв. В то время Победоносный погрузился в самадхи, именуемое «Глубокий Блеск». И в то же время Арья Авалокитешвара, бодхисаттва-махасаттва, практикуя созерцание глубокой мудрости, выводящей за пределы, увидел, что пять скандх по природе своей чисты и пусты. Тогда побуждаемый магической силой Будды почтенный Шарипутра спросил бодхисаттву Авалокитешвару: «Те сыновья и дочери из хорошей семьи, которые захотят практиковать глубокую запредельную мудрость, как они должны изучать?» Бодхисаттва-махасаттва Авалокитешвара ответил почтенному Шарипутре: «О Шарипутра! Те сыновья и дочери из хорошей семьи, которые желают практиковать глубокую запредельную мудрость, должны созерцать и увидеть вследствие этого, что пять скандх по своей природе пусты. Форма есть пустота, пустота и есть форма. Нет формы помимо пустоты, нет пустоты помимо формы. Так же и чувства, различающие мысли, энергии и сознание пусты. Шарипутра! Поэтому все дхармы пусты и лишены признаков, не рождаются и не исчезают, не загрязнены и не чисты, не увеличиваются числом и не уменьшаются. Шарипутра! Поэтому в пустоте нет формы, нет чувства, нет различающей мысли, нет энергий, нет сознания, нет глаз, нет уха, нет носа, нет языка, нет тела, нет ума, нет видимого, нет звука, нет запаха, нет вкуса, нет осязаемого, нет дхармового элемента... Нет дхату видения... нет дхату сознания. Нет неведения, нет прекращения неведения, нет старости и смерти, нет прекращения старости и смерти. Подобно этому нет страдания, нет возникновения страдания, нет прекращения страдания, нет пути прекращения страдания, нет мудрости, нет достигнутого и нет недостигнутого. Шарипутра! В соответствии с этим для бодхисаттв нет достижения, опираясь на эту глубокую запредельную мудрость и пребывая в ней, они не имеют препятствий и омраченности, и, уйдя от заблуждений, они достигнут полного освобождения — нирваны. Опираясь на эту глубокую запредельную мудрость, все будды трех времен достигли наивысшего и совершенного полного просветления. В соответствии с этим мантра запредельной мудрости, мантра Великого Знания, наивысшая мантра, уравнивающая неравное, мантра, полностью успокаивающая все страдания, не ложная, должна быть истинно познана. Мантра запредельной мудрости такова o§ gate gate pàragate parasa§gate bodhi svàhà Шарипутра! Так бодхисаттвы-махасаттвы должны практиковать глубокую запредельную мудрость». В этот момент Победоносный вышел из своего самадхи и выразил одобрение бодхисаттве-махасаттве Авалокитешваре: «Прекрасно, прекрасно, сын из хорошей семьи. Именно так, подобным образом, как ты это проповедовал, нужно практиковать глубокую запредельную мудрость. И этим доставишь радость всем Татхагатам». Так сказал Победоносный. И почтенный Шарипутра, бодхисаттва Авалокитешвара, все монахи, бывшие вокруг, боги, люди, асуры возрадовались словам Победоносного и восславили его проповедь. Праджняпарамита-сутра (китайская версия) Перевод Е. А. Торчинова Бодхисаттва Авалокитешвара во время осуществления глубокой праджня-парамиты ясно увидел, что все пять скандх пусты. Тогда он избавился от всех страданий, перейдя на другой берег. Шарипутра! Материя не отлична от пустоты. Пустота не отлична от материи. Материя — это и есть пустота. Пустота — это и есть материя. Группы чувств, представлений, формирующих факторов и сознания так же точно таковы. Шарипутра! Все дхармы имеют пустоту своим сущностным свойством. Они не рождаются и не гибнут, не загрязняются и не очищаются, не увеличиваются и не уменьшаются. Поэтому в пустоте нет материи, нет групп чувства, представлений, формирующих факторов и сознания, нет органов зрительного, слухового, обонятельного и ментального восприятия, нет зримого, слышимого, обоняемого, вкусоощущаемого, осязаемого, нет и дхарм — нет ничего от сферы зрительного восприятия и до сферы ментального восприятия. Нет заблуждения и нет прекращения заблуждения и так вплоть до отсутствия старости и смерти и отсутствия прекращения старости и смерти. Нет страдания, причины страдания, уничтожения страдания и Пути. Нет мудрости и нет обретения, и нет того, что было бы обретаемо. По той причине, что бодхисаттвы опираются на праджня-пармиту, в их сознании отсутствуют препятствия. А поскольку отсутствуют препятствия, то отсутствует и страх. Они удалили и опрокинули все иллюзии и обрели окончательную нирвану. Все Будды трех времен по причине опоры на праджня-парамиту обрели аннутара самьяк самбодхи. Посему знай, что праджня-парамита — это великая божественная мантра, это мантра великого просветления, это наивысшая мантра, это несравненная мантра, могущая отсечь все страдания, наделенная истинной сутью, а не пустопорожняя. Поэтому и называется она мантрой праджня-парамиты. Эта мантра гласит Гате, гате, парагате, парасамгате, бодхи, сваха! Сутра сердца праджня-парамиты закончена."}