{"title":"Лотосовая сутра (Buddhayana)","text":"Дхарма: Лотосовая Сутра Это ясно доказывают некоторые сутры Махаяны, особенно «Саддхарма-пундарика-сутра», сутра «Белый лотос истинного учения», которую обычно называют просто «Лотосовой сутрой». «Лотосовая сутра» - обширнейшая из всех сутр Махаяны. Другие, возможно, более глубоки в своем учении или более изощренны, но «Лотосовая сутра» более всего внушает благоговейный трепет, впечатляет яркостью и волнующей силой. Можно даже сказать, что это, возможно, самый грандиозный из всех духовных документов человечества. В.Е. Сутхил, бывший христианским миссионером в Китае и одним из первых переводчиков этой сутры на английский язык, писал о ней: С первой главы мы обнаруживаем, что «Лотосовая сутра» уникальна в мире религиозной литературы. Будучи потрясающе трагичной, она представляет собой духовную драму высочайшего порядка, сцена которой – Вселенная, время действия – вечность, а действующие лица драмы – боги, люди и демоны. Вечные Будды самых отдаленных миров и прошлых эонов заполняют сцену, чтобы услышать, как могущественный Будда провозглашает свою древнюю и вечную истину. Бодхисаттвы стекаются к его ногам, боги спускаются с небес, люди собираются со всех четырех сторон земли, существа, испытывающие мучения, поднимаются из глубочайших адов, и даже демоны устремляются в толчею, чтобы услышать голос Блистательного 144 . Место действия этой сутры – Пик Коршуна, огромный каменистый утес над Раджагрихой в современной Индии. Вы можете отправиться туда и в наши дни; я сам однажды стоял там вечером, оглядывая с высоты долину, и это, несомненно, все еще очень спокойное, уединенное и чистое место. Это место, где исторический Будда произнес много проповедей для своих близких учеников. Но в «Лотосовой сутре» это не просто земная гора, не просто каменистый утес. Это символ самой вершины обусловленного существования. В начале сутры мы видим Будду, окруженного двенадцатью тысячами архатов – то есть двенадцатью тысячами «святых», которые, согласно традиционному определению, достигли нирваны только ради собственного блага, а также восьмьюдесятью тысячами бодхисаттв, десятками тысяч богов и других нечеловеческих существ со своей свитой. И по этому поводу, сидя на вершине Пика Коршуна, окруженный этим великим собранием, Будда Шакьямуни дает проповедь, в завершение которой, как это часто бывает в сутрах Махаяны, говорится, что дождь из цветов спускается с небес и вся Вселенная сотрясается. Затем Будда закрывает глаза, улыбка почти исчезает с его лица, и долгое-долгое время он пребывает погруженным в медитацию. И, когда он находится в этом состоянии глубокой медитации, луч белого света исходит из места между его бровями и освещает всю Вселенную, проявляясь в бесконечном пространстве бесчисленных мировых систем во всех направлениях. И в каждой из этих мировых систем, где проявляется этот белый свет, мы видим Будду, преподающего Дхарму своим ученикам, и Бодхисаттву, жертвующего жизнью и членами на благо Высшего Просветления. Когда свершается это великое чудо, проявляется это пророческое видение, Будда открывает великому собранию высшее, более эзотерическое учение, чем любое из когда-либо данных. Некоторые из его учеников способны принять эти учение немедленно, но другие нет. На самом деле, они так резко реагируют против него, что просто уходят – это очень важный эпизод. Но другим, тем, которые способны получить учение, Будда дает пророчество, пророчество определенного вида, типичного для сутр Махаяны. Такие пророчества обычно следуют за обетом, произнесенным бодхисаттвой, будь это в форме Четырех великих обетов или в любой другой форме, в присутствии живого Будды. Будда, в чьем присутствии бодхисаттва дает обет, затем говорит этому Бодхисаттве, каким будет его имя, когда он тоже станет Буддой, как будет называться его Поле Будды и его эон или кальпа. В данном случае, например, Шарипутра (который, конечно, на самом деле скорее архат, а не бодхисаттва) узнает, что он станет Буддой, известным как Лотосовое Сияние, его Поле Будды будет называться Чистым, а его эон будет называться Украшенным Великою Драгоценностью. Но впереди ждут еще большие откровения. В конце первой трети сутры происходит самая впечатляющая и волнующая сцена во всем действе. Внезапно появляется огромная ступа (ступа – своего рода реликварий, в котором хранятся останки Будды), вырастающая из земли и поднимающаяся к небесам, подобно огромной горе. Говорится, что она сделана из семи драгоценных вещей: золота, серебра, ляпис-лазури, хрусталя и так далее. Более того, она великолепно украшена, от нее исходит свет, благоухание и музыка, заполняя всю землю. Когда ученики все еще пребывают в удивлении перед этим невероятным зрелищем, из ступы раздается мощный голос, восхваляющий Будду за проповедь «Лотосовой сутры» и свидетельствующий об истинности того, что он сказал. Можно представить себе, насколько были поражены и даже испуганы ученики, даже столь продвинутые, когда все это происходило. Но, справившись со своим удивлением, один из них обрел присутствие духа и спросил, что все это обозначает, и Будда Шакьямуни объясняет, что ступа содержит нетленное тело древнего Будды по имени Изобильные Сокровища. Далее он говорит, что Будда Изобильные Сокровища жил миллионы лет назад и дал великий обет, что после своей паринирваны он будет проявляться в любом месте и времени, где будет преподаваться «Лотосовая сутра», и свидетельствовать об истинности этих учений. Учеников очень заинтересовывают эти слова, и они, естественно, хотят увидеть Будду Изобильные Сокровища. Но оказывается, что Изобильные Сокровища дал еще один обет, заключающийся в том, что, если Будда, в чьем присутствии появляется ступа, желает показать Изобильные Сокровища своим ученикам, сначала необходимо выполнить определенное условие: Будда, который хочет открыть ступу, должен сделать так, чтобы все те Будды, которые произошли от него и проповедуют Дхарму по всей Вселенной, вернулись и собрались в одном месте. Это условие Будда Шакьямуни, «наш» Будда, выполняет. Он испускает изо лба еще один луч света, который излучается в бесчисленные чистые Поля Будд в десяти направлениях пространства, обнаруживая всех Будд, которые там есть. И все эти Будды во всех направлениях пространства осознают важность этого послания. Они все говорят своим бодхисаттвам, что теперь они должны отправиться в мир Саха («саха» означает «лишение» или «страдание», и наш мир назван так, потому что среди всех миров, согласно сутрам Махаяны, он особенно неприятен, и родиться в нем – совсем не благоприятно). Тогда, как говорится, наш мир очищается для того, чтобы принять этих Бодхисаттв. Земля преображается в чистое синее сияние, подобное ляпис-лазури, аккуратно размеченное на квадраты прекрасными золотыми шнурами, и украшенное не просто обычными деревьями, а деревьями, полностью сделанными из драгоценностей, яркими и сияющими. Говорится, что боги и люди, помимо тех, что пребывают в собрании, переносятся в любое место, куда ни пожелают. Деревни, города, горы, реки и леса просто исчезают, и землю окутывают благовония, и она изобилует небесными цветами. Когда заканчивается этот процесс очищения, пять сотен Будд прибывают из этих отдаленных миров или Полей Будд в сопровождении великих Бодхисаттв и занимают места на великолепных львиных тронах под драгоценными деревьями. Но, разместившись, эти пять сотен занимают все доступное пространство, а Будды лишь начинают прибывать. Что сделает Будда Шакьямуни? Говорится, что тогда он очищает и преображает бессчетные миллионы миров в восьми направлениях пространства, чтобы вместить всех прибывающих Будд. И когда все это сделано и все собрались, Шакьямуни поднимается в небо на высоту врат ступы и отодвигает засов со звуком, подобным десяти тысячам ударов грома. Врата открываются, и внутри видно нетленное тело древнего Будды Изобильные Сокровища. Шакьямуни садится позади Изобильных Сокровищ, и все собрание осыпает цветами двух Будд. Итак, эта великая сутра, в которой сидят на тронах Будда Изобильные Сокровища и Будда Шакьямуни, возвышается к небесам. Но собрание все еще находится на земле, и говорится, что все они желают подняться на уровень этих двух Будд. Проявляя свои сверхъестественные силы, Будда Шакьямуни поднимает все собрание в небо, одновременно громким голосом задавая им очень важный вопрос. Боюсь, что здесь нам придется их оставить. Я уже рассказал об этой истории больше, чем в действительности требовалось для нашей текущей цели. Но, возможно, было сказано достаточно, чтобы ясно показать, что в буддийском видении деяния бодхисаттв, подобно деяниям будд, не ограничиваются этим миром. Многих людей отрывки, подобные данному из «Лотосовой сутры», удивляют, когда они впервые с ними встречаются. В каком-то роде они не соответствуют их представлениям о том, каково должно быть буддийское писание. Возможно, они ожидают, что вся буддийская литература глубокомысленна, философична и концептуальна, если не сказать, аналитична и научна. Но «Лотосовая сутра» оказывается больше похожей на научную фантастику – запредельную фантастику, конечно 145 . Это напоминает мне о времени, когда я жил в Бомбее у своего друга-поляка. Однажды он дал мне книгу под названием «Создатель звезд» Олафа Стэплдона – сравнительно ранний, но хороший пример научной фантастики. Мой друг сказал: «Тебе это понравится. Это похоже на сутру Махаяны». И на самом деле, когда я прочитал ее, я обнаружил, что это сравнение справедливо. Конечно, есть большая разница между сутрами Махаяны и самой лучшей научной фантастикой, потому что в первых есть духовное, если не сказать, трансцендентное содержание. Но есть и ряд важных сходств. И сутры Махаяны, и научная фантастика выходят за пределы этой планеты, и то, и другое склонно показывать передвижения человечества вперед и назад во времени и пересекать пространство, так сказать, что может быть опытом, несущим мощное освобождение, даже если он достигается только в воображении. В наши дни очень часто наблюдаются всплески интереса к неопознанным летающим объектам. Некоторые люди верят, что они прилетают с Венеры или более отдаленных частей Вселенной, и что их посылают или летают на них существа более высокого уровня, чем наш. Многие фильмы и телевизионные программы отражают всеобщий интерес к путешествиям во времени и пространстве. Но можно сказать, что все эти современные мифы имеют то же общее значение: экстраполяцию сознания за обычные границы во Вселенную во всем ее объеме. Космическое значение идеала Будды Космическое значение идеала Будды Шесть совершенств Нравственность или шила Энергия следования благому Уравновешивая совершенства Лотосовая Сутра Космическая значимость идеала Бодхисаттвы Сангхаракшита - что такое Дхарма? Что такое Дхарма? Об авторе - Сангхаракшита Предисловие издателя Введение Основополагающая истина Динамика бытия Текстура реальности Нирвана Тайна пустоты Гравитационное притяжение Спиральный путь Запредельный восьмеричный путь Модель Буддийской жизни и работы Трехчленный путь: нравственность Трехчленный путь: медитация Трехчленный путь: мудрость Космическое значение идеала Будды Примечания"}