{"title":"Сутра сердца (Малыгина)","text":"Сутра Сердца Праджняпарамиты 17 декабря, 2012 Для всех уровней понимания , Коренные тексты , Сутра 0 Благословенная Мать, Сердце Совершенства Мудрости. Поклоняюсь всем Буддам и Бодхисаттвам. Так я слышал однажды: Бхагаван пребывал в Раджагрихе на горе Коршуна с великой общиной монахов и великой общиной Бодхисаттв. В то время Бхагаван погрузился в сосредоточение, исследующее перечень дхарм, именуемое «Видимость глубины». И в то же самое время Бодхисаттва-махасаттва Арья Авалокитешвара, рассматривая практику глубинной Праджняпарамиты, узрел, что даже пять скандх пусты от самобытия. Тогда достопочтенный Шарипутра, побуждаемый силой Будды, обратился к Бодхисаттве-махасаттве Арья Авалокитешваре с таким вопросом: «Если какой-нибудь сын благородной семьи или дочь благородной семьи хотят приступить к практике глубинной Праджняпарамиты, как им следует выполнять ее?». На это Бодхисаттва-махасаттва Арья Авалокитешвара так ответил достопочтенному Шарипутре: «Шарипутра, те благородные сыновья или благородные дочери, что желают приступить к практике глубинной Праджняпарамиты, должны ясно и безупречно видеть даже пять скандх пустыми от самобытия. Форма есть пустота, пустота есть форма. Нет пустоты помимо формы, и нет формы помимо пустоты. Также пусты и ощущения, различения, формирующие факторы и сознание. Так, Шарипутра, и все дхармы есть пустота – не имеют отличительных признаков, не появляются и не исчезают, не загрязнены и не чисты, не ущербны и не совершенны. Поэтому, Шарипутра, в пустоте нет формы, нет ощущений, нет различения, нет формирующих факторов и нет сознания; нет глаза, нет уха, нет носа, нет языка, нет тела, нет ума; нет формы, нет звука, нет запаха, нет вкуса, нет осязаемого, нет дхарм, нет сознаний от зрительного до умственного. Нет неведения, нет прекращения неведения, и далее, вплоть до того, что нет старости и смерти и нет прекращения старости и смерти. Также нет страдания, источника, пресечения, пути; нет мудрости, нет достижения и нет даже недостижения. Поэтому, Шарипутра, поскольку у Бодхисаттв нет достижения, они опираются на Праджняпарамиту и пребывают в ней. Поскольку в их сознании нет препятствий, нет и страха. Полностью отойдя от превратного, они тем самым достигнут нирваны. Так же и все Будды, пребывающие в трех временах, достигли полного, несравненного, наивысшего пробуждения, опираясь на глубинную Праджняпарамиту. А потому знай, что Мантра Праджняпарамиты – мантра великого знания, несравненная мантра, мантра, равная непревзойденному, мантра, полностью успокаивающая все страдания, – истинна, ибо она безобманна. Мантра Праджняпарамиты гласит: ТАДЬЯТХА: ОМ ГАТЕ ГАТЕ ПАРАГАТЕ ПАРАСАМГАТЕ БОДХИ СВАХА Шарипутра, так Бодхисаттвы-махасаттвы должны изучать Праджняпарамиту». Затем Бхагаван, выйдя из самадхи, похвалил Арья Авалокитешвару, Бодхисаттву-махасаттву: «Превосходно, превосходно! О сын благородной семьи, так и есть, так и должно быть. Именно так, как показано тобой, и следует практиковать глубинную Праджняпарамиту, ибо тогда возрадуются даже Татхагаты». Когда Бхагаван изрек эти слова, возрадовались достопочтенный Шарипутра и Бодхисаттва-махасаттва Авалокитешвара и все собравшиеся, вместе с богами, людьми, асурами и гандхарвами, и все восславили слова Бхагавана. На этом заканчивается махаянская сутра, называемая «Бхагавати Праджняпарамита Хридайя». Перевод — Майя Малыгина. В избранное Категория: Праджняпарамита сутра сердца Поделиться : Предыдущий Пост Следующий пост Похожие публикации О пользе изучения сутр совершенной мудрости (Праджняпарамиты) 6 декабря, 2018 Mariam Коренные тексты , Лама Сопа Ринпоче , Переводы , Сутра 0 Геше Лхакдор. Семинар «Сутра сердца» 5 сентября, 2013 admin Геше Лхакдор , Для всех уровней понимания , Лекции , Сутра , Учения 0"}