{"title":"Алмазная сутра (Buddhayana)","text":"Алмазная Сутра Почтение Совершенству Мудрости, Великолепной, Святой! Введение 1. Так я слышал однажды: Владыка пребывал в Шравасти, в роще Джета, в саду Анатхапиндики, вместе с великим собранием, состоящим из 1250 монахов, и со многими Бодхисаттвами, великими существами. Рано утром Владыка оделся, надел накидку, взял чашу и пошел в великий город Шравасти за подаянием. Насытившись и вернувшись с обхода за подаянием, Владыка отложил накидку и чашу, омыл ноги и сел на месте, устроенном для него, скрестив ноги и выпрямив тело, и сосредоточил внимание перед собой. Тогда многие монахи подошли к месту, где сидел Будда, приветствовали его, коснувшись его ступней головой, трижды обошли его посолонь и сели по одну сторону от него. 2. В то время Досточтимый Субхути прибыл в это собрание и сел. Затем он поднялся с места, закинул край накидки на одно плечо, поставил правое колено на землю, смиренно склонил главу пред Благодатным и, сложив ладони, обратился к нему так : «Чудесно, о Владыка, чудесно, Вышедший за пределы, как Бодхисаттвам, великим существам, оказывает высочайшую помощь Татхагата, Архат, Полностью Просветленный. Чудесно, о Владыка, как щедро Бодхисаттвы, великие существа, одарены высочайшей милостью Татхагаты, Архата, Полностью Просветленного. Как же тогда, о Владыка, должно сыну или дочери хорошего семейства, которые вступили в колесницу Бодхисаттв, устоять, как продвигаться, как контролировать свои мысли? После этих слов Владыка сказал Досточтимому Субхути: «Хорошо сказано, хорошо сказано, Субхути! Все так, Субхути, все так, как ты сказал! Татхагата, Субхути, помогал Бодхисаттвам, великим существам, оказывал им величайшую помощь и одарял их высочайшей милостью. Теперь, Субхути, слушай, и слушай внимательно! Я научу тебя, как те, кто вступил в колесницу Бодхисаттв, должны устоять, как им продвигаться, как контролировать свои мысли». «Да будет так, о Владыка», ‒ ответил Досточтимый Субхути и стал слушать. Путь Бодхисаттвы 3. Владыка сказал: «Так, Субхути, тот, кто вступил в колесницу Бодхисаттв, должен создавать в уме подобную мысль: «Сколь много пребывает во вселенной существ и понимается под словом «существа» – рожденных из яйца, из утробы, из влаги или чудесным образом, с формой или без формы, с восприятием или без восприятия, или одновременно с восприятием и без восприятия, – сколь много любых мыслимых существ ни мыслилось в какой бы то ни было форме, всех их я должен привести к Нирване, в то измерение Нирваны, которое ничего не оставляет позади. И все же, хотя бесчисленные существа ведомы таким образом к Нирване, ни одно существо не ведомо к Нирване». А почему? Если в Бодхисаттве возникнет понятие о «существе», его нельзя будет назвать «существом Бодхи». А почему? Не назовешь того существом Бодхи, в котором возникает понятие о самости, или о существе, или понятие о живой душе, или о человеке. 4. Более того, Субхути, Бодхисаттва, который совершает даяние, не должен опираться ни на что материальное, не должен опираться и ни на что иное. Когда он совершает даяния, ему не должны служить опорой видимые объекты, не должны служить опорой и звуки, запахи, вкусы, прикосновения или объекты ума. Ибо, Субхути, Бодхисаттва, великое существо, должен совершать даяния таким образом, чтобы не опираться на понятие о знаке. А почему? Потому что множество заслуг этого существа Бодхи, который, не опираясь ни на что, совершает даяние, непросто измерить. Как ты думаешь, Субхути, протяженность пространства на Востоке легко измерить? Субхути ответил: «Воистину нет, о Владыка». Владыка спросил: «Подобно этому, легко ли измерить протяженность пространства на юге, западе или севере, вверху и внизу, в промежуточных направлениях, во всех десяти направлениях всех сторон? «Субхути ответил: «Воистину нет, о Владыка». Владыка сказал: «Точно так же множество заслуг того существа Бодхи, которое, не опираясь ни на что, совершает даяние, непросто измерить. Вот почему, Субхути, те, кто вступил в колесницу Бодхисаттвы, должны совершать даяния, не опираясь на понятия о знаке. 5. Владыка продолжил: «Как ты думаешь, Субхути, можно распознать Татхагату по обладанию его знаками?» Субхути ответил: «Воистину нет, о Владыка. А почему? То, чему учил Татхагата, как обладанию знаками, на самом деле совсем не обладание знаками». Владыка сказал: «Там, где существует обладание знаками, существует обман, там, где нет обладания и нет знаков, нет обмана. Поэтому Тахтагату видят по отсутствию знаков, как по знакам». 6. Субхути спросил: «Появятся ли в будущем существа, в последние времена, в последнюю эпоху, в последние пятьсот лет, во времена упадка благого учения, которые, когда слова этой сутры будут преподаны, поймут ее истину?» Владыка ответил: «Не говори так, Субхути! Да, даже тогда будут такие существа. Потому что даже в те времена, Субхути, будут Бодхисаттвы, одаренные благим поведением, одаренные добродетелями, одаренные мудростью, которые, когда слова этой сутры будут преподаны, поймут ее истину. И этим Бодхисаттвам, Субхути, будет оказывать почтение не один Будда, не один Будда будет взращивать корни их заслуг. Напротив, Субхути, тем Бодхисаттвам, которым, когда слова этой сутры будут преподаны, придет хотя бы одна мысль, исполненная невозмутимой веры, будут оказывать почтение многие сотни тысяч Будд, и многие сотни тысяч Будд будут взращивать корни их заслуг. Они известны Татхагате, Субхути, силой его восприятия Будды, они видны Татхагате, Субхути, силой его ока Будды, они полностью известны Татхагате, Субхути. И все они, Субхути, обретут и примут неисчислимое и неизмеримое множество заслуг. А почему? Потому, Субхути, что у этих Бодхисаттв нет понятия самости, не нет понятия существа, нет понятия души, нет понятия человека. Нет у этих Бодхисаттв и понятия о дхарме, или понятия о не-дхарме. Нет понятия и нет отсутствия понятия. А почему? Если, Субхути, у этих Бодхисаттв было бы понятие о дхарме или о не-дхарме, они бы тогда успокоились на самости, существе, душе или человеке. А почему? Потому что Бодхисаттва не должен успокаиваться ни на дхарме, ни на не-дхарме. Значит, Татхагата преподал это изречение со скрытым смыслом: «Те, кто постиг, что проповедь дхармы подобны плоту, должен оставить дхармы, равно как и не-дхармы». 7. Владыка спросил: «Как ты думаешь, Субхути, есть ли какая-то дхарма, которую полностью постиг Татхагата, как «высшее, верное и совершенное просветление», есть ли дхарма, которую явил Татхагата?» Субхути ответил: «Нет, насколько я понимаю сказанное Владыкой. Почему же? Эту дхарму, которую полностью постиг или явил Татхагата – ее нельзя уловить, о ней нельзя говорить, это не дхарма и не не-дхарма. Почему же? Потому что абсолютное возвышает святых. 8. Затем Владыка спросил: «Как ты считаешь, Субхути, если сын или дочь благородного семейства наполнили мировую систему, состоящую из тысячи миллионов миров, семью драгоценными качествами, а затем преподнесли их в дар Татхагатам, Архатам, Полностью Просветленным, обретут ли они силой этого великое множество заслуг?» Субхути ответил: «Великий Владыка, Великий, Вышедший за пределы, велико будет это множество! Почему же? Потому что Татхагата говорил о «множестве заслуг» как о «не-множестве». Так Татхагата говорит о «множестве заслуг». Владыка сказал: «Но если кто-то еще должен был бы воспринять из этой проповеди дхармы лишь одно четверостишие, и явил бы и прояснил его во всех деталях другим, он обрел бы силой этого еще большее множество заслуг, неизмеримых и неисчислимых. Почему же? Потому что из этого проистекает высшее, верное и совершенное просветление Татхагат, Архатов, Полностью Просветленных, и так возникают Будды, Владыки. Почему же? Потому что Татхагата учил, что дхармы, особые для Будд, это не просто особые дхармы Будд. Вот почему они называются «дхармы, особые для Будд». Направление духовной жизни 9. Владыка спросил: «Как ты думаешь, Субхути, приходит ли на ум Вступившему в Поток: «Мною достигнут плод вступившего в поток»?» Субхути ответил: «Воистину нет, о Владыка! Почему же? Потому что, о Владыка, он не обрел никакой дхармы. Поэтому его называют Вступившим в Поток. Он не обрел ни объекта зрения, ни звука, ни запаха, ни вкуса, ни осязаемого, ни объекта ума. Вот почему его называют «Вступившим в Поток». Если бы, о Владыка, на ум Вступившему в поток пришло бы: «Мною достигнут плод Вступившего в Поток», это было бы для него успокоением на самости, успокоением на существе, успокоением на душе, успокоением на человеке. Владыка спросил: «Как ты думаешь, Субхути, приходит ли на ум Однажды Возвращающемуся: «Мною достигнут плод Однажды Возвращающегося»?» Субхути ответил: «Воистину нет, о Владыка! Почему же? Потому что, о Владыка, Однажды Возвращающийся не обрел никакой дхармы. Поэтому его называют «Однажды Возвращающимся». Владыка спросил: «Как ты думаешь, Субхути, приходит ли на ум Невозвращающемуся: «Мною достигнут плод Невозвращающегося»?» Субхути ответил: «Воистину нет, о Владыка! Почему же? Потому что, о Владыка, нет никакой дхармы, посредством которой обретается Невозвращение. Поэтому его называют «Невозвращающимся». Владыка спросил: «Как ты думаешь, Субхути, приходит ли на ум Архату: «Мною достигнут плод Архата»?» Субхути ответил: «Воистину нет, о Владыка! Почему же? Потому что, о Владыка, нет никакой дхармы под названием «Архат». Вот почему его называют Архатом. Если бы, о Владыка, Архату на ум пришло «Мною достигнуто состояние Архата», это было бы для него успокоением на самости, успокоением на существе, успокоением на душе, успокоением на человеке. Почему же? Я, о Владыка, тот, на которого Татхагата, Архат, Полностью Просветленный указал как на первого из тех, кто пребывают в Покое. Я, о Владыка, Архат, свободный от жадности. И все же, Владыка, мне на ум не приходит: «Я Архат и я свободен от жадности». Если, о Владыка, мне бы пришло на ум, что я достиг состояния Архата, тогда Татхагата не сказал бы обо мне «Субхути, этот сын благородного семейства, первый из тех, кто пребывает в Покое, не пребывает нигде, вот почему его называют «пребывающий в Покое, пребывающий в Покое». 10. Владыка спросил: «Как ты думаешь, Субхути, есть ли дхарма, которую Татхагата усвоил от Дипанкары, Татхагата, Архат, Полностью Просветленный?» Субхути ответил: «Воистину нет, о Владыка». Владыка сказал: «Если какой-нибудь Бодхисаттва скажет: «Я создам прекрасные миры Будды», он ошибется. Почему же? «Прекрасные миры Будды, прекрасные миры Будды», Субхути, преподаны Татхагатой как «не-миры». Поэтому он говорил о «прекрасных мирах Будды». Это значит, Субхути, Бодхисаттва, великое существо, должен мыслить без опоры, то есть его мысль не должна иметь никакой опоры, не должна опираться на зримое, звуки, запахи, вкусы, осязаемое или объекты ума. Предположим, Субхути, что есть человек, наделенный телом, огромным телом, таким, что его личное существование подобно Сумеру, царю гор. Было бы это личное существование огромным?» Субхути ответил: «Да, огромным, о Владыка, огромным, Вышедший за пределы, было бы это личное существование. А почему? «Личное существование, личное существование» преподано Татхагатой как несуществование, поскольку, о Владыка, не существует существования или несуществования. Поэтому его называют «личным существованием». 11. Владыка спросил: «Как ты считаешь, Субхути, если бы существовало столько великих рек Ганг, сколько существует песчинок на дне великой реки Ганг, было бы число песчинок в них велико?» Субхути ответил: «Этих великих рек воистину было бы множество, и гораздо больше было бы песчинок в них». Владыка сказал: «Вот что я провозглашаю тебе, Субхути, вот что я объявляю тебе: если какой-либо мужчина или женщина наполнили бы семью драгоценностями столь же много мировых систем, сколько песчинок в тех реках Ганг, и преподнесли бы их в дар Татхагатам, Архатам и Полностью Просветленным, – как ты считаешь, Субхути, приобрели бы этот мужчина или женщина силою этого великое множество заслуг?» Субхути ответил: «Великим, о Владыка, великим, о Вышедший за пределы, было бы это множество заслуг, неизмеримым и неисчислимым». Владыка сказал: «Но если бы сын или дочь из благородного семейства взяли бы из этой проповеди Дхармы лишь одну строфу в четыре строки, и стали бы открывать и прояснять ее другим, силой этого они бы обрели еще большее множество заслуг, неизмеримых и неисчислимых. 12. Более того, Субхути, то место на земле, где кто-либо принял бы из этой проповеди Дхармы хотя бы одну строфу в четыре строки, проповедовал или прояснил ее, это место на земле было бы истинным святилищем для всего мира богов, людей и асуров. Так что нам сказать о тех, кто сохранит в уме эту проповедь Дхармы во всей ее полноте, кто будет читать, учить и разъяснять ее во всех деталях другим! В высшей степени чудесные благословения будут им дарованы, Субхути! А в этом месте на земле или пребывает учитель, или святой, представляющий его. Первое следствие 13. Субхути спросил: «Какова же, о Владыка, эта проповедь Дхармы, и как мне сохранить ее в уме?» Владыка ответил: «Эта проповедь Дхармы, Субхути, называется «мудростью, вышедшей за пределы», и именно так ты должен сохранить ее в уме! Запредельность А почему? Как раз тому, чему Татхагата учил, как мудрости, выходящей за пределы, он учил, как не выходящему за пределы. Вот почему она называется «мудростью, вышедшей за пределы». Как ты считаешь, Субхути, есть ли какая-нибудь Дхарма, которую преподал Татхагата?» Субхути ответил: «Воистину, о Владыка, таковой нет». Владыка спросил: «Когда, Субхути, ты представляешь число пылинок в этой мировой системе из тысячи миллионов миров, будет ли их множество?» Субхути ответил: «Да, о Владыка. Поскольку то, что Татхагата преподал как пылинки, он преподал как не-пылинки. Вот почему их называют «пылинками». А эту мировую систему Татхагата преподал как не-систему. Вот почему ее называют «мировой системой». Владыка спросил: «Как ты считаешь, Субхути, можно ли распознать Татхагату по тридцати двум знакам великого человека?» Субхути ответил: «Воистину нет, о Владыка. А почему? Потому что эти тридцать два знака, которые преподал Татхагата, на самом деле – не-знаки. Вот почему их называют «тридцатью двумя знаками великого человека». Владыка сказал: «И вновь, Субхути, представь мужчину или женщину, которые отказались бы от своей собственности такое же число раз, сколько песчинок в реке Ганг, и представь, что некто другой, взяв из этой проповеди Дхармы лишь одну строфу в четыре строки, разъяснил бы ее остальным. Этот последний благодаря этому обрел бы еще большее множество заслуг, неизмеримых и неисчислимых». 14. Тогда Досточтимый Субхути заплакал, тронутый воздействием Дхармы. Осушив слезы, так он сказал Владыке: «Чудесно, о Владыка, весьма чудесно, о Вышедший за Пределы, как прекрасно Татхагата преподал эту проповедь Дхармы. Посредством ее во мне проявилось знание. Никогда ранее не слышал я такой проповеди Дхармы. Сколь чудесные благословения получат те, кто, услышав преподанную им Сутру, обретут подлинное понимание. А то, что является подлинным пониманием, на самом деле – не-понимание. Вот почему Татхагата учит: «Подлинное понимание, подлинное понимание». Мне не трудно принять эту проповедь Дхармы и уверовать в нее, когда она преподносится. Но те существа, которые появятся в будущем, в последние времена, в последнюю эпоху, в последние пятьсот лет, во времена упадка благого учения, те из них, кто, о Владыка, примут эту проповедь Дхармы, сохранят ее в уме, будут повторять и изучать ее и прояснять во всех деталях другим – их благословения воистину будут чудесны! Тем не менее, в них не будет места представлению о самости, о существовании, о душе или о личности. А почему? Представление о самости, о Владыка, на самом деле не является представлением. Представление о существовании, о душе или личности, на самом деле не является представлением. А почему? Потому что Будды, Владыки оставили все представления позади». Владыка сказал: «Это так, Субхути. Наивысшие благословения получат те существа, которые, услышав эту Сутру, не задрожат, не испугаются, не испытают ужаса. А почему? Потому что Татхагата преподал это как высочайшее совершенство. А тому, что Татхагата преподает как высочайшее совершенство, учат и бесчисленные Благословенные Будды. Вот почему оно называется «высочайшим совершенством». Более того, Субхути, совершенство терпения Татхагаты – на самом деле не совершенство. А почему? Потому, Субхути, что, когда царь Калимбы срезал плоть с каждого моего члена, тогда у меня не было представления о себе, существовании, душе или личности. А почему? Если бы, Субхути, в то время я имел представление о самости, я бы имел представление и о злонамеренности. Так было бы, и если бы я имел представление о существовании, душе или личности. Обладая всеведением, я припоминаю, что в прошлом я пятьсот рождений вел жизнь святого, посвятившего себя терпению. Тогда у меня также не было представления о самости, существовании, душе или личности. Из этого следует, Субхути, что существо Бодхи, великое существо, избавившись от всех представлений, должно возвысить свой ум к окончательному, верному и совершенному Просветлению. Оно должно явить мысль, существующую без опоры на формы, звуки, запахи, вкусы, прикосновения или объекты ума, без опоры на Дхарму или не-Дхарму, без опоры на что бы то ни было. А почему? Любая опора на самом деле лишена опоры. По этой причине Татхагата учит: «Даяние должен совершать Бодхисаттва, существующий без опоры, а не тот, кто опирается на формы, звуки, запахи, вкусы, прикосновения или объекты ума. И, кроме того, Субхути, лишь на благо всех существ Бодхисаттва должен совершать подобные даяния. А почему? Это представление о существовании, Субхути, на самом деле не-представление. Те великие существа, о которых говорил Татхагата, на самом деле – не-существа. А почему? Потому что Татхагата говорит в соответствии с реальностью, изрекает истину, говорит о том, что существует, а не иначе. Татхагата не произносит лжи. Но, тем не менее, Субхути, с точки зрения той Дхармы, которую полностью постиг и явил Татхагата, с этой точки зрения нет ни правды, ни лжи. В темноте невозможно ничего разглядеть. Точно также следует относиться и к Бодхисаттве, который погряз в вещном, и, погрязнув в вещном, отрекся от даяния. Зрячий человек, когда ночь проясняется и восходит солнце, видит многообразие форм. Точно также следует относиться и к Бодхисаттве, который не погряз в вещном и, не погрязнув в вещном, отрекся от даяния. И далее, Субхути, те сыновья и дочери благородного семейства, которые примут эту проповедь Дхармы, будут сохранять ее в уме, повторять, изучать ее и прояснять во всех деталях другим, они, Субхути, известны Татхагате благодаря его постижению Будды, зримы Татхагатой благодаря его оку Будды, полностью известны Татхагате. Все эти существа, Субхути, получат и обретут неизмеримое и неисчислимое множество заслуг. 15. И если, Субхути, мужчина или женщина должны отказаться от всех своих владений столько же раз, сколько песчинок существует в реке Ганг, и сделать то же самое в обед и вечером и таким образом будут отказываться от всех своих владений много сотен тысяч миллионов миллиардов эр, а кто-то, услышав эту проповедь Дхармы, не откажется от них, то этот последний силой этого обретет большее количество заслуг, неизмеримых и неисчислимых. Что же нам сказать о том, кто, записав ее, будет заучивать ее, сохранять в уме, повторять, изучать и прояснять ее во всех деталях другим? Более того, Субхути, непостижима и несравненна эта проповедь Дхармы. Татхагата преподал ее на благо всех живых существ, которые вступили в лучшую, самую совершенную колесницу. Те, кто примет эту проповедь Дхармы, будет сохранять ее в уме, повторять, изучать и прояснять во всех деталях другим, известны Татхагате благодаря его постижению Будды, зримы Татхагатой благодаря его оку Будды, полностью известны Татхагате. Все эти существа, Субхути, будут наделены множеством благословений, непостижимых, несравненных, бесчисленных и бесконечных. Все эти существа, Субхути, будут равным образом причастны Просветлению. А почему? Потому что невозможно, Субхути, чтобы эту проповедь Дхармы услышали существа с низкими намерениями, существа, которые сохраняют воззрения о самости, существовании, душе или личности. Также не могут и существа, не принявшие обета Бодхисаттвы, ни услышать эту проповедь Дхармы, ни принять ее, ни сохранить в уме, повторять или изучать ее. Это невозможно. Более того, Субхути, то место на земле, где открывается эта Сутра, это место на земле будет достойно почитания целым миром с его богами, людьми и асурами, достойно почтительного приветствия, достойно почитания обхождением по кругу – подобно святыне станет это место на земле. 16. И все же, Субхути, те сыновья и дочери благородного семейства, которые примут эти самые Сутры и будут хранить их в уме, повторять и изучать их, они будут смиренны, очень смиренны! А почему? Нечистые поступки, которые эти существа совершили в своих прошлых жизнях, которые могут привести их к плачевному уделу, в этой самой жизни они устраняют благодаря этому смирению и достигнут Просветления Будды. Обладая всеведением, Субхути, я вспоминаю, что в прошлом, задолго до того, как стать Дипанкарой, Татхагатой, Архатом, Полностью Просветленным, я бесчисленные эпохи, воистину бесчисленные эпохи отдавал долги, преданно служа восьмидесяти четырем тысячам миллионов миллиардов Будд, даже не отдаляясь от них. Но множество заслуг, Субхути, от того, что я удовлетворял пожелания этих Будд и Владык, даже не отдаляясь от них, по сравнению множеством заслуг тех, кто в последние времена, в последнюю эпоху, в последние пятьсот лет, во времена упадка благого учения примут эти самые Сутры, сохранят их в уме, будут повторять и изучать их и прояснят их во всех деталях другим, не составят и сотой части, и тысячной части, и стотысячной части, и десятимиллионной части, и стамиллионной части, к стотысячномиллионной части. Они несоизмеримы, неделимы, неисчислимы, несравненны и бесподобны. Если, более того, Субхути, я пытался дать представление о множестве заслуг этих сыновей и дочерей благородных семейств, о том, сколь великое множество заслуг они в это время получат и обретут, существа впали бы в ярость и замешательство. Однако поскольку, Субхути, Татхагата преподнес эту проповедь Дхармы как непостижимую, столь же непостижимым будет и полученный от нее кармический эффект». 17. (Субхути спросил: «Как, о Владыка, вступить в эту колесницу, как продвигаться по пути, как контролировать свои мысли?» Владыка ответил: «Здесь, Субхути, тот, кто вступил в колесницу Бодхисаттв, должен мыслить подобным образом: всех существ я должен привести к Нирване, в Измерение Нирваны, которое ничего не оставляет позади, и все же, после того, как эти существа будут приведены к Нирване, ни одно существо не будет приведено к Нирване. А почему? Если в Бодхисаттве возникнет представление о существе, его нельзя назвать существом Бодхи. Равно как и если в нем возникнет представление о душе или личности). А почему? Потому что тот, кто вступил в колесницу Бодхисаттв, больше не принадлежит к дхармам. Как ты считаешь, Субхути, есть ли дхарма, благодаря которой Татхагата, когда он был с Татхагатой Дипанкарой, полностью постиг окончательное, верное и совершенное Просветление?» Субхути ответил: «Не существует никакой дхармы, благодаря которой Татхагата, когда он был с Татхагатой Дипанкарой, полностью постиг окончательное, верное и совершенное Просветление». Владыка сказал: «Именно по этой причине Татхагата Дипанкара предсказал обо мне: «Ты, молодой брахман, станешь в будущем Татхагатой, Архатом, Полностью Просветленным под именем Шакьямуни». А почему, Субхути? «Татхагата» подобно по смыслу подлинной таковости ( татхате ). И кто, таким образом, скажет, что Татхагата полностью постиг окончательное, верное и совершенное Просветление, скажет неправду. А почему? (Нет никакой Дхармы, благодаря которой Татхагата полностью постиг окончательное, верное и совершенное Просветление. И эта дхарма, которую Татхагата полностью постиг и проявил, по причине этого не является ни истинной, ни ложной). Вот почему Татхагата учит: все дхармы – это собственные и особые дхармы Будды. А почему? «Все дхармы», Субхути, как не-дхармы преподаны Татхагатой. Вот почему все дхармы называют собственным и особыми дхармами Будды. (Подобно тому, Субхути, как человек должен быть наделен телом, огромным телом)». Субхути сказал: «Тот человек, о котором Татхагата говорил как о «наделенном телом, огромным телом», как не-тело был преподан Татхагатой. Вот почему говорится «он наделен телом, огромным телом». Владыка сказал: «Так и есть, Субхути. Бодхисаттва, который скажет: «Я приведу существ к Нирване», не может называться существом Бодхи. А почему? Есть ли, Субхути, какя-либо дхарма под названием «существо Бодхи»? Субхути ответил: «Воистину нет, о Владыка». Владыка сказал: «Поэтому Татхагата учит: «Бессамостны все дхармы, у них нет признаков живого существа, они лишены живой души, лишены личности». (Если Бодхисаттва скажет: «Я создам гармоничные поля Будд»), он также не может называться существом Бодхи. (А почему? «Гармоничные поля Будд, гармоничные поля Будд», Субхути, как не гармоничные преподаны Татхагатой. Вот почему он говорил о «гармоничных полях Будд»). Однако именно Бодхисаттву, Субхути, который сосредоточен на том, что «все дхармы лишены самости, все дхармы бессамостны», Татхагата, Архат, Полностью Просветленный провозгласил существом Бодхи, великим существом. Будды 18. Как ты считаешь, Субхути, существует ли плотское зрение Татхагаты?» Субхути ответил: «Да, о Владыка, плотское зрение Татхагаты существует». Владыка спросил: «Как ты считаешь, Субхути, существует ли небесное око Татхагаты, его око мудрости, его око Дхармы, его око Будды?» Субхути ответил: «Воистину так, о Владыка, небесное око Татхагаты существует, как существует его око мудрости, око Дхармы, око Будды». Владыка сказал: «Как ты считаешь, Субхути, использовал ли Татхагата фразу: «столь много, сколь много песчинок есть в реке Ганг»? Субхути ответил: «Воистину, о Владыка, воистину, о Вышедший за пределы!» Владыка спросил: «Как ты считаешь, Субхути, если было бы столько же рек Ганг, сколько песчинок есть в реке Ганг, и было бы столько же мировых систем, сколько песчинок во всех этих реках, много ли было бы этих систем?» Субхути ответил: «Воистину, О Владыка, воистину, о Вышедший за Пределы, этих мировых систем было бы множество». Владыка сказал: «Сколь много существ, столь много в этих мировых системах, как я знаю благодаря своей мудрости, многообразных направлений мысли. А почему? «Направления мысли, направления мысли» – на самом деле, Субхути, как не-направления преподаны Татхагатой. Вот почему они называются «направлениями мысли». А почему? Прошлую мысль не ухватить, будущую мысль не ухватить, настоящую мысль не ухватить. 19. Как ты считаешь, Субхути, если сын или дочь благородного семейства наполнили эту мировую систему из тысячи миллионов миров семью драгоценностями, а затем преподнесли их в дар Татхагатам, Архатам, Полностью Просветленным, обретут ли они силой этого великое множество заслуг?» Субхути ответил: «Обретут, о Владыка, обретут, Вышедший за Пределы!» Владыка сказал: «Воистину так, Субхути, воистину так. Благодаря этому сын или дочь благородного семейства обретут великое множество заслуг, неизмеримых и неисчислимых. Но если бы, с другой стороны, существовала такая вещь, как множество заслуг, Татхагата не говорил бы о «множестве заслуг». 20. Как ты считаешь, Субхути, можно ли распознать Татхагату посредством обретенного им тела формы?» Субхути ответил: «Воистину нет, о Владыка, Татхагату нельзя распознать посредством обретенного им тела формы. А почему? «Обретение тела формы, обретение тела формы» – обо всем этом Татхагата говорил как о не-обретении. Вот почему оно называется «обретением тела формы». Владыка спросил: «Как ты считаешь, Субхути, можно ли распознать Татхатату по обладанию знаками?» Субхути ответил: «Воистину нет, о Владыка. А почему? Это обладание знаками, о Владыка, Татхагата преподал как не-обладание не-знаками. Вот почему оно называется «обладанием знаками». 21. Владыка спросил: «Как ты считаешь, Субхути, приходило ли на ум Татхагате: «Посредством меня была явлена Дхарма»? Кто бы ни сказал, Субхути, что «Татхагата явил Дхарму», сказал бы ложь, исказил представление обо мне, хватаясь за то, чего не существует. А почему? «Явление Дхармы, явление Дхармы», Субхути, заключается в том, что нет никакой Дхармы, за которую можно было бы ухватиться как за явление Дхармы». Субхути спросил: «Будут ли существа в будущем, в последние времена, в последнюю эпоху, в последние пятьсот лет, во времена упадка благого учения, которые услышав эти дхармы, истинно уверуют?» Владыка ответил: «Это, Субхути – ни существа, ни не-существа. А почему? «Существа, существа», Субхути, Татхагата преподал как не-существа. Вот почему он говорил обо «всех существах». 22. Как ты считаешь, Субхути, есть ли какая-либо дхарма, с помощью которой Татхагата постиг окончательное, верное и совершенное Просветление?» Субхути ответил: «Воистину нет, о Владыка, не существует никакой дхармы, с помощью которой Татхагата постиг окончательное, верное и совершенное Просветление». Владыка сказал: «Воистину так, Субхути, воистину так. Ни малейшей дхармы нельзя обнаружить или ухватить. Вот почему это называется «окончательным, верным и совершенным Просветлением». 23. Более того, Субхути, тождественна самой себе эта дхарма, и, следовательно, нечему быть в противоречии. Вот почему это называется «окончательным, верным и совершенным Просветлением».Тождественное самому себе посредством отсутствия самости, существования, души или личности, окончательное, верное и совершенное Просветление полностью известно как всеохватность всех целостных дхарм. «Целостные дхармы, целостные дхармы» – это то, Субхути, что Татхагата, тем не менее, преподал как не-дхармы. Вот почему они называются «целостными дхармами». 24. И вновь, Субхути, если мужчина или женщина нагромоздят семь драгоценностей, пока их гора не сравняется с горой Сумеру, царем гор, в мировой системе из тысячи миллионов миров, и преподнесут их в дар, и если, с другой стороны, сын или дочь благородного семейства примут из Праджняпарамиты, этой проповеди Дхармы, всего лишь строфу в четыре строки, и явят ее другим, по сравнению с этим множеством заслуг первое множество заслуг не достигнет сотой части и так далее, пока мы не придем к тому, что между ними не может быть никакого сравнения. 25. Как ты считаешь, Субхути, приходит ли на ум Татхагате: «Посредством меня освобождаются существа?» Не так нужно это рассматривать, Субхути! А почему? Нет существа, которое должен освобождать Татхагата. И вновь, если бы было хоть одно существо, которое освободил Татхагата, несомненно, это было бы потому, что Татхагата цеплялся за самость, за существование, за душу, за личность. «Цепляние за самость» как не-цепляние преподано Татхагатой. И все же глупые обычные люди уцепились за нее. «Глупые обычные люди» на самом деле, Субхути, не люди, которым преподавал Татхагата. Вот почему они называются «глупыми обычными людьми». 26. Как ты считаешь, Субхути, можно ли распознать Татхагату по обладанию знаками?» Субхути ответил: «Воистину нет, о Владыка». Владыка сказал: «Если бы, Субхути, Татхагату можно было бы распознать по обладанию знаками, тогда бы и вселенский монарх был Татхагатой. Поэтому Татхагату нельзя распознать по обладанию знаками». Тогда Субхути сказал: «Как я, о Владыка, понимаю учение Владыки, Татхагату нельзя распознать по обладанию знаками». Далее Владыка преподал по этому случаю следующие строфы: Те, кто распознает меня посредством формы, И те, кто следует за моей речью, Предпринимают неверные усилия, Меня эти люди не видят. По Дхарме распознаются Будды, От тел Дхармы исходят их наставления, Но подлинную природу Дхармы распознать, И никто не может считать ее объектом. 27. Как ты считаешь, Субхути, постиг ли Татхагата окончательное, верное и совершенное Просветление благодаря обладанию знаками? Не так ты должен рассматривать это, Субхути. А почему? Потому что Татхагата, несомненно, постиг окончательное, верное и совершенное Просветление не благодаря обладанию знаками. Точно так же не должен никто, Субхути, и говорить тебе: «Те, кто вступил в колесницу Бодхисаттв, постигли разрушение дхарм или их уничтожение». Не так стоит рассматривать это, Субхути! Потому что те, кто вступил в колесницу Бодхисаттв, не постигли разрушение дхармы или ее уничтожение. 28. И вновь, Субхути, если сын или дочь из благородного семейства наполнили семью драгоценностями столь же много мировых систем, сколько много песчинок есть в реке Ганг, и преподнесли их в дар Татхагатам, Архатам, Полностью Просветленным, и если, с другой стороны, Бодхисаттва обретет терпение и довольство в дхармах, которые ничто сами по себе и не могут быть созданы, тогда этот последний обретет благодаря этому более великое множество заслуг, неизмеримых и неисчислимых. «Более того, неверно, Субхути, что Бодхисаттва должен накапливать множество заслуг». Субхути сказал: «Несомненно, о Владыка, Бодхисаттва должен накопить множество заслуг». Владыка сказал: «Должен обрести», Субхути, но не «должен цепляться». Вот почему говорится «должен обрести». 29. Кто бы ни сказал, что Татхагата приходит или уходит, стоит, сидит или ложится, он не понимает смысла моего учения. А почему? «Татхагата» – тот, кто никуда не уходил и ниоткуда не приходил. Вот почему его называют «Татхагатой, Архатом, Полностью Просветленным». Совет несовершенному 30. И вновь, Субхути, если сын или дочь благородного семейства могли бы измельчить столь много мировых систем, сколь много пылинок существует в этой великой мировой системе из тысячи миллионов миров, настолько мелко, насколько они могли бы быть измельчены с несравненным тщанием, и действительно раздробить их на нечто вроде собрания мельчайших частиц, как ты считаешь, Субхути, было ли бы это огромное количество мельчайших частиц?» Субхути ответил: «Воистину так, о Владыка, воистину так, о Вышедший за Пределы, огромным было бы это собрание мельчайших частиц! А почему? Если бы, о Владыка, существовало огромное собрание мельчайших частиц, Владыка не называл бы его «огромным собранием мельчайших частиц». А почему? То, что было преподано Татхагатой как «собрание мельчайших частиц», как не-собрание было преподано Татхагатой. Вот почему оно называется «собранием мельчайших частиц». А то, что Татхагата преподал как «мировую систему из тысячи миллионов миров», он преподал как не-систему. Вот почему она называется «мировой системой из тысячи миллионов миров». А почему? Если бы, о Владыка, существовала мировая система, это бы было поводом для цепляния за материальный объект, а то, что Татхагата преподал как «цепляние за материальный объект», просто как не-цепляние было преподано Татхагатой. Вот почему оно называется «цеплянием за материальный объект». Владыка добавил: «И также, Субхути, это «цепляние за материальный объект» – это своего рода условность языка, словесное выражение, лишенное реального смысла. Это ни дхарма, ни не-дхарма. И все же глупые обычные люди цепляются за нее. 31. А почему? Потому что кто бы ни сказал, что воззрение о самости было преподано Татхагатой, воззрение о существовании, душе или личности, будет ли он говорить верно?» Субхути ответил: «Воистину нет, о Владыка, воистину нет, о Вышедший за пределы, он не скажет правды. А почему? То, что было преподано Татхагатой как «воззрение о самости», как не-воззрение было преподано Татхагатой. Вот почему оно называется «воззрением о самости». Владыка сказал: «Тогда тот, Субхути, кто вступил в колесницу Бодхисаттв, должен ведать все дхармы, видеть их, стремиться к ним. И он должен ведать их, видеть их и стремиться к ним так, чтобы не создать представления о дхарме. А почему? «Представление о дхарме, представление о дхарме», Субхути, как не-представление было преподано Татхагатой. Вот почему оно называется «представлением о Дхарме». 32. И, наконец, Субхути, если Бодхисаттва, великое существо, наполнит неизмеримые и неисчислимые мировые системы семью драгоценностями и преподнесет их в дар Татхагатам, Архатам, Полностью Просветленным, и, если, с другой стороны, сын или дочь благородного семейства примет из этой Праджняпарамиты, этой проповеди Дхармы всего лишь одну строфу в четыре строки и сохранит ее в уме, будет являть, повторять и изучать ее и разъяснять во всех деталях другим, благодаря этому этот последний обретет великое множество заслуг, неизмеримых и неисчислимых. И как он явит это миру? Не открывая это миру. Вот почему говорится: «Он обретет Просветление». Как звезды, обман зрения, как лампу, Фальшивое представление, капли росы или пузырь, Сон, вспышку молнии или облако, – Так должно видеть обусловленное. Второй вывод Так сказал Владыка. Придя в восторг, старейшина Субхути, монахи и монахини, благочестивые миряне и мирянки, бодхисатвы и весь мир с его богами, людьми, асурами и гандхарвами возрадовались учению Владыки 14 . Алмазная Сутра Алмазная cутра с ко мментарием Алмазная Сутра Введение Удивительно обыкновенное начало Сущностная революция Природа даяния Как распознать Будду Плот Дхармы Озарение с большой буквы «О» Священная земля Расширение ума до его пределов Чувство возвышенного Совершенство терпения Вдох абсурда Подогнанный под рамки Реальность Будды Прозрение сквозь иллюзии Невыразимая мудрость: учения о Праджняпарамите Невыразимая мудрость Предисловие издателя Об авторе Традиция Совершенства Мудрости Сутра сердца с комментарием Алмазная cутра с комментарием Ратнагуна-самчаягатха с комментарием Примечания"}