{"title":"Сутра помоста (Абаев)","text":"СУТРА ПОМОСТА ШЕСТОГО ПАТРИАРХА «УЧЕНИЕ О ВНЕЗАПНОМ ПРОСВЕТЛЕНИИ 1 ЮЖНОЙ ШКОЛЫ 2 , МАХА-ПРАДЖНЯ-ПАРМИТА-СУТРА 3 ВЫСШЕЙ МАХАЯНЫ: СУТРА ПОМОСТА ВЕЛИКОГО НАСТАВНИКА, ШЕСТОГО ПАТРИАРХА ХУЭЙНЭНА, ПРОПОВЕДОВАВШЕГО ДХАРМУ В МОНАСТЫРЕ ДАФАНЬСЫ 4 В ШАЧЖОУ 5 ; ОДИН ЦЗЮАНЬ, СОСТАВЛЕННЫЙ РАСПРОСТРАНИТЕЛЕМ ДХАРМЫ, УЧЕНИКОМ ФАХАЕМ 6 , ПОЛУЧИВШИМ ВНЕЗНАКОВЫЕ ПРЕДПИСАНИЯ» 7 Перевод и примечания Н. В. Абаева § 1. Великий учитель-наставник Хуэйнэн поднялся на высокое седалище в зале для проповедей монастыря Дафаньсы и стал проповедовать Учение о великой праджня-парамите 8 , давая внезнаковые предписания. В это время более 10 тысяч монахов, монахинь и мирян сидело перед ним. Шаочжоуский цыши 9 Вэйцзюй, а также более 30 правительственных чиновников различных рангов и более 30 ученых-конфуцианцев — все вместе просили великого наставника объяснить им Учение о великой праджня-парамите. Затем цыши [Вэйцзюй] велел одному из членов монашеской общины, Фахаю, собрать записи этих проповедей, чтобы распространить их среди последующих поколений, чтобы собратья по Пути и Учению, удостоившиеся получить наставления о сути Учения в традициях этой школы, передавали их дальше, от одного к другому, и чтобы получивший {эти записи] признавался как удостоившийся благословения и считался имеющим санкцию проповедовать эту Сутру Помоста. 1 Досл.: «внезапное учение» (дунь-цзяо), под которым подразумевается чаньское учение о «внезапном просветлении». 2 То есть Южной ветви школы чань, основоположником которой считается Хуэйнэн. 3 Праджня-парамита-сутра — относится к разделу махаянского учения об интуитивной мудрости, переправляющей буддийского адепта на тот берег (т. е. в нирвану). 4 Дафаньсы (другое название — Кайюаньсы) — название чаньского монастыря, который, вероятно, находился в г. Шаочжоу. 5 Шаочжоу — небольшой город на западе современной пров. Гуандун. 6 Достоверных данных о его жизни не сохранилось. 7 Ф. Ямпольский переводит это выражение «предписания о бесформенности» [145, с. 125]. В принципе, такой перевод допустим, но в данном контексте представляется более точным переводить как «внезнаковые предписания», т.е. «предписания» не о ритуалах, не о технологиях практикования чего-либо, а о сути этого «чего-либо» и о сути практикования этого «чего-либо». 8 Праджня-парамита — «запредельная мудрость», которая выводит человека за пределы феноменального мира смертей-и-рождений, переправляя его из мира сансары «на другой берег», т. е. в мир абсолютного бытия (нирваны). 9 Цыши — наместник округа. § 2. Великий учитель-наставник Хуэйнэн сказал: «Благомудрые друзья! 10 Очистите свое сознание 11 и сосредоточьтесь на Учении «о великой праджня-парамите». Затем великий наставник погрузился в молчание, очищая свой дух-сознание. После длительного молчания он сказал: «Благомудрые друзья, слушайте внимательно. Мой отец сначала был чиновником в Фаньяне 12 , но потом был разжалован и сослан на жительство в качестве простолюдина в Синьчжоу 13 в Линнане 14 . Когда я был еще малолетним ребенком, мой отец преждевременно скончался, и моя престарелая матушка с единственным сыном-сиротой перебралась в Наньхай 15 . Там мы очень бедствовали, жили в большой нужде, и я был вынужден тяжким трудом зарабатывать на жизнь, продавая на рынке дрова. Как-то раз я случайно встретил одного приезжего, который покупал дрова. Он повел меня за собой к постоялому двору для чиновников. Там он расплатился за дрова и, забрав их, ушел. Получив деньги, я направился к воротам, но внезапно увидел другого приезжего постояльца, который декламировал «Алмазную сутру». Когда я услышал чтение сутры, мое сознание сразу же озарилось светом, внезапно пробудившись. Тогда я спросил гостя: «Откуда Вы прибыли, принеся с собой эту сутру?» Гость ответил: «Я совершил поклонение Пятому патриарху Хунжэню на горе Фэнмушань в Восточных горах в [уезде] Хуанмэйсянь [округа] Цичжоу, Там я узнал, что сейчас у него в общине более тысячи учеников. Я также слышал, что великий наставник вдохновляет монахов и мирян, говоря, что достаточно иметь лишь один цзюань «Алмазной сутры», чтобы узреть свою собственную природу и с помощью прямого постижения стать Буддой». Услышав его слова, я понял, что в этом есть предопределенность прошлой кармой, простился с матушкой и отправился в Хуанмэйсянь на гору Фэнмушань. Придя туда, я совершил поклонение патриарху Хунжзню. 10 «Шань чжи-ши» — обращение, широко распространенное в буддийской литературе. Обычно подразумевает «Доброго друга-наставника», встреча с которым является решающим фактором толкающим буддийского адепта на путь познания добра и дальнейшего «просветления». В данном случае употребляется как вежливое обращение, подразумевающее людей, хорошо постигших буддийское учение. 11 «Синь» (сознание) — одно из важнейших понятий буддийского философско-психологического учения, широко употребительное в китайских буддийских текстах. Имеет большой круг значений и переводится на европейские языки как «сердце» (буквальное значение), «душа», «разум», «ум», «дух», «сознание». В данном контексте представляется наиболее приемлемым перевод этого термина как «сознание», хотя в некоторых случаях возможны такие варианты перевода, как «дух-сознание» или «сердце». 12 Фаньян — современный Чжосянь в пров. Хэбэй. 13 Синьчжоу — расположен к востоку от уезда Синьсинсянь пров. Гуандун. 14 Линнань (древнее название) — охватывает современные провинции Гуандун и Гуанси, а также северные районы п-ова Индокитай. 15 Наньхай — расположен в уезде Пянъюйсянь, пров. Гуапдун. § 3. Патриарх Хунжэнь спросил меня: «Из каких мест ты пришел на эту гору, чтобы поклониться мне? Что привело тебя сюда, чего ты хочешь от меня, что ищешь?» Я ответил ему: «Я из Линнани, синьчжоуский простолюдин. Я проделал столь долгий путь, чтобы только поклониться патриарху, и хочу лишь стать Буддой — никаких других желаний у меня нет, ничего другого я не ищу». Но патриарх возразил: «Раз ты из Линнани — значит, дикарь. Разве ты можешь стать Буддой?» Я ответил: «Хотя люди разделяются на южных и северных, природа Будды у южан и северян одна и та же. Хотя мое тело дикаря отличается от Вашего, чем же различается наша природа Будды?» Великий наставник хотел продолжить обсуждение, но, оглянувшись по сторонам, увидел, что рядом стоят люди, и не стал ничего говорить. Тогда он послал меня работать вместе со всеми членами общины. Через некоторое время один ученик-мирянин отправил меня молоть зерно, и я проработал в помещении, где молол зерно, более восьми месяцев. § 4. Однажды Пятый патриарх Хунжэнь неожиданно созвал всех членов общины. Когда ученики собрались, он сказал: «Внимайте мою проповедь! Для мирских людей жизнь и смерть — очень важное дело. Вы, последователи моей школы, члены нашей общины, целыми днями совершаете подношения, стремясь лишь к тому, чтобы заслужить хорошее перерождение, но не стараетесь полностью освободиться от круговорота смертей-и-рождений и насовсем покинуть море страданий. Однако, если ваша собственная природа пребывает во мраке невежества, разве вы можете обрести спасение во вратах счастья? Возвращайтесь все в свои комнаты и всмотритесь в себя. Тот, кто наделен интуитивной мудростью 16 , обретет в себе свою изначальную природу 17 и интуицию-праджню. После этого пусть каждый из вас создаст одно стихотворение-гатху и преподнесет мне. Я посмотрю ваши стихи, и если кто-то из вас прозрел великий смысл Учения, я передам ему свою патриаршью рясу и Дхарму, которые удостоверят, что он стал Шестым патриархом. Спешите! Спешите!» 16 Интуитивная мудрость (праджня) — одна из т.н. парамит или духовных совершенств, обретаемых в процессе внутренних практик. 17 «Бэнь-син» — изначальная природа человека, тождественная изначальной (просветленной) природе сознания (бэнь-синь). § 5. Получив указания, ученики разошлись по своим жилищам, говоря друг другу: «Нам незачем очищать сознание и пытаться сочинить стихотворение, чтобы преподнести его патриарху. Старший монах Шэньсю — наш учитель и наставник. После того как старший монах Шэньсю унаследует Дхарму, он может стать нашей опорой, поэтому давайте не будем сочинять стихотворение». Все согласились, и поэтому никто не осмелился преподнести патриарху гатху. В то время перед патриаршьим залом имелся павильон с тремя отделениями. На стенах того павильона художник Лу Чжэнь захотел в качестве подношения изобразить картины, посвященные различным эпизодам из «Ланкаватара-сутры», а также изобразить передачу Пятым патриархом своей рясы и Дхармы, чтобы запечатлеть это событие в памяти адептов будущих поколений. Художник осмотрел стены и собрался приступить к работе на следующий день. § 6. Старший монах Шэньсю подумал про себя: «Никто не преподнесет патриарху гатху о сознании, так как все считают меня своим учителем и наставником. Если я не преподнесу гатху о сознании, то как Пятый патриарх сможет увидеть глубину прозрения в моем сознании? Если я преподнесу гатху о сознании, стремясь получить Дхарму, то в этом нет ничего предосудительного. Если я сделаю это, домогаясь патриаршества, то это нехорошо, так как походит на узурпацию этого священного звания профаном. Но если я не преподнесу гатху, то так и не получу Дхарму». Он долго размышлял об этом и был в большом затруднении. В полночь, стараясь никому не показываться, он прокрался в южное отделение павильона, чтобы написать на стене свою гатху о сознании и получить Дхарму. «Если Пятый патриарх завтра увидит это стихотворение и оно понравится ему, то я выйду и скажу, что я написал его, — думал он, — если же оно не понравится ему, то я узнаю, что из-за дурной кармы, накопленной мной в прошлых перерождениях, имеется препятствие, которое не позволяет мне получить Дхарму. И тогда, раз уж так трудно постичь глубокий смысл благородного Учения, я успокоюсь и перестану хлопотать». Итак, старший монах Шэньсю в полночь со свечой в руках пробрался в южное отделение павильона и написал на стене стихотворение, но никто не знал об этом. Стихотворение гласит: Тело есть древо просветления-бодхи, А сознание подобно светлому зерцалу на подставке. Мы должны прилежно трудиться, непрестанно вытирая его, Чтобы на нем не было пыли и грязи! § 7. Написав это стихотворение, старший монах Шэньсю вернулся в свою келью и лег спать. И никто не видел его. Спозаранку Пятый патриарх пригласил художника Лу Чжэня расписать стенку южной секции павильона картинами эпизодов «Ланкаватара-сутры». Хунжэнь внезапно увидел стихотворение и, прочитав его, сказал художнику: «Я даю тебе 30 тысяч монет за то, что ты взял на себя тяжкий труд, проделав столь дальний путь, чтобы прийти сюда, но ты не рисуй картины эпизодов из сутры. В «Алмазной сутре» сказано: «Все, что имеет форму (признаки), не реально и ложно (обманчиво)» 18 . Не лучше ли оставить это стихотворение, чтобы люди, омраченные неведением, декламировали его и в соответствии с ним трудились над своим морально-психическим усовершенствованием, что позволит им избежать трех мучительных перерождении?! 19 Если эти люди будут заниматься морально-психическим самоусовершенствованием в соответствии с Дхармой, то им от этого будет огромная польза». Затем великий наставник позвал всех членов общины и возжег благовония перед этой гатхой. Все члены, общины прочитали стихотворение, и их сердца наполнились благоговением. Пятый патриарх сказал: «Вы все должны декламировать эту гатху, и тогда вы сможете прозреть свою природу. Если вы будете заниматься духовной практикой в соответствии с этой гатхой, то избежите [трех перерождении]». Все члены общины декламировали ее и, преисполнившись благоговения, восклицали: «Как прекрасно!» Затем Пятый патриарх позвал в зал старшего монаха Шэньсю и спросил: «Ты написал это стихотворение или нет? Если ты сочинил его, то должен получить мою Дхарму». Старший монах Шэньсю ответил: «Каюсь и признаю свою вину — действительно, это я написал его, но я не смею домогаться патриаршества и лишь прошу отца-настоятеля из сострадания ко мне сказать, есть ли у меня хоть немного интуиции-праджни познать великий смысл [Учения]?» Пятый патриарх сказал: «Стихотворение, которое ты написал, показывает, что ты еще не достиг полного [озарения]. Ты лишь подошел к вратам [Учения], но не вошел в них. Если профан будет самосовершенствоваться в соответствии с твоей гатхой, то это избавит его от трех мучительных перерождений. Но такое постижение не позволяет обрести конечное просветление-бодхи. Нужно войти во врата и прозреть свою первородную природу. Ступай-ка и подумай день-два, а когда сочинишь еще одно стихотворение, приди ко мне и преподнеси его. Если ты войдешь во врата и узришь свою первородную природу, я вручу тебе рясу и Дхарму». Старший монах Шэньсю ушел и несколько дней пытался сочинить другое стихотворение, но у него ничего не получалось. 18 См.: Тайсё синею Даидзокё. (Заново составленная Трипитака годов Тайсё). Токио, 1980-1964. — Т. 8, — С. 749-а. 19 «Сань-э» — три неблагоприятных (несчастливых) пути перерождения: 1) в аду; 2) в качестве голодных духов (прета); 3) в виде животных. § 8. Как-то раз один юный прислужник проходил мимо помещения, где мелют зерно, распевая это стихотворение. Услышав его, я сразу понял, что сочинивший эту гатху еще не познал свою природу и не постиг великий смысл. Тогда я спросил у прислужника, как называется стихотворение, которое он декламировал. Прислужник ответил мне: «Я не знаю, но великий наставник сказал, что рождение и смерть — это великие события и что он хочет передать патриаршью рясу и Дхарму, поэтому велит каждому члену общины сочинить одно стихотворение, прийти и показать ему. Если кто-нибудь прозреет великий смысл, то он вручит ему рясу и Дхарму и тот станет Шестым патриархом. Один старший монах по имени Шэньсю взял да и написал внезнаковую гатху на стене южной секции павильона. Пятый патриарх велел всем членам общины декламировать ее, чтобы пробужденный этой гатхой узрел свою природу и, самосовершенствуясь посредством духовной практики в соответствии с этим стихотворением, обрел спасение». Я сказал прислужнику: «Я мелю здесь зерно больше восьми месяцев и еще не бывал перед патриаршьим залом. Прошу тебя, проведи меня к южной секций павильона, чтобы я посмотрел на это стихотворение и совершил поклонение. Я тоже хотел бы выучить его наизусть и декламировать, чтобы заложить предпосылку для перерождения в земле Будды». Когда прислужник привел меня в южную секцию павильона, я совершил поклонение этой гатхе. Поскольку я не знал иероглифов, я попросил одного человека прочесть гатху. Услышав стихотворение, я осознал великий смысл. Тогда я сочинил свою гатху и снова попросил человека, умеющего писать, начертать ее на стене западной секции павильона, чтобы преподнести свое изначальное сознание. Ибо, если ты не познал свое изначальное сознание, то нет никакой пользы от изучения Дхармы. Если же постиг свое сознание и прозрел собственную природу, то, значит, обрел просветление и познал великий смысл». Мое стихотворение гласит: Просветление-бодхи изначально не имеет древа, А светлое зерцало не имеет подставки. Коли природа Будды всегда совершенно чиста, То где на ней может быть пыль?! Я сочинил еще одно стихотворение, которое гласит: Само сознание есть древо бодхи, А тело есть светлое зерцало с подставкой. Светлое зерцало изначально чисто, Где же на нем будет грязь и пыль? Услышав мои гатхи, все обитатели монастыря, все последователи, члены общины были изумлены. Затем я вернулся в помещение, где мелют зерно. Пятый патриарх сразу же понял, что я хорошо познал великий смысл, но, опасаясь, что об этом узнают члены общины, он сказал им: «Это тоже еще не полное постижение». § 9. Дождавшись ночи, Пятый патриарх позвал меня в свой зал и стал проповедовать мне «Алмазную сутру». Как только он дошел до того места, где говорится: «Вы не должны быть привязаны [к вещам], но должны выработать сознание, которое нигде не пребывает...» 20 , я обрел просветление и в ту же ночь получил Дхарму, но никто не знал об этом. Затем он передал Учение о внезапном просветлении и рясу, наказав мне: «Ты стал Шестым патриархом, ряса будет удостоверять это. Передавайте ее от поколения к поколению, а Дхарму передавайте непосредственно от сердца к сердцу, чтобы приводить людей к самопросветлению». И еще Пятый патриарх сказал мне: «С древнейших времен повелось так, что жизнь того, кому передана Дхарма, висит на волоске. Если будешь находиться здесь, кто-нибудь может погубить тебя, поэтому ты должен быстрее уходить отсюда». 20 Цитата из «Алмазной сутры» (см.: Тайсё синею Даидзокё. — Т. 8. — С. 749-с). В оригинале дуньхуанского варианта она опущена, и вся фраза звучит так: «Услышав [ее] один раз, я обрел просветление». Однако в таком виде этот отрывок кажется незаконченным и малопонятным, поэтому Ф. Ямпольский дополнил его из издания Косёдзи (см.: Косёдзи бон Рокусо данкё. — Токио, 1934. — С. 15), опубликованного Д. Т. Судзуки и К.Рэнтаро. § 10. Получив рясу и Дхарму, я в полночь отправился в путь. Пятый патриарх проводил меня до цзюцзянской почтовой станции 21 . Я моментально обрел просветление. Расставаясь, Пятый патриарх наставлял меня: «Ступай и трудись усердно, унеси Дхарму на юг, но в течение трех лет не распространяй ее, так как это вызовет бедствия. Потом начни распространять ее, обращая заблуждающихся и хорошо наставляя их. Если сможешь пробудить сознание человека, то он не будет ничем отличаться от меня». Попрощавшись с Пятым патриархом, я отправился на юг. 21 Японский исследователь Уи Хакудзю идентифицирует ее с синьянской станцией, которая в эпоху Мин (1368-1643) была расположена на южном берегу р. Янцзы в пров. Цзянси (см.: Уи Хакудзю. Дзюнсю-си кэнкю. (Исследования по истории чань). — Токио, 1939. — Ч. II. — С. 198). § 11. Где-то через два месяца я дошел до Даюй-лина 22 . Несколько сот незнакомых мне людей следовали за мной, пытаясь убить меня и отобрать рясу и Дхарму. Когда я дошел до середины горы, все они внезапно повернули назад. Только один монах по фамилии Чжэнь, по имени Хуэймин продолжал преследование. Прежде он был генералом третьего ранга 23 и по своему характеру и поведению был человеком грубым и жестоким. Он преследовал меня до вершины горы, где остановил меня и стал угрожать мне. Я хотел отдать ему рясу и Дхарму, но он не пожелал взять [рясу]. «Я пришел сюда издалека не для того, чтобы взять твою рясу, — сказал он, — а для того, чтобы получить Дхарму». Тогда я на вершине горы передал Хуэймину Дхарму. Услышав ее, он сразу же обрел просветление. Затем я велел ему вернуться на север и обращать там людей. 22 Даюйлин — расположен в пров. Цзянси (уезд Цзюцзян-сянь), недалеко от границы с пров. Гуандун. 23 Досл.: «военачальник (цзянцзюнь) третьего ранга». § 12. И вот теперь я прибыл сюда, чтобы жить в этих местах (в Цаоци) и проповедовать всем вам, чиновникам, монахам и мирянам. Это Учение передавалось от мудрецов прошлого, а не есть мое собственное знание. Каждый, кто хочет услышать Учение прошлых мудрецов, должен очистить сознание. Если, прослушав мою проповедь, вы отбросите свои заблуждения, то вас озарит просветление, точно такое же, как и у мудрецов прошлого. Мирские люди изначально сами обладают просветлением-бодхи и мудростью интуиции-праджни. Но из-за того что их сознание заблуждается, они не могут сами обрести просветление. Поэтому они должны найти доброго и обладающего обширными познаниями друга-наставника 24 , чтобы он указал Путь созерцания своей собственной природы. Благомудрые друзья! Если вы встретите просветление, то мудрость придет к вам. 24 См. коммент. 10. § 13. Благомудрые друзья! В этих вратах моего Учения основой являются просветленность и мудрость. Ни в коем случае нельзя ложно утверждать, что мудрость и просветленность различаются. Просветление и мудрость являются единым целым и не разделяются надвое. Просветленность есть субстанция мудрости; мудрость есть функция просветленности. Как только появляется мудрость, значит, в ней присутствует просветленность; как только появляется просветленность, значит, в нем присутствует мудрость. Благомудрые друзья! Это означает, что просветленность и мудрость едины. Изучающий Путь, обратите на это внимание и не говорите, что просветленность первична и вызывает мудрость, или что мудрость первична и вызывает просветленность, или что просветленность и мудрость отличаются друг от друга. Такая точка зрения означает, что [природа] дхарм имеет две характеристики (двойственность). Это хорошо говорить на словах, но плохо для сознания, так как мудрость и просветленность разъединяются. Если же и сознание, и слова будут одинаково хороши, то внутреннее и внешнее будут едины и просветление и мудрость не будут разделяться. Духовная практика самопросветления не обретается в словесных спорах. Если вы начинаете спорить, что первично, а что вторично, то впадаете в заблуждения, а потому не можете прекратить [дуализм] побед и поражений, рождаете ложные взгляды о наличии индивидуального «Я» дхарм 25 , не можете освободиться от четырех состояний всех «феноменов» 26 . 25 «Фа-во» — ложное, с точки зрения буддизма, представление о чем-то как о «вещи в себе», т. е. индивидуальной и независимой сущности, а не временной комбинации элементов, которые должны распасться. 26 То есть зарождения, бытия, изменения, уничтожения. § 14. Психическая концентрация в духовной практике «исин саньмэй» 27 является постоянным осуществлением прямоты сознания всегда и везде: когда ходите, стоите, сидите или лежите. В «Вималакирти-сутре» сказано: «Прямое сознание есть обитель Пути; прямое сознание есть Чистая земля». 28 Нельзя, проявляя криводушие, говорить на словах о прямоте. Если вы на словах говорите о психической концентрации в духовной практике «исин саньмэй», но не осуществляете прямоту сознания, — вы не являетесь учеником Будды. Только когда вы практикуете прямоту сознания и во всех вещах и явлениях не имеете никаких привязанностей — это и называется «исин саньмэй». Заблуждающиеся люди привязываются к внешним признакам вещей и явлений, и когда [начинают] заниматься практикой психической концентрации «исин саньмэй», то принимают за прямоту сознания недвижное сидение (сидячую медитацию) и искоренение из сознания ложных взглядов, полагая, что это и есть сосредоточенность «исин саньмэй». Занятия такой практикой уподобляют [человека] бесчувственным [вещам] и создают препятствия к Пути-Дао. Но Дао должно течь беспрепятственно, как можно ему препятствовать? Если сознание задерживается на вещах, то значит оно связывает само себя. Если бы от сидения в неподвижном состоянии был какой-то толк, то разве стал бы Вималакирти бранить Шарипутру за занятия сидячей медитацией в лесу?! 29 Благомудрые друзья! А еще есть люди, которые учат сидеть и созерцать сознание, созерцать чистоту, не двигаясь и не активируя [сознание]. Занимаясь такой практикой, заблуждающиеся люди не только не обретают просветления, но еще больше укрепляются в своих заблуждениях, и таких людей тысячи. Обучающие такому пути с самого начала вводят в великое заблуждение. 27 «Исин саньмэй» (санскр. акавъюха самадхи, экачарья самадхи) — здесь: сосредоточенность на едином; сосредоточение на единстве бытия; «самадхи единства», «самадхи одного действия», посредством которого в единый момент бытия постигается всеобщее равенство и единство дхарм. 28 В самом тексте «Вималакирти-сутры» этой фразы нет (см.: Тайсё синею Даидзокё. — Т. 14. — С. 537-557). Как выяснил Ф. Ямпольский, первые пять иероглифов из нижеследующей фразы взяты из текста «Пуса-цинь» (Там же.- С. 542-е), а остальные пять — из «Фого-цинь» (Там же. — С. 538-а). 29 Речь идет об эпизоде из «Вималакирти-сутры», на который часто ссылались чань-буддисты, обосновывая необходимость активно-динамической практики психотренинга. § 15. Благомудрые друзья! Какова взаимосвязь между просветленностью и мудростью? Она подобна светильнику и свету. Если есть светильник, то есть и свет. Если нет светильника, нет и света. Светильник является субстанцией света; свет является функцией светильника. Хотя названия два, в их сущности нет двойственности. Просветленность и мудрость взаимосвязаны таким же образом. § 16. Благомудрые друзья! В Дхарме нет внезапного и постепенного, но люди бывают с острым умом и тупые. Заблуждающиеся проповедуют постепенный, а просветленные люди практикуют внезапную культивацию [сознания]. Познать собственное изначальное сознание — это значит прозреть свою изначальную природу. Если ты уже пробудился, то с самого начала нет никаких различий [между двумя методами], но если еще не пробудился, то в течение долгих кальп 30 будешь вовлечен в круговорот перерождений. 30 Кальпы — большие временные периоды, проходящие от появления до уничтожения одного из бесчисленных во времени и пространстве миров. В буддизме кальпы подразделяются на «большие» и «малые». § 17. Благомудрые друзья! В моих вратах Дхармы, с самых древних времен и по сю пору, все основано на «не-мысли» как главном принципе Учения, на «отсутствии [внешних] признаков» как субстанции, на «не-связанности» как основе. Что такое «отсутствие признаков»? «Отсутствие признаков» — это, находясь среди признаков (форм), отрешаться от [внешних] признаков [вещей]. «Не-мысль» («отсутствие мыслей») — это, погружаясь в мышление, не мыслить. «He-связанность» — это изначальная природа человека. Последовательный поток мыслей не должен останавливаться, задерживаться на чем-либо; прошлые мысли, нынешние мысли и будущие мысли мысль за мыслью должны следовать друг за другом не прерываясь. Как только одна мысль прерывается, дхарма-кая 31 отходит от рупа-каи 32 . В последовательном процессе мышления не нужно останавливаться ни на какой вещи, ибо как только одна мысль, задерживается, весь последовательный поток мыслей останавливается и вызывает связанность. Если же, погружаясь во все вещи, последовательный поток мыслей не задерживается ни на чем, то связанности не будет. Поэтому-то «не-пребывание» («отсутствие опоры») является основой. Благомудрые друзья! Вовне отрешенность от всех признаков есть «отсутствие признаков». Как только вы отрешаетесь от признаков, субстанция вашей собственной природы очищается. Поэтому-то «отсутствие признаков» является субстанцией. Попадая во все ситуации, не быть загрязненным — это называется «не-мысль». В своих мыслях отрешайтесь от [внешних] обстоятельств; находясь среди вещей, не порождайте мыслей о них. Если вы не будете думать обо всем множестве вещей, то все мысли будут отброшены. И когда [дискурсивное] мышление прекратится, вы уже не будете перерождаться в других местах. Изучающие Путь! Не допускайте небрежности и легкомысленного отношения к смыслу Учения. Это еще куда ни шло, если вы вводите в заблуждение себя, но гораздо хуже, если вы воодушевляете на ошибки других. Однако некоторые люди не только заблуждаются сами и ничего не понимают, но еще и поносят Учение сутр. Поэтому-то «не-мысль» установлена в качестве главного принципа Учения. Поскольку заблуждающиеся люди мыслят, опираясь на [внешние] обстоятельства, [такое] мышление рождает ложные взгляды, всевозможные страсти с их порочной активностью и всякие дурацкие мысли, — все это рождается из него. Поэтому-то в этих вратах Учения «не-мысль» установлена как основной принцип. Люди этого мира! Отрешайтесь от ложных взглядов, не порождайте ложных мыслей! Однако, если не будет мыслей, то «не-мысль» тоже не будет установлена. «Не» означает «нет» чего? «Мысль» означает «мысль» о чем? «Не» означает отрешаться от двойственности признаков всех страстей. «Мысль» означает мыслить изначальную природу татхаты (истинной реальности). Татхата есть субстанция мысли; мысль есть функция татхаты. Если вы мыслите с уровня собственной изначальной природы (с уровня истинной реальности-татхаты}, то, хотя вы видите, слышите, понимаете (осознаете) и знаете, — вы не загрязняетесь [внешними] обстоятельствами (объектами) и всегда совершенно свободны. В «Вималакирти-сутре» сказано: «Вовне можете хорошо различать все признаки дхарм, а внутри не отходите от первопринципа» 33 . 31 Дхарма-кая — «дхармовое тело Будды», абсолютный аспект бытия. 32 Рупа-кая — «физическое тело Будды», «тело формы»; эмпирический, чувственный аспект бытия. Иногда употребляется как общее обозначение двух тел Будды — самбхога-кая и нирвана-кая (см. коммент. 36). 33 См.: Taйcе синсю Дайдзоке. — Т. 14. — С. 537-е. Слова «новые» и «изнутри» отсутствуют в оригинальном тексте «Вималакирти-сутры ». § 18. Благомудрые друзья! В этих вратах нашего Учения изначально «сидячая медитация» (цзо-чань) не является созерцанием сознания, не является созерцанием чистоты и нельзя также говорить, что это [полная] неподвижность. Если говорить о созерцании сознания, то сознание изначально погрязает в заблуждениях, а заблуждения подобны иллюзии, поэтому и созерцать-то нечего. Если говорить о созерцании чистоты, то природа человека изначально чиста, но из-за ложных мыслей татхата затмевается. Когда же вы отрешаетесь от ложных мыслей, ваша изначальная природа проявляет свою чистоту. Не видеть, что собственная природа изначально чиста, и возбуждать свое сознание созерцанием чистоты — это значит порождать омраченность чистотой. Поскольку все заблуждения не имеют реальной основы, то очевидно, что все, что вы созерцаете, есть иллюзия. [Истинная] чистота не имеет форм и признаков, но некоторые пытаются установить признаки чистоты и говорят, что это и есть практика психического и морального самоусовершенствования. Люди, которые придерживаются таких взглядов, создают препятствия своей изначальной природе и связывают себя чистотой. Под неподвижностью же следует понимать устойчивость (постоянство) собственной природы, когда человек не обращает внимания на все ошибки и недостатки других людей. Омраченные люди, хотя их собственные тела обрели неподвижность, лишь только раскроют рот, так сразу начинают говорить о хорошем и плохом в других, а это является нарушением Пути-Дао. § 19. В этих вратах Учения «сидеть» означает, что нет никаких препятствий и мысли (волнения) не возникают ни при каких внешних обстоятельствах и условиях. «Медитация» (чань) означает [внутри] созерцание своей изначальной природы (бэнь-син) и отсутствие волнений. А что такое медитация и просветление? Медитацией называется отрешенность от внешних признаков, а просветление — это внутреннее спокойствие. Если есть привязанность к внешним признакам, то ваше сознание будет не спокойным; если будет отрешенность от внешних признаков [вещей], то сознание будет спокойным и [ваша] изначальная природа будет сама по себе чистой и сама по себе просветленной. Как только [начнешь] опираться на внешние обстоятельства, возникнет движение, а движение вызывает беспокойство. Но если отрешишься от внешних признаков, то это и будет, медитация (чань); если будешь сохранять внутреннее спокойствие, это и будет просветление-самадхи. [Таким образом], освободиться от привязанности к внешним объектам — это медитация-чань, сохранять внутреннее спокойствие — это просветление-самадхи, поэтому и говорится «медитация» и «просветление». В «Вималакирти-сутре» говорится: «Мгновенно и внезапно [человек] обретает изначальное сознание (бэнь-синь)» 34 . А в «Обетах бодхисаттвы» говорится: «С изначальных истоков ваша собственная природа совершенно чиста» 35 . Благомудрые друзья! Созерцая собственную природу, вы узрите собственную чистоту; занимаясь практикой самоусовершенствования, вы узрите дхарма-каю в вашей собственной природе и ваши собственные деяния станут деяниями Будды. [Таким образом], работая над собой, вы становитесь Буддой. 34 Cм.: Тaйce синсю Дайдзоке. — Т. 14. — С. 541-а. 35 Taм же. — Т. 24. — С. 100З — С. §20. Благомудрые друзья! Я побуждаю вас в своем собственном физическом теле увидеть, что ваша собственная природа имеет три тела Будды 36 . Эти три тела Будды рождаются из вашей собственной природы. Что такое чистое тело Будды дхарма-каи? У всех людей в мире природа изначально чиста сама по себе, и вся тьма вещей находится в их собственной природе. Если люди думают обо всех [дурных] делах, то начинают совершать дурные поступки. Если думают обо всех добрых делах, то начинают практиковать добрые деяния. Отсюда понятно, что все вещи (дхармы) находятся в вашей собственной природе, но ваша собственная природа всегда остается чистой. [Это подобно тому, как] солнце и луна всегда светлы, но могут быть закрыты облаками. Поэтому, хотя они наверху светлы, снизу [кажутся] затемненными и нельзя увидеть солнце, луну, звезды и планеты. Но если внезапно подует ветер мудрости-просветления (праджня) и разгонит все облака и туманы, то мгновенно отчетливо проявятся формы всех вещей. Изначальная природа людей этого мира подобна голубому небу, природа сознания подобна солнцу, а природа мудрости подобна луне. Природа сознания и природа мудрости всегда светлы, но поскольку вы привязываетесь к внешним обстоятельствам, то плывущие облака внешних мыслей закрывают [их свет] и ваша собственная природа не может светить. Поэтому если вы встретите доброго Друга, который откроет вам истинное Учение, и рассеет все ошибки и заблуждения, то внутри и снаружи все озарится светом и в своей собственной природе вы узрите все многообразие вещей, так как все вещи сами находятся в собственной природе [каждого человека]. Это и называется чистым телом Будды дхарма-каи. Тот, кто прибегает к убежищу в самом себе, отбрасывает все дурные поступки, это и называется прибегать к Убежищу. А что такое бесчисленное многообразие [проявлений] нирмана-каи? Когда отсутствует [дискурсивное] мышление, ваша природа пустотна, но когда возникает [дискурсивное] мышление, вы начинаете самотрансформироваться. Если вы думаете о дурных вещах, то перерождаетесь в аду. Если вы думаете о добрых вещах, то перерождаетесь на небе среди дэвов (небожителей). [Если вы думаете о причинении] вреда [живым существам], то переродитесь в животное, если будете думать о [сострадании] к живым существам, то трансформируетесь в бодхисаттву. [Если вы думаете о] джняне и праджне, то перерождаетесь в высших мирах, [если думаете о всяких] глупостях, то перерождаетесь в низших сферах. [Таким образом], в ваших собственных [силах] очень много возможностей трансформаций, но заблуждающиеся люди сами не знают об этом и не видят этого. Но стоит появиться одной благой мысли, как тут же рождается изначальная мудрость. Это и называется нирмана-кая Будды вашей собственной природы. А что называется совершенным Буддой самбхога-кая? 37 Как один светильник может рассеять тысячелетнюю тьму, так и одна мудрая мысль может уничтожить тысячелетнее невежество. Не думайте о прошлом, но постоянно думайте о будущем, ибо если у вас постоянно будут добрые мысли о будущем, то это и будет называться самбхога-кая-Буддой. Одна мысль о зле уничтожает плоды воздаяния за тысячелетнее добро; одна мысль о добре уничтожает плоды воздаяния за тысячелетнее зло. Если с безначальных времен ваши мысли о будущем всегда добры, то вы будете называться самбхога-кая-Буддой. Если вы будете думать с позиции дхарма-каи, то это будет нирмана-кая. Если мысли постоянно будут добрыми, это будет самбхога-кая. Самопробуждение и самокультивация (самоусовершенствование) — это и называется «прибегнуть к убежищу». Кожа и мясо являются физическим телом (рупа-кая), а физическое тело является жилищем, поэтому нельзя говорить, что вы прибегаете к этому убежищу. Но если вы пробуждаетесь к трем телам [Будды], то, значит, постигли великий смысл [Учения]. 36 Три тела Будды (санскр. трикая) — три аспекта или модуса «истинного» бытия: 1) дхарма-кая — абсолютное бытие, лишенное разделения на субъект и объект. Оно проявляется посредством более «конкретных», «оформленных» аспектов, т. е. самбхога-каи и нирмана-каи; 2) самбхога-кая — «тело блаженства», коммуникативный аспект бытия, проявляющийся, когда абсолютное бытие (т. е. дхарма-кая) принимает имя и образ; 3) нирмана-кая — «тело воплощения», экзистенциональная форма «бытия в мире», внешняя форма «истинной» и абсолютной реальности. 37 Пропуск в оригинале дуньхуанского текста дополнен по изданию Косёдзи (с. 31). § 21. Сейчас, поскольку вы уже приняли убежище в трех телах Будды, я объясню вам четыре великих обета. Благомудрые друзья! Повторяйте вместе со мной то, что я говорю: «Клянусь спасти все живые существа, сколь бы бесчисленны они ни были! Клянусь уничтожить все клеши 38 , сколь бы бесчисленны они ни были! Клянусь постичь все дхармы, сколь бы бесчисленны они ни были! Клянусь успешно завершить Путь Будды, сколь бы непревзойденным он ни был!» Благомудрые друзья! Когда я говорю: «Клянусь спасти все живые существа, сколь бы многочисленными они ни были», это не значит, что я спасаю вас, но что в [своем] сознании каждое живое существо спасает самого себя, спасая свою собственную природу. Что означает «спасать себя, спасая свою природу?» Несмотря на неправильные взгляды, клеши, невежество, глупость и заблуждения в вашем физическом теле (рупа-кая), вы сами обладаете природой изначального пробуждения (бэнь-цзюэ) и [поэтому] с помощью правильных взглядов вы обретаете спасение. Когда происходит пробуждение к правильным взглядам, то мудрость-праджня рассеивает невежество и заблуждения и все живые существа сами обретают спасение. Когда приходят неправильные взгляды, вы спасаете себя посредством правильных взглядов; когда приходят заблуждения, вы спасаете себя посредством мудрости; когда приходит зло, вы спасаете себя посредством добра; когда приходят клеши, вы спасаете себя посредством просветления-бодхи. Такое спасение называется истинным спасением. «Клянусь уничтожить все клеши, сколь бы многочисленны они ни были» означает освободить свое сознание от иллюзий и заблуждений. «Клянусь постичь все дхармы, сколь бы бесчисленны они ни были» означает изучение несравненной истинной Дхармы (Учения). «Клянусь успешно завершить непревзойденный Путь Будды» означает всегда вести себя смиренно, проявлять почтительность ко всему, отринуть ложные привязанности и пробудиться к изначальной мудрости. Когда все заблуждения отброшены, наступает ваше самопробуждение (просветление) и вы [успешно] завершаете Путь Будды, тем самым практически осуществляя (применяя) силу [четырех] обетов. 38 Клеша — морально-психическая «омраченность» или «загрязненность». § 22. А сейчас, поскольку я уже объяснил вам четыре [великих] обета, я дам вам внезнаковое (у-сян) покаяние, которое уничтожит грехи трех миров». Великий наставник сказал: «Благомудрые друзья! Если ваши прошлые мысли, будущие мысли, нынешние мысли, если весь поток мыслей не омрачен (загрязнен) заблуждениями и в своей природе вы сразу (мгновенно) отбросили все прошлые дурные деяния, то это и будет покаяние. Если ваши прошлые мысли, будущие мысли, нынешние мысли, если весь поток мыслей не омрачен заблуждениями и вы навсегда освободили свое сознание от прошлых ложных представлений, это и будет называться покаянием собственной природы. Если ваши прошлые мысли, будущие мысли, нынешние мысли, весь поток мыслей не омрачен завистью (недоброжелательством) и в своей природе вы отбросили всю прошлую недоброжелательность, это и будет покаяние. Таково внезнаковое покаяние. Благомудрые друзья! Что в этих вратах Учения называется покаянием (чань-хуэй)? «Взывать к милосердию» (чань) — это значит в течение всей жизни не совершать [дурных поступков]. «Раскаиваться» (хуэй) — это значит знать о своих прошлых ошибках и дурных деяниях и никогда не выбрасывать их из своего сознания. Но бесполезно исповедоваться об этом в словах перед [изображением] Будд. В этих вратах моего Учения покаянием называется никогда не совершать дурных деяний. § 23. А сейчас, поскольку покаяние закончено, я дам вам внезнаковые предписания о трех убежищах 39 ». Великий наставник сказал: «Благомудрые друзья! Примите убежище в Просветленном, самом почитаемом из всех двуногих (в Будде)! Примите убежище в самом благородном и истинно правильном [Учении], освобождающем от страстей! Примите убежище в самой чистой [сангхе], наиболее почитаемой среди всех людей! Отныне и впредь вы будете называть своим наставником Просветленного (Будду) и не будете опираться на ложные учения. Заклинаю вас всегда просветлять себя светом сострадания трех драгоценностей вашей собственной природы! Будда — это есть пробуждение (просветление), Дхарма — это есть Истина, сангха — это есть чистота. Если вы в своем собственном сознании примите убежище в Пробужденном (Будде), то не будут рождаться неправильные взгляды и заблуждения, ваши страсти (юй) будут уменьшаться и вы будете довольствоваться тем, что есть, освободитесь от жажды богатства, освободитесь от жажды чувственных наслаждений. Поэтому-то [Будда] называется Самым Почитаемым среди двуногих. Если вы в своем собственном сознании примите убежище в Учении (Дхарме), то, поскольку в последовательный поток ваших мыслей не будут проникать неправильные мысли, у вас не будет привязанностей. А поскольку не будет привязанностей, то это и будет называться самым истинным [Учением], освобождающим [людей] от страстей. Если вы в своем собственном сознании приняли убежище в чистоте (Сангхе), то, хотя все омрачающие факторы и заблуждения находятся в вашей собственной природе, ваша собственная природа не загрязняется и не имеет привязанностей. Поэтому [сангха] и почитаема всеми живыми существами. Обычные люди (профаны) не понимают этого и изо дня в день получают предписания (обеты) о трех убежищах. Если он говорит, что принимает убежище в Будде, то где находится Будда? Если же он говорит, что не видит Будду, то некуда прибегать к убежищу. А если некуда прибегать к убежищу, то что же тогда делать тому, про кого можно сказать, что он омрачен? Благомудрые друзья! Каждый из вас должен внимательно исследовать себя, созерцая свою [собственную природу], чтобы не допускать неправильного функционирования своего сознания. В сутрах говорится, что нужно прибегать к убежищу (опоре) Будды только в самом себе, но не говорится, что нужно опираться на чужих Будд. Если вы не будете ни на что опираться в своей собственной природе, то вообще не будет места, на которое нужно опираться. 39 Три убежища — «три драгоценности» буддизма: Будда, Дхарма (Учение), сангха (община). § 24. А теперь, поскольку вы все уже прибегли всем сердцем к убежищу трех драгоценностей, я изложу вам учение о Маха-праджня-парамите. Благомудрые друзья! Хотя вы и декламируете [тексты], вы не понимаете их, поэтому я, Хуэйнэн, объясню вам, а вы все [внимательно] слушайте. Маха-праджня-парамита — это индийские санскритские слова, которые на китайском языке означают «великая [изначальная] мудрость, достигшая другого берега». Это Учение необходимо практиковать, но не нужно лишь декламировать (нянь). Если вы будете лишь декламировать, но не практиковать (син), то это будет подобно иллюзии и миражу. Дхармовое тело практикующего и есть Будда. А что означает «маха»? «Маха» — это значит великое, под этим подразумевается, что свойства сознания обширны и подобны пустоте. [Все миры Будды подобны пустоте, чудесная природа человека в своей основе пустотна, поэтому нет ни одной вещи, которую можно обрести. Истинная пустотность собственной природы также подобна этому. Благомудрые друзья! Вы слушаете мои объяснения пустоты и привязываетесь к пустоте.] 40 Не сидите в [медитационной позе], сосредоточивая свое сознание [на пустоте]. Если вы будете сосредоточиваться на пустоте, то впадете в нейтрально-безразличную пустоту. Однако пустота содержит в себе и солнце, и луну, и все звезды и планеты, великую землю, гору и реки, все травы и деревья, плохих и хороших людей, плохие вещи и хорошие вещи, Небесный Алтарь и ад, которые все без исключения находятся (пребывают) в пустоте. Пустотность природы людей точно такая же (т. е. содержит в себе все вещи и явления). 40 Этот отрывок дополнен по изданию Косёдзи (с. 34). § 25. То, что ваша собственная природа может содержать в себе всю тьму вещей, — это и есть «великий». Вся тьма вещей — это и есть [ваша] собственная природа. Созерцая всех людей и не-людей 41 , добро и зло, плохие вещи и хорошие вещи, вы должны отстраняться от них, не омрачаясь (загрязняясь) ими, не привязываясь к ним, но воспринимая (рассматривая) их как подобные пустоте. Это и называется «великое». Это и есть великая практика. Заблуждающиеся люди декламируют это посредством рта, но мудрые практикуют сознанием. Есть также заблуждающиеся люди, которые опустошают сознание и [ни о чем] не думают (прекращают процесс мышления), называя это «великим». Но это тоже неправильно. Свойства сознания обширны и велики, но если не практиковать, то они будут малыми. Не говорите зря о пустоте, не претворяя это на практике, ибо в таком случае — вы не мои ученики. 41 «Фэйжэнь» (санскр. аманушья) — «не-люди», в буддийской мифологии существа, отличные от человеческих существ (небожители, мифические животные и т. д.). § 26. А что называется праджней? Праджня — это чистая изначальная мудрость. Когда во все времена последовательный поток мыслей не содержит неведения, то постоянно практикуется чистая изначальная мудрость. Это и называется практиковать праджню. Если в этом потоке возникнет одна мысль неведения, то праджня прекращается, но если возникнет одна мысль мудрости, то рождается праджня. [Хотя в сознании постоянно пребывает неведении], некоторые говорят про себя: «Я практикую праджню». Однако природа праджни — это то, что не имеет [внешних] форм и признаков. А что называется парамитой? Это индийское санскритское слово, означающее достижение другого берега. Когда вы постигаете его смысл, то освобождаетесь от рождений-и-смертей. Но когда вы привязываетесь к внешним обстоятельствам, возникает рождение-и-смерть. Подобно волнам, вздымающимся на воде, — это и есть [наша жизнь] на этом берегу. Быть свободным от внешних обстоятельств и не подвергаться рождениям-и-смертям — это подобно тому, как водная поверхность успокаивается и волны сливаются в [единый] большой поток. Вот почему это называется «достичь другого берега», т. е. парамитой. Заблуждающиеся люди декламируют это посредством рта, а мудрые практикуют сознанием. Когда во время мышления имеется неведение, то это не есть истинное бытие. Но если вы в непрерывном потоке мыслей постоянно практикуете праджню, то это и называется истинным бытием. Тот, кто просветлился этим учением, тот просветлился учением праджни и практикует праджню. А тот, кто не практикует, тот является профаном. Тот, кто практикует просветленность сознания, у того дхармовое — тело идентично телу Будды. Благомудрые друзья! Ваши клеши и есть бодхи (просветление). Когда прошлые мысли омрачены неведением, то вы являетесь профаном, а когда будущие мысли просветлены, вы являетесь Буддой. Благомудрые друзья! Маха-праджня-парамита является самой почитаемой, самой высокой, самой первой! Она нигде не пребывает, не уходит и не приходит. Все Будды трех миров возникают из нее. С помощью великой мудрости она позволяет достичь другого берега и разрушает все страсти и омрачающую активность пяти скандх 42 . Поскольку она является самой почитаемой, самой высокой, самой первой, восхваляя самую высокую Колесницу Учения и практикуя ее, вы непременно станете Буддой. Не уходящая, [нигде] не пребывающая, не приходящая, являющаяся единством дхьяны (медитации) и праджни (изначальной мудрости), не загрязненная во всех вещах, порождающая всех Будд трех миров, она превращает три яда 43 в дисциплину (шила), медитацию (дхьяна) и изначальную мудрость (праджня). 42 Пять скандх — пять основных групп элементов бытия: 1) группа «чувственного»; 2) группа ощущения (различающего приятное, неприятное или нейтральное); 3) группа различения; 4) группа активности; 5) группа сознания. 43 Три яда — алчность, гнев, неведение. § 27. Благомудрые друзья! В этих вратах моего учения праджня, раз возникнув, рождает 84 тысячи мудростей. Почему так? Потому что в мире есть 84 тысячи страстей. Если же вы освободились от страстей, то праджня всегда находится в вашей собственной природе и никогда не покидает ее. Тот, кто обрел просветление в этом учении, тот не имеет мыслей (у-нянь), не имеет памяти (у-и), не имеет привязанностей (у-чжу). Не избавляйтесь от своего неведения и ложных взглядов, так как они сами по себе являются природой истинной таковости (истинной реальности). Когда с помощью праджни вы обретаете просветление и среди всех вещей [ничего] не отвергаете и [ничего] не предпочитаете, то [это и будет называться] «созерцая свою природу, стать Буддой». § 28. Благомудрые друзья! Тот, кто хочет вступить в глубочайшую дхарму-дхату 44 , вступить в праджня-самадхи 45 , должен непосредственно практиковать праджня-парамиту. Имея в руках лишь один цзюань «Алмазной праджня-парамита-сутры», вы можете обрести созерцание своей собственной природы и вступить в праджня-самадхи. И тогда вы немедленно поймете, что достижения такого человека безграничны. Впрочем, все они восхваляются в сутрах, поэтому я не буду подробно говорить об этом. Таково учение Высшей Колесницы, которое проповедуется для людей великой мудрости и высших способностей. Если это учение услышит человек малой способности к мудрости, в его сознании не зародится вера. Почему так? Это подобно тому, как если Великий Дракон прольет на землю великий дождь, то [он смоет все города и селения] подобно плавающим листьям и траве. Если же он прольет великий дождь и этот Дождь попадет в Великий океан, то в океане от этого не прибавится и не убавится. Если махаянист услышит чтение «Алмазной сутры», то в его сознании откроется просветление. Поэтому мы знаем, что изначальная природа сама обладает мудростью праджни и сама с помощью праджни просветляет себя, не вводя себя в заблуждение письменными знаками (вэнь-цзы). Это можно уподобить тому, что этот дождь не падает с неба, а царь-дракон (лун-ван) с самого начала берет эту влагу из рек и морей и наделяет ею все живые существа, все травы и деревья, всех чувствующих и нечувствующих. [Затем] все эти воды сливаются в один поток и впадают в Великий океан, а океан вбирает в себя эти воды и соединяет их в единую субстанцию. Точно так же все обстоит и с мудростью праджни изначальной природы живых существ. 44 Дхарма-дхату — «мир дхарм», абсолютная реальность. 45 Праджня-самадхи — высшая сосредоточенность сознания, в процессе которой раскрывается изначальная мудрость. § 29. Люди малых способностей, слушающие проповедь этого внезапного учения (дунь-цзяо), подобны на этой земле травам и деревьям, которые имеют по своей природе слабые корни, но если они попадают в этот ливень, то падают и не могут дальше расти. Вот так же и с людьми малых способностей. Хотя эти люди обладают мудростью праджни и ничем не отличаются от людей великой мудрости, тогда почему же они, хоть и слушают учение, не пробуждаются (не обретают просветление)? Все это потому, что очень тяжелы препятствия неправильных взглядов и глубоки корни страстей. Это подобно тому, как большие облака закрывают солнце, и до тех пор, пока не подует ветер, солнце не может проявиться. Мудрость праджни также не бывает большой и малой. Из-за омраченности своего сознания все живые существа ищут Будду во внешней практике и поэтому не могут просветлить свою собственную природу. Но даже, если эти люди малых способностей, услышав внезапное учение, не будут верить во внешнюю практику, а будут лишь постоянно порождать в своем сознании правильные взгляды относительно своей собственной изначальной природы, даже эти живые существа, погрязшие в страстях и омрачающей активности, мгновенно обретут полное просветление. Это подобно Великому океану, вбирающему в себя все потоки и объединяющему все малые воды и большие воды в единую субстанцию. Так же человек, созерцающий свою [истинную] природу, не пребывает ни во внутреннем, ни во внешнем и свободен от прихода и ухода; он может [легко] отрешиться от сознания, которое имеет привязанности [к вещам]; он [свободно] проникает (проходит) везде, и нет для него преград. §30. Все сутры и каноны, все письменные тексты и знаки — все это было установлено человеком. Их можно было основать только благодаря природе мудрости, [заложенной в человеке]. Если бы мы не имели этой мудрости, вся тьма вещей изначально не имела бы бытия. Поэтому мы знаем, что как тьма вещей возникает благодаря человеку, так и все сутры и каноны изложено человеком. Среди же людей есть глупые и мудрые. Глупые — это низкие люди, мудрые — это великие люди. Если глупый спрашивает мудрого, то мудрый объясняет глупому Учение, чтобы привести глупого к глубокому пониманию и просветлению. Если глупый обрел просветлеиие и его сознание пробудилось, то он ничем не отличается от человека великой мудрости. Если же он непросветлен, то хоть [по своей природе] он и Будда, он является [обычным] живым существом. Но если у него возникла хоть одна просветленная мысль, он, даже будучи живым существом, является Буддой. Поэтому мы знаем, что вся тьма вещей находится в нашем собственном сознании. Так отчего же в нашем собственном сознании не может внезапно проявиться изначальная природа истинной реальности?! В «Пуса цзе-цзин» говорится: «Наша собственная природа изначально чиста» 46 . Познавая свое сознание, созерцая свою природу, мы сами становимся Буддой, внезапно и мгновенно обретая изначальное сознание. 46 См. § 19 «Сутры Хуэйнэна», где приводится более точная цитата. § 31. Благомудрые друзья! Когда я был у патриарха Хунжэня, лишь один раз услышав слова [«Алмазной сутры»], я обрел великое просветление и внезапно узрел изначальную природу истинной реальности. Поэтому теперь я обучаю вас этой Дхарме, чтобы распространять это Учение в последующих поколениях и побуждать тех, кто изучает Путь, к внезапному просветлению-бодхи; чтобы каждый [из вас] созерцал свое сознание и приводил свою собственную изначальную природу к внезапному просветлению. Если же [кто из вас] не может пробудиться сам, то он должен искать доброго друга, обладающего великими познаниями, чтобы он указал путь созерцания своей природы. Что такое добрый друг, обладающий великими познаниями? Это тот, кто понимает, что учение Высшей Колесницы воистину является правильным путем. Из всех предпосылок и сопутствующих факторов, [способствующих освобождению], это величайшая [предпосылка], так называемое «спасающее руководство», которое приводит к созерцанию Будды. Добрый друг и учитель, обладающий великими познапиями, может привести в движение (активизировать, возбудить) все добрые дхармы. Поэтому, хотя и говорится, что все Будды трех миров и 12 разделов канона находятся в природе человека, если он, изначально обладая ими, не может сам обрести просветление в своей природе, он должен найти доброго друга-наставника, который укажет ему путь созерцания своей природы. Но тот, кто пробудился сам, не должен опираться на внешних друзей-наставников. Если он будет пытаться найти наставника вовне, надеясь обрести спасение [с его помощью], то обнаружит, что это невозможно. Но если он познает друга-наставника внутри своего собственного сознания, то это и будет спасение. Если же его собственное сознание омрачено неведением и переполнено ложными и ошибочными мыслями, пусть даже он обратится к внешнему другу-наставнику за наставлениями и получит их, это все равно не даст ему спасения. Если вы не можете достичь самопробуждения, то должны активизировать в себе праджню и просветлиться ею. Тогда все ваши ложные мысли будут уничтожены без остатка. Как только вы постигнете, что сами воистину являетесь своим настоящим наставником, вы сразу же в одном мгновенном озарении познаете Будду. Если на основе своей природы и сознания посредством праджни вы обрели самопросветление и [этот] свет пронизывает все внутреннее и внешнее, то значит вы познали свое изначальное сознание. А если вы познали свое изначальное сознание, то это и есть освобождение. А если вы обрели освобождение, то это и есть праджня-самадхи. А пробуждение в праджня-самадхи и есть не-мысль (у-нянь). Что такое не-мысль? Учение о не-мысли означает: созерцая все вещи, не привязываться к этим вещам, попадая во всевозможные обстоятельства, не попадать в зависимость от этих обстоятельств, всегда держать свою собственную природу чистой, заставлять шесть разбойников 47 выходить через шесть ворот 48 ; находясь среди шести пылинок 49 , не отстраняться от них, но и не загрязняться ими, свободно при ходить и уходить. Это и есть праджня-самадхи, и [когда достигнута] свобода и спасение, [это] называется практикой не-мысли. Если вы стараетесь ни о чем не думать и постоянно заставляете свои мысли прекратиться, значит, вы попали в путы учения. Это называется ограниченностью взглядов. Тот, кто пробудился в учении о не-мысли, созерцает миры всех Будд. Тот, кто пробудился во внезапное учение о не-мысли, достигает состояния Будды. 47 Шесть разбойников — шесть чувств: видение, слышание, обоняние, вкус, осязание, различение. 48 Шесть ворот — шесть чувственных органов или функций (индрий): глаза, уши, нос, язык, тело и сознание (как способность осознавать феномены психической жизни). 49 Шесть пылинок — шесть свойств (гуна), производимых объектами и органами чувств: образ, звук, запах, вкус, ощущение, идея. § 32. Благомудрые друзья! Те, кто в последующих поколениях обретет просветление в моем учении, всегда будут видеть, что мое дхармовое тело нисколько не отдаляется от вашего (т. е. ничем не отличается от вашего. — Н. А.). Благомудрые друзья! Созерцайте вместе и практикуйте вместе в этих вратах внезапного учения, утвердитесь в намерении [следовать этому учению], примите и оберегайте его! Поскольку это равносильно служению Будде, то, приняв и оберегая его, вы не должны ни на шаг отступать от него в течение всей своей жизни, и только так вы вступите в состояние святости. А теперь я должен передать свое учение. Однако с прошлых времен передача учения происходит в молчании. Его нужно передавать другим, только когда дан великий обет не отступать [ни на шаг] от бодхи (просветления). Если же вы встретите людей, у которых не такие же взгляды и [уровень] понимания и нет столь же твердой воли и решимости, ни в коем случае опрометчиво не проповедуйте им свое учение. Этим вы только нанесете им вред, и в любом случае это совершенно бесполезно. § 33. Великий учитель-наставник сказал: «Благомудрые друзья! Слушайте внезнаковую гатху, которую я вам передам. Гатха гласит: Глупые люди практикуют ради достижения счастья [в будущем], но не ради Пути. И говорят, что практиковать ради достижения счастья и есть Путь. Хотя они надеются, что, давая милостыню и делая подношения, обретают безграничное счастье, в их сознании, как и прежде, совершаются три кармических деяния 50 . Если вы хотите уничтожить грехи, практикуя ради достижения счастья [в будущем], хотя в будущем перерождении вы обретете это счастье, ваши грехи по-прежнему останутся. Если вы понимаете, то должны вырвать из сознания сам корень (причину) грехов, и каждый из вас должен совершить в собственном сознании истинное покаяние. Если вы пробудитесь к махаянскому истинному покаянию, отбросите неправильные [взгляды] и будете практиковать истинный Путь, то грехи не будут создаваться. Если человек, изучающий Путь, может созерцать себя, то он одинаков с просветленным человеком. Я повелеваю передавать это внезнаковое учение, и тот человек, у которого появится решимость изучать его, станет одним целым со мной. Если вы хотите в будущем найти свое изначальное тело, то должны вычистить из своего сознания три яда, которые являются причиной зла, — старательно практиковать Путь, не допуская праздной беспечности, чтобы вся жизнь вдруг не прошла впустую. Если вы столкнетесь (встретитесь) с внезапным учением махаяны, то соедините свои ладони, смиренно и искренне, и утвердитесь в решимости постичь его». 50 То есть кармические действия, производимые мыслью, словом, делом. § 34. [Вэйцзюй] спросил: «Главный смысл этого учения был преподан Первым патриархом, индийцем Бодхидхармой, не так ли?» Великий наставник сказал: «Да». [Тогда Вэйцзюй сказал]: «Ваш ученик слышал, что, когда великий патриарх Бодхидхарма обращал [в свое учение] лянского У-ди 51 , тот спросил Бодхидхарму: «Я всю жизнь строил храмы, давал милостыню и делал подношения. Имею я заслуги-добродетели или нет?», на что Бодхидхарма ответил: «Нет никаких заслуг-добродетелей!» У-ди был весьма разочарован и огорчен, а потому изгнал Бодхидхарму за границы [своего царства]. Мне не совсем ясна эта история, прошу Вас объяснить ее». Шестой патриарх сказал: «Действительно, нет никаких заслуг-добродетелей. Не сомневайтесь в словах великого учителя-наставника Бодхидхармы. У-ди придерживался ложного пути и не знал истинного учения. Строить монастыри, давать милостыню и делать подношения — это значит практиковать лишь для достижения счастья [в будущих перерождениях]. А [достижение] счастья нельзя считать заслугой-добродетелью. Заслуга-добродетель находится в Дхармовом теле, но не в поле счастья. В вашей собственной дхармовой природе имеется заслуга-добродетель. Созерцание своей природы есть заслуга, уравновешенность и прямота есть добродетель. Внутри — созерцать природу Будды, вовне — практиковать почтительность. Если вы презираете всех людей и не отбросили свой эгоизм — значит, вы не имеете в себе заслуги-добродетели. Если ваша собственная природа омрачена иллюзиями и неведением, то дхармовое тело не имеет заслуг-добродетелей. Если добродетель практикуется в непрерывном потоке мысли (в каждый момент бытия), а сознание приведено в состояние спокойствия, уравновешенности и прямоты, то добродетель всегда будет практиковаться не легкомысленно, а благоговейно. Культивировать собственное тело — это и есть заслуга, культивировать собственное сознание это и есть добродетель. Заслуга-добродетель создается в собственном сознании; практиковать ради достижения счастья — это отличается от заслуги-добродетели. У-ди не знал настоящей истины (не понимал истинный принцип), а великий учитель-патриарх не ошибался». 51 У-ди — правитель царства Лян. § 35. Вэйцзюй поклонился и снова спросил: «Я видел, что некоторые монахи и миряне постоянно молитвенно повторяют имя Будды Амитабхи, желая переродиться на Западе (т. е. в раю Будды Амитабхи. — Н. А.). Я прошу Вас объяснить, могут ли они переродиться [там] или не могут, и надеюсь, что Вы развеете мои сомнения». Великий наставник сказал: «Почитаемый всеми (Будда) проповедовал в Шравасти 52 о Западной земле [Будды Амитабхи], чтобы вести за собой и спасти людей, и в сутре ясно сказано: «Идти до нее недалеко». Только для людей малых способностей говорится, что она близка. Люди различаются на два типа (разряда), но в Дхарме нет никаких различий. Имеются различия между омраченностью и просветленностью, как и понимание бывает медленное и быстрое. Омраченные люди молитвенно повторяют имя Будды [Амитабхи], чтобы переродится в другой земле (в раю Амитабхи), а просветленные люди очищают свое собственное сознание. Поэтому Будда говорил: «Если ваше сознание чистое, то и земля Будды чистая» 53 . Если только у людей с Востока чистое сознание, то в них нет греха; если у людей Запада (т. е. Западного рая. — Н. А.) не чистое сознание, то значит они греховны. Омраченные люди стремятся переродиться на Востоке или Западе, но для просветленных людей любое место совершенно одинаково. Если только в сознании нет не-чистоты, то до Западной земли недалеко. Если в сознании возникает не-чистота, то даже молитвенно повторяя имя Будды [Амитабхи], трудно достичь перерождения в этой земле. Если вы уничтожите десять грехов 54 , то продвинетесь [к Чистой земле] на сто тысяч ли; если вы избавитесь от восьми неправильных [деяний] 55 , то пройдете восемь тысяч ли. Но если вы только практикуете прямоту сознания, то окажетесь там в одно мгновение. Практикуйте только десять добрых дел 56 . Зачем тебе нужно перерождаться в Западной земле? Если ты не прекратил сознание десяти грехов, то какого Будду ты просишь выйти приветствовать тебя? Если ты пробудился к внезапному учению о не-рожденном (у-шэн), то узришь Западную землю в тот же момент. Если же у тебя нет пробуждения во внезапном учении махаяны, то даже если будешь молитвенно повторять имя Будды [Амитабхи], чтобы переродиться [в его раю], дорога туда будет далекой. Как же ты надеешься достичь [эту землю]? Слушайте внимательно, члены великого собрания. Собственное физическое тело (рупа-кая) людей этого мира является городом. Глаза, уши, нос, язык и тело являются городскими воротами. Вовне имеется пять ворот; внутри имеются врата виджняны 57 . Сознание есть земля (владение), а собственная природа есть правитель. Когда есть собственная природа, есть правитель; когда нет собственной природы, нет правителя. Когда есть собственная природа, то существует тело и сознание, а когда уходит собственная природа, то тело и сознание разрушаются. Будда создается в вашем собственном сознании, поэтому не ищите его за пределами своего тела. Если ваша собственная природа омрачена, то Будда есть живое существо, если ваша собственная природа просветлена, то живые существа есть Будда. Индивидуальное «Я» есть гора Сумеру, ложное сознание есть Великий океан, а страсти — это волны. Отравленное сознание — это злой дракон, омраченная активность — это рыбы и морские черепахи, иллюзии и ложные взгляды — это духи и черти, три яда — алчность, гнев и невежество — это животные, а десять добрых деяний — это Небесный Алтарь. Если не будет индивидуального «Я», то гора Сумеру упадет сама собой; если будет отброшено ложное сознание, то вода в океане высохнет; если страстей не будет, то волны исчезнут; если отравы и пороков не будет, то рыбы и драконы исчезнут. Когда на основе сознания Татхагата просветления вашей собственной природы испустит свет великой мудрости, осветит шесть ворот и разрушит светом своей чистоты шесть небес мира страстей (кама-дхату), то [тогда] ваша собственная природа осветится изнутри, три яда будут отброшены и ад будет мгновенно уничтожен. Таким образом, когда изнутри и снаружи все будет пронизано светом, не будет отличий от Западной земли». 52 Шравасти — столица могущественного древнеиндийского государства Кашалы, где Будда Шакьямуни пробыл много лет (совр. Сарнатх). 53 См.: «Вималакирти-сутра» (Тайсё синею Дайдзокё — Т.14. — С. 538-С). 54 Десять грехов: 1) убийство, 2) кража, 3) прелюбодеяние и сексуальные извращения, 4) ложь, 5) сплетня, 6) ругань, 7) пустословие, 8) жадность, 9) желание причинять вред, 10) ложные воззрения. 55 Восемь «неверных» или «ложных» деяний — противоположность восьмичленному пути спасения, который состоит из: 1) «правильных взглядов (воззрений)», 2) «правильных намерений», 3) «правильных слов» («истинная речь»), 4) «правильных дел», 5) «правильной жизни», 6) «правильных усилий», 7) «правильной памяти», 8) «правильного созерцания» («правильная медитация»). 56 Десять «добрых дел»: 1) спасение жизни других людей, 2) щедрость, 3) благочестие, 4) правдивость, 5) примирение врагов, 6) слова, способствующие миру и согласию; 7) слова, приносящие пользу, 8) умеренность, 9) милосердие и сострадание, 10) понимание истинного смысла Учения. 57 Виджняна — сознание как способность к осознаванию; собственно сознание, взятое в чистом виде (безотносительно к содержанию осознаваемого). Образует пятую группу элементов бытия. § 36. Великий наставник сказал: «Благомудрые друзья! Если вы хотите практиковать (заниматься практикой психотренинга. — Н. А.), то это можно делать и дома, для этого не обязательно находиться в монастыре. Если вы находитесь в монастыре, но не практикуете, то уподобляетесь жителю Западной земли с недобрым сознанием. Если вы находитесь дома, но занимаетесь практикой, то подобны человеку с Востока, который практикует добро. Если только есть решимость практиковать чистоту в собственном доме, то это и будет Западная земля». Вэйцзюй спросил: «Патриарх! Хотелось бы получить Ваши наставления о том, как практиковать, находясь дома». Великий наставник сказал: «Благомудрые друзья! Я создал для вас внезнаковую гатху. Если вы будете декламировать ее и практиковать в соответствии с нею, то вы всегда будете на том же самом месте, что и я (т. е. не будете ничем отличаться): Проникновенность проповеди и проникновенность сознания Подобны солнцу и небесному пространству. Передавая непревзойденную Дхарму внезапного учения, Вступайте в мир и разрушайте ложные доктрины. В Учении нет разделения на внезапное и постепенное, Но омраченность и просветленность имеют различия между медленным и быстрым [пониманием]. И если омраченные люди будут изучать [только] Дхарму внезапного учения, Они не смогут постичь ее полностью. Хотя [Учение] проповедуется великим множеством различных способов, Все принципы имеют общую суть и сводятся к единому: В темном жилище страстей Всегда должно сиять солнце мудрости. Ложные взгляды возникают из-за страстей, И когда истина приходит, то страсти исчезают. Не используйте ни истинное, ни ложное, Но с помощью чистоты достигайте полного освобождения. Просветление-бодхи изначально чисто, Но сознание само рождает омраченность. Природа чистоты находится внутри омраченности. Поэтому стоит только появиться истине, как три препятствия исчезают. Если в миру практиковать Путь, То ничто не будет препятствовать этому. Кто постоянно выявляет имеющиеся в себе неправильные взгляды, Тот всегда будет находиться в соответствии с Путем. Все живые существа сами имеют Путь, Поэтому, если вы отойдете от своего Пути и будете искать Путь в чем-то другом, Вы все равно не найдете его, несмотря на все поиски, И в конце концов будете только разочарованы. Если вы жаждете найти Путь, Практикуйте правильно — это и есть Путь. Если вы не имеете в себе правильного сознания, Вы будете идти в темноте, не видя Пути. Если же вы являетесь человеком, по-настоящему практикующим Путь, — Не смотрите на заблуждения этого мира. Ибо если вы будете смотреть на [чужие] ошибки в этом мире, То, будучи сами неправы, вы погрязнете еще больше. Чужие ошибки не есть ваши грехи, Но ваши собственные ошибки — это и есть ваши грехи. Нужно только в самом себе убрать неправильное сознание И насовсем уничтожить все страсти. Если вы хотите спасать омраченных людей, То должны иметь искусные средства (упайя). Не допускайте, чтобы они имели сомнения, И тогда появится просветление-бодхи. С самого начала Дхарма есть в этом мире, Но, находясь в мире, она выходит за его пределы. Ложные взгляды выходят за его пределы. Необходимо разрушать как ложные, так и правильные взгляды, И тогда природа просветления-бодхи проявится сама собой. Только это и есть внезапное учение, Называемое также Большой Колесницей, Хотя неведение существует множество кальп, Просветление наступает в одно мгновение». § 37. Великий наставник сказал: «Благомудрые друзья! Если вы будете декламировать эту гатху и практиковать в соответствии с ней, то, даже отдалившись от меня на тысячу ли, вы всегда будете со мной. Но если вы не будете практиковать, то, даже будучи лицом к лицу со мной, вы отдалитесь на тысячу ли. Каждый из вас должен практиковать это. Дхарма не будет ждать. А теперь, все собравшиеся, разойдитесь! Я возвращаюсь на гору Цаоци. Если у кого-нибудь из живых существ будут большие сомнения, приходите на эту гору и я разрешу все ваши сомнения, чтобы мы вместе могли созерцать мир Будды». § 38. Все люди в мире говорили, что на юге есть Хуэйнэн, а на севере — Шэньсю, но не знали, в чем основная причина [разногласий между ними]. Чаньский наставник Шэньсю практиковал в Цзиннаньфу, уезде Данъянсянь, в монастыре Юйцюаньсы, являясь настоятелем этого монастыря. Хуэйнэн жил на горе Цаоци в 35 ли к востоку от окружного центра Шаочжоу. Хотя их учение принадлежит к одной традиции, жители [Китая] различаются на северных и южных, поэтому и были основаны Северная и Южная [школы чань]. Что же означают названия «постепенное» (цзянь) и «внезапное» (дунь)? Хотя Дхарма едина, ее постижение бывает медленным и быстрым. Если постижение медленное, то это будет «постепенное» [обучение], если постижение быстрое, то это будет «внезапное» [обучение]. Дхарма не имеет [различий] на «постепенное» и «внезапное», но люди различаются на острых (талантливых) и тупых. Поэтому и называется «постепенным» и «внезапным». § 39. Учитель-наставник Шэньсю часто слышал от людей, что учение Хуэйиэна есть Путь внезапного (мгновенного) и прямого указания [на высшую реальность]. Шэньсю вызвал одного из своих учеников, монаха по имени Чжичэн, и сказал: «Ты обладаешь умом и обширными познаниями. Сходи для меня на гору Цаоци, разыщи место, где находится Хуэйнэн, поклонись ему и послушай его проповеди. Не говори никому, что это я послал тебя, а только слушай. Услышав объяснение главной сути его учения, запомни его, а потом возвращайся ко мне и расскажи. И тогда мы посмотрим, чей [Путь] постижения — Хуэйнэна или мой — [более] быстрый или медленный. Но ты обязательно должен вернуться поскорее назад, чтобы не вызвать моего гнева». Чжичэн с радостью взялся выполнить его поручение и через полмесяца достиг горы Цаоци. Он увидел патриарха Хуэйнэна, поклонился ему и стал слушать, не говоря, откуда он пришел. Чжичэн услышал Дхарму [Хуэйнзна] и сразу же прозрел, пробудившись к своему изначальному сознанию. Поднявшись, он поклонился и сказал: «Отец-настоятель! Я из монастыря Юйцюапьсы. Я не мог обрести просветления при наставнике Шэньсю. Но, услышав Ваши слова, я сразу пробудился к своему изначальному сознанию. Прошу Вас из сострадания и милосердия дать мне свои наставления». Великий наставник Хуэйнэн сказал: «Если ты пришел оттуда, то, должно быть, лазутчик». Чжичэн ответил: «Я был [им] до того, как услышал Вашу проповедь, но после проповеди я уже не являюсь [лазутчиком]». Шестой патриарх сказал: «Это точно так же, как говорят, что сами клеши (страсти) и есть бодхи (просветление) ». § 40. Великий учитель-наставник спросил у Чжичэна: «Я слышал, что ваш наставник чань (т. е. Шэньсю. — Н. А.), обучая людей, передает им только шилу (нормы нравственного поведения), дхьяну (медитацию) и праджню. Объясни мне, что это за шила, дхьяпа и праджня, которым он учит». Чжичэн ответил: «Отец-настоятель Шэпьсю, объясняя их, говорит, что не совершать всевозможные злые деяния — это и называется шила; совершать всевозможные добрые деяния — это и называется праджня; очищать свое сознание — это и называется дхьяна. Вот это он называет шилой, дхьяной и праджней, и это он дает в своих проповедях. А как понимаете это Вы, отец-настоятель?» Патриарх Хуэйнэн ответил: «Это объяснение — чудесное, но у меня — другая точка зрения». Чжичэн спросил: «Чем же она отличается?» Хуэйнэн ответил: «Постижение бывает медленное и быстрое». Тогда Чжичэн попросил патриарха объяснить, как он понимает шилу, дхьяну в праджню. Великий наставник сказал: «Послушай мои объяснения и ты поймешь, как я вижу (понимаю) это. Основа сознания, не совершающая ошибок, является шилой собственной природы; основа сознания, не подверженная волнениям, является дхьяной собственной природы; основа сознания, не омраченная неведением, является праджней собственной природы». И еще великий наставник Хуэйнэн сказал: «Ваша шила, дхьяна и праджня призваны воодушевлять людей малых способпостьй, а моя шила, дхьяна и праджня призваны воодушевлять людей высших способностей. Если можно обрести просветление в своей собственной природе, то не нужно опираться на шилу, дхьяну и праджню». Чжичэн сказал: «Объясните, пожалуйста, что значит “не опираться?”». Великий паставник сказал: «Ваша собственная природа никогда не ошибается (не имеет недостатков), не подвержена волнению (беспокойству), не омрачена неведением. Каждая ваша мысль светится озаренностью праджни и всегда свободна от [внешних] признаков вещей. Так зачем же нужно на что-то опираться?! Собственная природа самопроявляется внезапно, и внезапная практика не имеет постепенной последовательности, поэтому она не опирается ни на какие вещи». Чжичэн поклонился и после этого остался на горе Цаоци, став членом школы Хуэйнэна и не отходя от великого наставника ни на шаг. § 41. Был еще один монах по имени Фада. Он непрестанно декламировал «Лотосовую сутру» в течение семи лет, но его сознание все еще было омрачено неведением и не знало, где находится истинная Дхарма. Придя на гору Цаоци, он поклонился и сказал: «У меня есть сомнения относительно сутры. Ваша мудрость обширна, и я прошу Вас разрешить мои сомнения». Великий наставник сказал: «Фада — это есть глубокая проникновенность Дхармы. В сутре нет ничего сомнительного, но твое сознание само испытывает сомнения. Само сознание имеет неверные взгляды и поэтому ищет истинную Дхарму. Если твое сознание правильно сосредоточено, то [оно] и есть [истинный] держатель сутры. Я сроду не знал письменных знаков, но если ты принесешь мне «Лотосовую сутру» и прочтешь мне один раз, прослушав ее, я сразу пойму». Тогда Фада принес «Лотосовую сутру» и прочитал ее великому наставнику один раз. Прослушав ее, Шестой патриарх понял смысл, который вложил в нее Будда, и объяснил Фада «Лотосовую сутру». Шестой патриарх сказал Фада: «“В Лотосовой сутре” немного слов. Все ее семь (или десять) частей состоят из метафорических высказываний о причинности. Татхагата распространял Три Колесницы только из-за тупости мирских людей. В сутре ясно сказано, что нет никаких других колесниц, кроме Единой Колесницы Будды». И еще великий наставник сказал: «Фада, слушай [учение] Единой Колесницы Будды и не ищи двух колесниц, омрачая свою собственную природу неведевием. Я объясню тебе, где в сутре есть эта Единая Колесница Будды. Если и внутри и вовне вы не омрачены неведением, то значит свободны от двойственности. Если вы омрачены извне, то привязаны к [внешним] признакам; если вы омрачены изнутри, то привязаны к пустоте. Находясь среди [внешних] признаков, отрешиться от них; находясь внутри пустоты, отрешиться от пустоты — это и есть не быть омраченным ни снаружи, ни изнутри». Великий наставник сказал: «Фада, мое постоянное желание — чтобы все мирские люди всегда сами открывали мудрость Будды в своей основе сознания, но не открывали «мудрость» живых существ. Сознание мирских людей ошибочно, омрачено иллюзиями и заблуждениями, творит зло и поэтому само открывает «мудрость» живых существ. Если же сознание мирских людей правильно, то оно озаряется светом изначальной мудрости и само открывает мудрость Будды. Не открывать «мудрость» живых существ, но открывать мудрость Будды — это и есть выход из мира. Великий наставник сказал: «Фада, такова Дхарма Единой Колесницы сутры Лотоса. Но в последующих разделах сутры проводится разделение на три колесницы из-за людской омраченности. Опирайтесь только на Единую Колесницу Будды!» Великий наставник сказал: «Фада, если ты практикуешь сознание, то поворачиваешь Колесо Дхармы; если не практикуешь, то Колесо Дхармы поворачивает тебя. Если твое сознание правильное, то ты поворачиваешь Колесо Дхармы; если сознание ошибочное, то Колесо Дхармы поворачивает тебя. Если открывается мудрость Будды, то ты поворачиваешь Колесо Дхармы; если же открыта «мудрость» живых существ, то Колесо Дхармы поворачивает тебя». Великий наставник сказал: «Усердно практиковать в соответствии с Учением — это и значит поворачивать Колесо Дхармы». При этих словах на Фада нашло великое озарение, и он разразился слезами. «Отец-настоятель, — сказал он, — воистину доселе я ни разу не повернул Колесо Дхармы, и в течение семи лет Колесо Дхармы поворачивал меня. Отныне я сам буду поворачивать Колесо Дхармы и в каждый момент мысли практиковать практику Будды». Великий наставник сказал: «Практика Будды и есть Будда!» Среди тех, кто в это время слушал [проповедь Хуэйнэна], не было ни одного, кто бы не обрел просветление. § 42. Однажды некий монах по имени Чжичан пришел на гору Цаоцц, поклонился патриарху и попросил объяснить смысл Учения Четырех Колесниц. Чжичан спросил патриарха: «Будда говорит о Трех Колесницах, но Вы говорите еще о Высшей Колеснице. Я не понимаю этого и прошу Ваших наставлений». Великий наставник Хуэйнэн сказал: «Созерцай свое сознание и не попадай в зависимость от [внешних] признаков вещей. Изначально нет Четырех Колесниц, но сознание людей само подразделяется ва четыре уровня. Смотреть, слушать, читать и декламировать — это Малая Колесница. Пробуждение к Дхарме и постижение ее смысла — это Средняя Колесница. Духовная практика в соответствии с Дхармой — это Большая Колесница. Проходить через тьму вещей, быть готовым к любому деянию и ни от чего не отказываться, но отрешаться лишь от внешних признаков вещей и во всех деяниях ничего не приобретать — это и есть Высшая Колесница. «Колесница» означает практику, о которой не нужно рассуждать, а нужно практиковать, поэтому не спрашивайте меня больше». § 43. Был еще один монах по имени Шэньхуэй родом из Наньяна. Придя на гору Цаоци, он поклонился Хуэйнэну и спросил: «Когда вы совершаете сидячую медитацию (цзо-чань), Вы видите или нет?» Наставник встал и ударил Шэньхуэя три раза и спросил: «Шэньхуэй, когда я бью тебя, тебе больно или не больно?» Шэньхуэй ответил: «И больно, и не больно». Тогда Шестой патриарх сказал: «Я тоже и вижу, и не вижу». Шэньхуэй снова сказал: «Великий наставник! Объясните, что означает “и вижу, и не вижу?”» Великий наставник сказал: «Когда я говорю «вижу», то имею в виду, что всегда вижу свои ошибки и недостатки. Поэтому я называю это «видеть». Когда я говорю «не вижу», то имею в виду, что не смотрю на ошибки и пороки других людей Поднебесной. Поэтому я и говорю, что вижу и не вижу. Ну, а как насчет твоего «и больно, и не больно»?» Шэньхуэй ответил: «Если совсем не больно, то значит я уподобился бесчувственному дереву или камню; если больно, то значит я подобен обычному человеку (профану), а потому подвержен дурным эмоциям». Великий наставник сказал: «Шэньхуэй, «видеть или не видеть», о которых ты говорил только что, есть двойственность; «больно или не больно» есть рождение и уничтожение. Ты еще не созерцаешь свою собственную природу, но осмелился прийти сюда, чтобы дурачить людей». Шэньхуэй поклонился, не говоря ни слова. Тогда великий наставник сказал: «Твое сознание омрачено неведением и ты не можешь видеть, поэтому найди доброго друга-наставника, обладающего обширными познаниями, чтобы он показал тебе Путь. Ты должен созерцать свое собственное сознание, чтобы пробудить его, и должен практиковать в соответствии с Учением. Потому что ты сам омрачен неведением и не зришь свое сознание, ты приходишь ко мне и спрашиваешь, вижу я или нет. Даже если я сам вижу и знаю, я не могу заменить твои заблуждения. Даже если ты сам видишь, ты тоже не можешь заменить мои заблуждения. Как ты можешь спрашивать меня, вижу я или нет, если ты сам не занимаешься практикой?!» Шэньхуэй совершил поклон и стал членом школы. Он не покидал гору Цаоци и всегда находился рядом [с патриархом]. § 44. Однажды великий наставник позвал своих учеников Фахая, Чжичэна, Фада, Чжичана, Чжитуна, Чжичэ, Чжидао, Фачжэня, Фажу, Шэньхуэя и сказал: «Вы, десять моих учеников, подойдите ко мне. Вы отличаетесь от всех прочих людей, и после того как я уйду в нирвану, каждый из вас сам станет главой школы в каком-нибудь месте. Идите и распространяйте мое учение, но не теряйте исконных традиций нашей школы. Я вручаю вам метод классификации дхарм (элементов бытия) на три категории 58 и 36 противопоставлений (противоречий. — Н.А.), присущих процессу движения, функционирования и взаимодействия [дхарм,например таких, как] появление и исчезновение, от дуализма которых необходимо освободиться. Вместе с тем, объясняя все вещи, вы не должны отходить от фундаментальной природы, изначально присущей всем вещам, но скрытой за их внешними признаками и формами. О какой бы вещи вас ни спросили, вы должны найти ей противопоставление и отвечать антонимами, чтобы всегда получалась пара оппозиций, такая, например, как «приход» и «уход». Поскольку все они взаимообусловлены, то в конечном итоге их двойственность будет уничтожена и уже не будет ни прихода, ни ухода. Три метода классификации дхарм таковы: 5 скандх, 18 дхату и 12 аятана. Что такое пять скандх? Это рупа-скандха, ведана-скандха, самджпя-скандха, самскара-скандха, виджняна-скандха. Что такое 18 дхату? Это шесть качеств воспринимаемых объектов (гуна), шесть органов восприятия (индрия) и шесть видов сознания (виджняна). Снаружи — это шесть гун, внутри — это шесть индрий. Что такое шесть гун? Это цвет, звук, запах, вкус, осязаемое и дхармы. Что такое шесть индрий? Это орган зрения (глаза), орган слуха (уши), орган обоняния (нос), орган вкуса (язык), орган осязания (тело), (орган] мышления. Дхармовая природа, [природа дхарм], порождает шесть видов сознаний (виджняна): осознание видимого, осознание слышимого, осознание запахов, осознание вкусовых качеств, осознание осязаемого, осознание мыслимого (образов мышления, мыслительных образов), а также шесть индрий и шесть гун. Ваша собственная природа содержит в себе всю тьму вещей, поэтому она называется сознанием-хранилищем (алая-виджняна) 59 . Когда возникает мышление и рассуждения, сознание [хранилище] приходит в движение, рождаются шесть виджнян и возникают шесть индрий (органов восприятия), воспринимающих шесть гун (свойств объектов). Вот эти три шестерки и образуют 18 [дхату]. Если ваша собственная природа ошибочна (заблуждается), то возникает 18 заблуждений. Если ваша собственная природа правильна, то возникает 18 правильных [взглядов]. Если она содержит в себе дурную активность, то значит вы являетесь живыми существами. Если она содержит благую активность — значит, вы являетесь Буддами. Откуда же берется эта активность? Она происходит от противопоставлений в вашей собственной природе. 58 Общепринятый в буддизме махаяны метод классификации всех дхарм по трем категориям: 1) пять скандх (групп элементов бытия), 2) 12 аятан (базовых элементов), 3) 18 дхату (частей или элементов бытия). 59 Алая-виджняна («сознание-хранилище») — в философии буддизма виджнянавады — истинная, абсолютная реальность, источник всех дхарм (элементов). Частица алая-виджняны изначально присутствует в каждом индивиде, составляя его истинную сущность. § 45. Во внешней среде [между] неживыми объектами имеется пять противопоставлений: небо и земля, солнце и луна, тьма и свет, инь и ян, вода и огонь. В языке и во внешних признаках вещей имеется 12 противопоставлений: деяние и не-деяние, форма и бесформенность, наличие признаков и отсутствие признаков, наличие потока [бытия] и отсутствие потока [бытия], форма и пустота, движение п покой, чистота и загрязненность, профанический и священный, монах и мирянин, старый и молодой, большое и малое, длинное и короткое, высокое и низкое. В активности, которая возникает в вашей собственной природе, имеется 19 противопоставлений: ошибочное и правильное, глупость и мудрость, невежество и знание, беспокойство и сосредоточенность, нравственность и порок, прямое и кривое, реальность и иллюзия, выпуклый и плоский, клеши и бодхи, сострадательность и зловредность, радость и гнев, щедрость и скупость, движение вперед и отступление, зарождение и исчезновение, постоянство и непостоянство, дхарма-кая и рупа-кая, нирвана-кая и самбхога-кая, тело и функция, внутренняя природа и внешние признаки, имеющие чувства и не имеющие чувств 60 . В языке и внешних признаках вещей имеется 12 противопоставлений, во внешней среде [между] неживыми объектами имеется 5 противопоставлений, в активности собственной природы человека имеется 19 противопоставлений. Таким образом, всего имеется 36 противопоставлений. Применяя это учение о 36 оппозициях, можно постичь единый принцип, пронизывающий все сутры, и освободиться от противоречий прихода и ухода. В функционировании своей собственной природы, когда вы говорите с другими людьми об этих 36 оппозициях, вовне, находясь среди [внешних] признаков, вы должны отрешаться от этих признаков; внутри, погружаясь в пустоту, — отрешаться от пустоты. Если вы будете привязаны к пустоте, то только увеличите свою омраченность; если вы будете привязаны к [внешним] признакам, то только увеличите свои заблуждения. Ругая Дхарму, [некоторые] только и говорят, что не нужно пользоваться письменными знаками. Если говорить: «Не пользуйтесь письменными знаками», то люди, [поняв это буквально], не будут говорить, так как речь — это те же письменные знаки. Но если вы говорите о пустоте с уровня собственной природы, то это будут истинные слова. Если же ваша изначальная природа не пустотна, омрачена неведением и иллюзиями, то тогда вы должны отбросить эти слова (тогда это будут неправильные слова. — Н. А.). Тьма не есть тьма сама по себе, а является тьмой из-за того, что есть свет. Тьма не есть тьма сама по себе, ибо свет, изменяясь, становится тьмой. И наоборот, из тьмы возникает свет. Здесь наблюдается такая же взаимообусловленность, как и в оппозиции «приход-уход». То же самое можно сказать о всех 36 противопоставлениях». 60 В дуньхуанском варианте на самом деле приведены 20 оппозиций. § 46. Великий наставник сказал: «Десять моих учеников! Впредь, распространяя Дхарму и передавая от одного человека к другому мое учение, вручайте один цзюань «Сутры Помоста», и тогда не будет нарушена непрерывная передача исконных традиций нашей школы, не будут утеряны фундаментальные принципы нашего учения. Если кто-то не получил «Сутры Помоста» — значит, тот не получил сути учения моей школы. Скажем, если кто-то сейчас смог получить это, то он должен передать это другим адептам, чтобы распространить в последующих поколениях, ибо, если кто-то другой получит возможность изучать «Сутру Помоста», это все равно, что он получит наставления лично от меня». После того как им было передано это учение, десять учеников переписали «Сутру Помоста» и распространили ее среди последующий поколений. Тот, кто получал ее, непременно прозревал свою природу. § 47. Великий наставник преставился на третий день восьмой луны второго года эры Сяньтянь (28 августа 713 г.). На восьмой день седьмой луны он созвал всю общину и простился со своими учениками. В первый год эры Сяньтянь великий наставник воздвиг пагоду в монастыре Гоэнь в Синьчжоу 61 , и когда наступила седьмая луна второго года эры Сяньтянь, он простился с общиной. 61 Дом Хуэйнэна в Синьчжоу был превращен в монастырь под названием Гоэнь. Великий наставник сказал: «Подойдите ко мне. В восьмую луну я хочу покинуть этот мир. Если у вас есть какие-то сомнения, спрашивайте быстрее, и я разрешу их для вас, чтобы исчерпать до конца ваши заблуждения и привести вас к спокойствию и радости. Ибо после того как я уйду из мира, будет некому наставлять вас». Фахай и другие монахи, услышав о кончине патриарха, начали плакать. Один только Шэньхуэй не был взволнован и не плакал. Увидев это, Шестой патриарх сказал: «Шэньхуэй, хоть ты и молодой монах, но уже обрел тождественность добра и зла и равнодушен к хвале и хуле. Другие не постигли это, так что же вы делали в монастыре несколько лет, какой Путь культивировали (практиковали)? О чем вы сейчас плачете? Неужели вы горюете о том, что я не знаю, куда ухожу? Если бы я не знал, куда иду, я бы не стал прощаться с вами заранее. Вы плачете, потому что сами не знаете, куда я иду. Если бы вы знали это, вы бы не плакали. Природа дхарм изначально лишена рождений и исчезновений, ухода и прихода. А теперь все сядьте, и я дам вам одну гатху, гатху об истинной реальности и иллюзии, движении и покое. Если вы все будете декламировать ее и прозревать ее смысл, вы станете одним целым со мной. Практикуйте самоусовершенствование в соответствии с ней и вы не потеряете суть учения нашей школы». Вся монашеская братия поклонилась и просила патриарха оставить им эту гатху, обещая с благоговением в сердце принять и хранить ее. Гатха гласит: Все вещи не имеют реальности, Поэтому нужно освободиться от идеи реальности вещей. Тот, кто верит в реальность вещей, Живет в совершенно нереальном мире. Тот, кто может обрести истинную реальность в самом себе, Освобождается от иллюзорности феноменального мира, обретая истинное сознание. Но если в собственном сознании не освободишься от омраченности иллюзией, То где найдешь реальность, когда все ирреально?! Живые существа, обладающие чувствами, вовлечены в движение; Бесчувственные объекты недвижны. Если культивировать абсолютную недвижность, То можно уподобиться мертвой неподвижности бесчувственных вещей. Если же вы хотите обрести истинный покой, То нужно сохранять покой (неподвижность) в движении. В полной и абсолютной неподвижности нет ничего, кроме неподвижности, Как в вещах мертвых и бесчувственных нет семян буддовости. Умея хорошо различать внешние признаки вещей, Неуклонно держитесь абсолютного принципа; Если вы прозреете и осознаете это, То, значит, будете действовать в соответствии с истинной реальностью. Призываю всех изучающих Путь: Необходимо приложить все усердие, Чтобы освободиться во вратах махаяны От привязанности к рождениям-и-смертям. Если в будущем вы встретите человека, с которым вам суждено встретиться, То обсудите вместе с ним слова Будды. Если же окажется, что в действительности между вами нет кармической связи, То нужно лишь молитвенно соединить свои ладони и воодушевить его к добру. Но не нужно спорить с ним, так как в нашем учении искони не принято оспаривать друг друга, Ибо споры означают утрату [истинного] смысла Пути, И тот, кто оспаривает врата Дхармы, Погружается во мрак неведения, Вовлекая свою собственную природу в круговорот смертей-и-рождений. § 48. Услышав это, монашеская братия постигла смысл поучений великого наставника. Не осмеливаясь возражать ему, ученики стали практиковать самоусовершенствование в соответствии с этим учением. Они все как один поклонились ему и выразили свое почтение, осознав, что великий наставник не будет больше оставаться в этом мире. Глава собрания монашеской общины Фахай вышел вперед и сказал: «Великий наставник! Кто унаследовал Вашу патриаршью рясу и Дхарму?» Великий наставник сказал: «Дхарма уже вручена преемнику, поэтому не нужно об этом спрашивать. Когда пройдет 20 с лишним лет после моего ухода в нирвану, ложное учение начнет возбуждать смуту и подвергать сомнению суть учения моей школы. Но появится одни человек, который, рискуя жизнью, утвердит истинное и ложное в буддийском учении и восстановит истинный смысл моих наставлений. Это и будет моя истинная Дхарма. Что же касается патриаршьей рясы, то она не будет передаваться. Если вы мне не верите, то я прочту вам стихотворения пяти предыдущих патриархов, посвященные передаче патриаршьей рясы и Дхармы. Ведь если опираться на смысл стихотворения Первого патриарха Бодхидхармы, то не нужно передавать рясу. Послушайте эти пять стихотворений, которые я вам прочту. Стихотворение Первого патриарха Бодхидхармы гласит: Изначальная миссия моего приезда в Китай — Распространять учение и спасать живых существ, омраченных неведением. Один цветок распускает пять лепестков, И плоды созревают сами собой. Стихотворение Второго патриарха Хуэйкэ гласит: Поскольку изначально существует земля, То из этой земли вырастают цветы. Но если земля изначально не существует, То откуда возьмутся цветы? Стихотворение Третьего патриарха Сэпцаня гласит: Хотя семена цветов зависят от земли И из земли они вырастают, Но если эти семена по своей природе не обладают способностью к произрастанию, То на земле ничего не вырастет. Стихотворение Четвертого патриарха Даосиня гласит: Семена цветов обладают способностью к произрастанию; Благодаря земле они вырастают. Но если их первопричины не соответствуют друг другу, То вообще ничего не вырастет. Стихотворение Пятого патриарха Хунжэня гласит: Живые существа, обладающие чувствами, сеют семена, Но из них вырастают цветы, не имеющие чувств. Если не будет живых существ и не будет семян, То в основе сознания ничего не зародится. Стихотворение Шестого патриарха Хуэйнэна гласит: Основа сознания содержит семена живых существ, И когда проливается дождь Дхармы, семена прорастают. Когда вы прозреваете в своей природе живые семена цветов, Плоды просветления созревают сами собой. § 49. Затем великий наставник Хуэйнэн сказал: «Послушайте еще два стихотворения, созданные на основе смысла стихотворения патриарха Бодхидхармы. Если вы, омраченные неведением, будете заниматься практикой психической саморегуляции в соответствии с этими стихотворениями, то всенепременно прозреете в своей природе. Первое стихотворение гласит: Если на основе сознания распустились цветы ложных взглядов И пять лепестков вырастают из этого корня, То вместе они создадут карму неведения, И ветер кармы задует свет прозрения. Второе стихотворение гласит: Если на основе сознания распустились цветы истины И пять лепестков вырастают из этого корня, То вместе они взрастят мудрость праджни, И тогда непременно наступит просветление Будды. После того как Шестой патриарх прочитал свои гатхи, он распустил всю общину. Его ученики вышли и, поразмыслнв, поняли, что великий наставник не будет долго находиться в этом мире. § 50. Когда наступил третий день восьмой луны, после трапезы Шестой патриарх сказал: «Займите все свои места и сядьте. Сейчас я покидаю вас». Тогда Фахай спросил: «Сколько поколений, от самого начала и до настоящего времени, передавалось это внезапное учение?» Шестой патриарх сказал: «Вначале оно передавалось от семи Будд, из которых Будда Шакьямуни был седьмым. Махакашьяна был восьмым, Ананда — девятым, Мадхьянтика — десятым, Шанаваса — одиннадцатым, Упагупта — двенадцатым, Дхритака — тринадцатым, Буддхананди — четырнадцатым, Буддхамитра — пятнадцатым, Паршва — шестнадцатым, Дуньяшас — семнадцатым, Ашвагхоша — восемнадцатым, Капила — девятнадцатым, Нагарджуна — двадцатым, Канадева — двадцать первым, Рахулата — двадцать вторым, Сангхананди — двадцать третьим, Гаяшата — двадцать четвертым, Кумарата — двадцать пятым, Джаята — двадцать шестым, Васубандху — двадцать седьмым, Манорхита — двадцать восьмым, Хакленаяшас — двадцать девятым, Симха-бхикшу — тридцатым, Шанаваса — тридцать первым, Упагупта — тридцать вторым, Сангхаракша — тридцать третьим, Шубхамитра — тридцать четвертым, Бодхидхарма, сын правителя на юге Индии, — тридцать пятым, китайский монах Хуэйкэ — тридцать шестым, Сэнцань — тридцать седьмым, Даосинь — тридцать восьмым, Хунжэнь — тридцать девятым и я сам, Хуэйнэн, являюсь ныне сороковым патриархом, получившим эту Дхарму.» § 51. Фахай снова спросил: «Великий наставник сейчас покидает нас, какую Дхарму он оставляет? Какое учение поможет людям будущих поколений узреть Будду?» Шестой патриарх сказал: «Слушайте, мои ученики. Омраченные люди последующих поколений должны лишь познать живые существа, и тогда они узрят Будду. Если они не познают живых существ, пусть даже они будут искать Будду десять тысяч кальп, они не смогут узреть его. Сейчас я научу вас познавать в своем собственном сознании живые существа, чтобы узреть в своем сознании природу Будды. И еще, я оставлю вам стихотворение о том, как созерцать истинного Будду и обретать освобождение. Есди вы будете омрачены неведением, то не узрите Будду; если обретете просветление, то узрите его. Слушай, Фахай! Передавайте это учение поколению за поколением, чтобы оно не прерывалось в веках». И еще Шестой патриарх сказал: «Слушайте! Я проповедую вам, что, если люди будущих поколений захотят найти Будду, им нужно будет лишь познать сознание Будды; живые существа изначально обладают сознанием Будды, вне живых существ нет никакого сознания Будды. Для омраченного Будда есть живое существо, Для просветленного живое существо есть Будда. Для глупого Будда есть живое существо, Для мудрого живое существо есть Будда. Если сознание извращенное, то Будда есть живое существо, Если сознание спокойное и уравновешенное, то живое существо есть Будда. Как только зарождается извращенное сознание, Будда скрывается внутри живого существа. Но если возникает просветленная мысль и сознание обретает покой, Живое существо само является Буддой. В нашем сознании существует сам Будда, Будда нашего собственного сознания и есть истинный Будда. Если мы сами не имеем в себе сознания Будды, То где еще искать его в другом месте?!» § 52. Великий наставник сказал: «Счастливо оставаться, мои ученики! Я оставлю вам еще одно стихотворение об освобождении, которое называется «Истинный Будда нашей собственной природы». Омраченные люди последующих поколений, услышав это стихотворение, узрят истинного Будду в своем собственном сознании, в своей собственной природе. Оставив это стихотворение, я покину вас. Стихотворение гласит: Истинная реальность и чистота нашей собственной природы — истинный Будда. Ложные взгляды и три яда — настоящий Мара 62 . Для человека с ложными взглядами Мара находится в этом жилище, Для человека с правильными взглядами Будда приходит в это жилище. Если в собственной природе человека зарождаются ложные взгляды и три яда, То, значит, Мара поселился в этом жилище. Правильные взгляды — сами отбрасывают прочь сознание трех ядов, Мара превращается в Будду истинного, а не ложного. Нирмана-кая, самбхога-кая и дхарма-кая — Эти три тела Будды изначально являются одним телом. Если внутри своей собственной природы вы ищите [Будду] посредством созерцания, То это и обусловливает становление Буддой и обретение просветления-бодхи. Изначально нирмана-кая порождает чистую природу, И эта чистая природа всегда содержится в нирмана-кае. Если природа побуждает нирмана-каю практиковать истинный Путь, То непременно наступит полное совершенство, истинное и безграничное. Порочная природа сама по себе есть причина чистоты, Вне порочности нет чистой природы. Как только внутри своей природы вы отрешитесь от пяти желаний, Момент прозрения своей природы и будет истинным Буддой. Если в этой жизни вы обретете просветление во вратах внезапного учения, Как только вы пробудитесь, вы увидите перед глазами Почитаемого всеми. Если вы захотите заняться самосовершенствованием и будете говорить, что ищите Будду, То вы так и не узнаете, где найти истинного [Будду]. Поскольку в своем собственном теле вы имеете истинного [Будду], То это и есть причина становления Буддой. Если же вы будете искать истинного Будду не в себе, а вовне себя, То это будет великое заблуждение. Учение о внезапном просветлении пришло с Запада, Чтобы спасать людей этого мира с помощью самосовершенствования. И я говорю сейчас людям этого мира, изучающим Путь: “Если вы не следуете этому учению, то вы тратите свое время совершенно зря”». 62 Мара — царь Тьмы, символ всего негативного; в буддийской мифологии злой дух, мешавший Будде Шакьямуни и его последователям идти по пути «просветления». Прочитав это стихотворение, великий наставник сказал своим ученикам: «Прощайте все, сейчас я покидаю вас. После моего ухода не делайте так, как это принято в миру: не оплакивайте меня, не принимайте от людей соболезнования, денег и шелка, не носите траурных одеяний. Если вы будете, так делать, то нарушите священное Учение и не будете моими учениками. Займитесь все вместе медитацией точно так же, как вы делали в те дни, когда я был с вами. Лишь только вы обретете умиротворенность и спокойствие, в котором нет ни движения, ни покоя; ни зарождения, ни исчезновения; ни ухода, ни прихода; ни правильного, ни ошибочного; ни стояния, ни передвижения, — это и будет великий Путь. После того как я уйду от вас, займитесь духовной практикой в соответствии с Учением точно так же, как вы это делали в то время, когда я был с вами...» После этого Великий наставник Патриарх Хуэйнэн сошел с помоста, сел на тростниковую циновку и, положив руки на колени ладонями вверх, погрузился в медитацию. Через несколько минут дыхание его исчезло. «ЧАНЬ-БУДДИЗМ и культурно-психологические традиции в средневековом Китае». Издание 2-е, переработанное и дополненное. Новосибирск. «Наука». 1989 г. Дизайн, вёрстка, корректура: DAO H(%)ME PAGE"}