{"title":"Сутра сердца (Study Buddhism)","text":"› Тибетский буддизм › Классические тексты › Тексты сутры Сутра сердца 03:08 Facebook Share on facebook Bookmark Другие языки བོད་ཡིག་ Deutsch English Español Français Indonesia Italiano Português Tiếng Việt Вот какие слова я слышал. Однажды Непревзойдённый Побеждающий Мастер пребывал на горе Пик Грифа рядом с царским городом Раджагрихой вместе с великим собранием монашеской сангхи и великим собранием сангхи бодхисаттв. В то время Непревзойдённый Побеждающий Мастер был полностью погружён в сосредоточение, выражающее многообразие явлений, известное как «видимость глубокого». Также в то время бодхисаттва-махасаттва с великим умом, Арья Авалокитешвара, Могущественный Владыка, Видящий Всё Вокруг, практикуя поведение глубокого и далеко ведущего распознавания, подробно созерцал всё вокруг следующим образом. Во всех подробностях он видел всё вокруг – пять совокупностей своего восприятия, и что даже они лишены самодоказывающей природы. Затем, силой Будды, досточтимый Шарипутра обратился со следующими словами к бодхисаттве-махасаттве с великим умом Арья Авалокитешваре: «Как следует упражняться всем духовным сыновьям и дочерям с семейными чертами [будд], которые желают практиковать поведение в соответствии с глубоким и далеко ведущим распознаванием?» Спрошенный таким образом, бодхисаттва-махасаттва с великим умом Арья Авалокитешвара обратился со следующими словами к досточтимому сыну Шарадвати: «Шарипутра, всем духовным сыновьям с семейными чертами или духовным дочерям с семейными чертами, желающим практиковать поведение в соответствии с глубоким и далеко ведущим распознаванием, следует узреть всё вокруг, подробно, следующим образом. Ему или ей следует увидеть, полностью и подробно, что пять совокупностей своего восприятия лишены самодоказывающей природы. Форма – пустотность, пустотность – форма. Форма не отдельна от пустотности, пустотность не отдельна от формы. [Что обладает формой, обладает пустотностью; что обладает пустотностью, обладает формой]. Точно так же чувство, различение, воздействующие переменные, разновидности сознания – пустотность. Это так, Шарипутра, со всеми явлениями – пустотность: нет определяющих характеристик, нет возникновения, нет прекращения, нет загрязнения, нет свободы от загрязнения, нет ущербности и нечего добавить. Поскольку это так, Шарипутра, в пустотности нет формы, нет чувства, нет различения, нет воздействующих переменных, нет разновидностей сознания. Нет глаза, нет уха, нет носа, нет языка, нет тела, нет ума. Нет зрительного образа, нет звука, нет запаха, нет вкуса, нет физического ощущения, нет явления. Нет познавательного источника, являющегося глазом, и так вплоть до познавательного источника, являющегося умом, [нет явления как познавательного источника], нет познавательного источника, являющегося умственным сознанием. Нет неосознавания, нет устранения неосознавания, и так вплоть до отсутствия старения и смерти и устранения старения и смерти. Точно так же нет страдания, причины, прекращения и пути ума. Нет глубокого осознавания, нет достижения, нет недостижения. Поскольку это так, Шарипутра, хотя достижения бодхисаттв не существуют, они живут, полагаясь на далеко ведущее осознавание, без омрачений ума. [Поскольку ум не омрачён], нет страха, они ушли за пределы превратного, [так что это] освобождение нирваны, полностью завершённое. На самом деле, опираясь именно на далеко ведущее распознавание, все будды трёх времён стали полностью проявленными буддами в состоянии несравненного и совершенного полного просветления. Поскольку это так, далеко ведущее распознавание – это [великая] защищающая ум мантра, защищающая ум мантра великого знания, защищающая ум непревзойдённая мантра, защищающая ум мантра, равная несравненному, защищающая ум мантра, полностью умиротворяющая все страдания. Поскольку она не обманчива, её следует считать истиной. Эта защищающая ум мантра была произнесена в далеко ведущем распознавании: ТАДЬЯТХА, [ОМ] ГАТЕ ГАТЕ ПАРАГАТЕ ПАРАСАМГАТЕ БОДХИ СВАХА Подлинная природа: ушёл, ушёл, вышел за пределы, вышел далеко за пределы, очищенное состояние, да будет так. Вот как, Шарипутра, бодхисаттвам-махасаттвам с великим умом следует упражняться [в поведении, соответствующем] глубокому и далеко ведущему распознаванию». Затем Непревзойдённый Побеждающий Мастер, выходя из того поглощённого сосредоточения, поддержал бодхисаттву-махасаттву с великим умом Арья Авалокитешвару [словом] «превосходно»: «Превосходно, превосходно, мой духовный сын с семейными чертами, это именно так. Именно так им следует практиковать [поведение] в соответствии с глубоким и далеко ведущим распознаванием. Это именно так, как ты показал, и пусть радуются бодхисаттвы, [архаты и будды]». Когда Непревзойдённый Побеждающий Мастер произнёс эти слова, досточтимый сын Шарадвати, бодхисаттва-махасаттва с великим умом Арья Авалокитешвара и два собрания тех, кто наделён всеми [качествами], а также боги, люди, полубоги и небесные музыканты гандхарвы, радуясь, спели хвалу тому, что провозгласил Непревзойдённый Побеждающий Мастер. Пустота"}