{"title":"Вималакирти нирдеша сутра","text":"Слава всем Буддам, Бодхисаттвам 1 , благородным ученикам и пратьекабуддам 2 в прошлом, настоящем и будущем! Так я слышал. Однажды Будда пребывал в саду Амрапали в городе Вайшали с большим собранием бхикшу 3 числом восемь тысяч человек. Все они были архаты, свободные от загрязнений и омрачений 4 , все они достигли самообладания. Их умы были полностью освещены совершенным Знанием. Они были спокойны и величественны, как королевские слоны. Исполнившие долг, они сделали то, что должны были сделать, сбросили с себя бремя, достигли целей и прервали все связи с земным существованием. Благодаря истинному Знанию их умы обрели свободу. Все они достигли высочайшего совершенства всех форм контроля над умом. Там было тридцать две тысячи Бодхисаттв, великих духовных героев, которых все хорошо знали. Им были известны действенные, глубоко проникающие знания 5 , они поддерживались милостью Будды 6 . Стражи города Дхармы, они знали Великое Знание, их Учения звучали подобно львиному рыку в десяти сторонах света. Они были духовными благодетелями для всех живых существ, не ожидая просьбы об этом. Они хранили в целостности наследие Трёх Драгоценностей 7 , покоряя демонов и громя врагов. Все они обрели совершенство внимательности, способности к медитации, дхарани 8 , таланту красноречия. Освобожденные от затемнений и запутанностей, порожденных эмоциями, они пребывали в состоянии Освобождения, для которого нет преград. Эти Бодхисаттвы обладали чудесными достоинствами: щедростью, благородством, непоколебимой и искренней нравственностью, терпимостью, упорством, знанием средств Освобождения, преданностью, силой и мудростью. Достигшие прозрения непознанной и самосущей природы всего, они повернули необратимое колесо Дхармы. Были отмечены знаком отсутствия знаков. Знатоки духовных способностей всех живых существ, они обладали храбростью, внушающей благоговейный трепет всему собранию. Их тела, прекрасные без украшений, были наделены всеми благоприятными знаками. Они обладали большим количеством заслуг и мудростью. Слава их была подобна славе вершины горы Сумеру 9 . Вера в Будду, Дхарму и Сангху, твердая подобно алмазу, порождала решимость пролить нектар драгоценной Дхармы, Озаряющей Лучами Света все вокруг. Голоса их обладали совершенным звучанием, а речь была ясна на всех языках. Познавшие относительную природу всех явлений, они разрушили стойкость привычек мышления, лежащих в основе идей конечности и бесконечности. Звучащие громом Великолепного Учения, они говорили с львиным бесстрашием. Непревзойденные, они превзошли все ограничения. Эти Бодхисаттвы были лучшими проводниками на Пути раскрытия сокровищ Дхармы, хранилищ заслуг и мудрости. Путь Дхармы является прямым, исполненным мира и тонкости. Трудно прозреть этот Путь и трудно осуществить. Совершенные в мудрости Бодхисаттвы знают мысли живых существ, видят их приход и уход. Несравненное Знание Будды освещает их. Они приобрели десять сил неустрашимости (дасабала) 10 , дающих совершенное Знание, и 18 различных характеристик. Хотя они были свободны от (перерождения) в дурных существованиях, они появились в мирах смертных людей, как царские целители, понимающие все болезни страстей, они могли правильно применить лекарство Дхармы, завоевывая тем самым бесчисленные заслуги, чтобы украсить неисчислимые земли Будды. Каждое живое существо извлекло огромную пользу, видя и слыша их, ибо их дела не были напрасны. Таким образом, они достигли всех превосходных благих заслуг. Их имена были: Бодхисаттва Видящий все вещи как Равные; Бодхисаттва Узревший Все вещи как Неравные; Бодхисаттва Высшей Безмятежности; Бодхисаттва Высшей Дхармы; Бодхисаттва Дхарма-аспектов; Бодхисаттва Свет; Бодхисаттва Великолепного Света; Бодхисаттва Благородного Величия; Бодхисаттва Хранилища Сокровищ; Бодхисаттва Хранилища Риторики; Бодхисаттва Драгоценных Рук; Бодхисаттва Драгоценной Мудры; Бодхисаттва Поднимающая рука; Бодхисаттва Опускающая рука; Всегда Скорбящий Бодхисаттва; Бодхисаттва Корень Радости; Бодхисаттва Принц Радости; Бодхисаттва Различитель Звука; Бодхисаттва Лоно Пространства; Бодхисаттва Держащий Драгоценный Светильник; Бодхисаттва Драгоценной Храбрости; Бодхисаттва Драгоценного Прозрения; Бодхисаттва Индраджала; Бодхисаттва Сеть Света; Бодхисаттва Непричинного Созерцания; Бодхисаттва Непреклонной Мудрости; Бодхисаттва Драгоценный Победитель; Бодхисаттва Царь Небес; Бодхисаттва Сокрушитель Демонов; Бодхисаттва с Заслугами Подобными Молнии; Бодхисаттва Высшего Комфорта; Бодхисаттва Величественных Заслуг; Бодхисаттва с Жемчугом в Его Пучке Волос; Бодхисаттва Майтрейя; Бодхисаттва Манжушри и другие Бодхисаттвы всего числом 32 тысячи. Присутствовали также десять тысяч Брахмадэвов, во главе с Брахмой Сикхином, пришедшим из Вселенной Ашоки с четырех сторон света, чтобы увидеть Будду, выказать почтение и служить Будде, а также чтобы услышать Дхарму. Чтобы присутствовать на соборе, прибыли также 12 тысяч царей небес с четырех сторон света. Пришли и другие дэвы, наводящего трепет величия, драконы, духи, якши, гандхарвы, асуры, гаруды, киннары и махораги. Множество бхикшу и бхикшуни, упасак и упасик 11 также присоединились к собранию. Таким образом, окружённый бессчетным числом народа, совершающего обход по кругу, чтобы выразить своё почтение, Будда был готов излагать Дхарму. Подобно возвышающейся горе Сумеру, поднимающейся из великого океана, Будда сиял и излучал свет, сидя на великолепном львином троне. Старший сын по имени Ратна-раши пришёл с пятьюстами старшими сыновьями, каждый из которых принес драгоценный зонтик, состоящий из семи различных украшений. Каждый из них выказал свое почтение Будде, склонившись к его ногам и обойдя его по часовой стрелке семь раз, а также преподнеся драгоценный зонтик в качестве подношения и отойдя в сторону. Как только все эти драгоценные зонтики были уложены, Будда превратил их в единый драгоценный купол настолько великий по размеру, что он покрыл всю эту галактику с миллиардом миров. Поверхность всей галактики в миллиард миров отразилась во внутренней части огромного драгоценного полога, где все содержимое этой галактики могло быть видно: безграничные обители солнц, лун и звездных тел; царства дэвов, нагов, якшей, гандхарвов, асуров, гаруд, киннар и махорагов, а также царства четырех махараджей; были видимы: Гора Сумеру; Гора Химава, Гора Мучилинда, Гора Махамучилинда, Гора Гандхамадана, Гора Ратнапарвата, Гора Калапарвата, Гора Чакравана, Гора Махачакравана; все великие океаны, реки, заливы, потоки, ручьи и родники, все села, пригороды, города, столицы, провинции и пустыни. Все это было ясно видно каждому. А также были слышны голоса всех Будд десяти сторон света, провозглашающих Учения Дхармы во всех мирах – звуки отражались в пространстве под большим драгоценным балдахином. Увидев великолепное чудо, совершенное сверхъестественной силой Будды, все присутствующие пребывали в восторге и изумлении. Все они поклонились Татхагате и, сложив ладони вместе, внимательно смотрели на него. Молодой Ратнакара преклонил правое колено на землю, сложил ладони в знак приветствия и восхвалил Будду следующим гимном: «Твои глаза чисты, широки и прекрасны, Как лепестки голубого лотоса. Твоя мысль открывает Высшее блаженство. Безмерен океан твоих добродетелей, Утверждающий путь мира. О Великий Подвижник, поклон Тебе! Учитель, мы созерцаем откровение чуда. Великолепные и сияющие поля Сугат 12 предстают перед нами. Твое Учение ведет к бессмертию, Позволь ему быть услышанным повсюду. Правящий в Царстве Дхармы, Дарующий сокровища Учения всем живым существам. Знающий суть всех явлений, Ты открываешь их высшее значение. Владыка Дхармы, поклоны Тебе! Все явления взаимозависимы, Тем не менее, они не являются существующими И не являются не существующими. Здесь нет ни эго, ни испытателя, ни деятеля, Однако ни одно действие, доброе или злое, Не теряет своих результатов. Таково Твое Учение. О Шакьямуни, Победив могущественное войско Мары, Ты обрел покой, бессмертие и счастье того высшего Просветления, Что не осознается теми, кого миновала удача, Несмотря на то, что они сдерживают свои чувства, мысли и психические процессы. О чудесный Царь Дхармы, Ты повернул колесо Дхармы пред людьми и богами, Три оборота колеса, несущие разнообразные аспекты, Проявили покой и чистоту природы; Так Три Драгоценности были выявлены. Те, кто хорошо обучен Твоей драгоценной Дхарме, Свободны от суетных фантазий и всегда глубоко миролюбивы. Лучший Целитель, Ты положил конец рождению, Старению, болезни и смерти. Безмерный Океан Добродетели, мы кланяемся Тебе! Подобный горе Сумеру, Тебя не трогает честь и презрение. О, Любящий существ, живущих нравственно и безнравственно в равной степени, Твой ум подобен ясному спокойному небу. Кто бы не почитал такое драгоценное существо? Великий Мудрец, Все присутствующие на собрании Смотрят на Будду с сердцами, исполненными верой, И каждый видит Победителя так, Как будто тот находится прямо перед ним. Это особое качество Будды. Хотя Будда излагает Дхарму одним и тем же голосом, Каждый из присутствующих слышит этот голос по-разному и понимает на своем языке в соответствии со способностями. Это особое качество Будды. Благодаря речи Будды Некоторые развивают способность к обучению, Некоторые достигают реализации, Некоторые находят умиротворение своих сомнений. Это особое качество Будды. Поклон Ведущему за собой, Обладателю десяти сил! Поклон Смелому, не знающему страха! Поклон Поводырю для всех живых существ! Тому, кто реализовал все особые качества! Поклон Свободному от всех оков ограничений! Поклон Тому, кто, выйдя за пределы, стоит на твердой земле! Поклон Спасающему страдающих существ! Поклон Тому, кто может освободить все миры; Кто свободен от рождения и смерти, Кто знает, как живые существа приходят и уходят. И проникает во все вещи, благодаря чему они обретают Его свободу, Кто, искусный в нирванических деяниях, Не может загрязниться, как и лотос, Кто беспрепятственно измеряет глубины всякой вещи. Поклон Тому, кто, подобно пространству, полагается на ничто». Ратна-раши, пропев гатху 13 и обратившись к Будде, сказал: «Благороднейший Мира, эти пятьсот старших сыновей направили свои умы на поиск высшего Просветления (ануттара-самьяк-самбодхи); все они желают узнать, как достигнуть чистой и ясной земли Будды. Не обучит ли Благороднейший Мира деяниям, ведущим к реализации Чистой Земли?» Будда сказал: «Прекрасно, Ратнакара, вопрос о реализации Чистой Земли Будды – хороший вопрос Татхагате. Внимательно слушай и запоминай! Сейчас будет поведано о Чистой Земле Бодхисаттв 14 ». При этом Ратнакара и пятьсот старших сыновей внимательно слушали Его наставления. Будда сказал: «Благородные сыновья, Чистая Земля Будды Бодхисаттв – это поле живых существ. Почему так? Бодхисаттва охватывает Чистую Землю Будды в той же степени, в которой он способствует развитию живых существ. Бодхисаттва охватывает Чистую Землю Будды в той же степени, в которой живые существа обретают самообладание, знакомятся со Знанием Будды. Бодхисаттва охватывает Чистую Землю Будды в той же степени, в которой живые существа увеличивают свои благородные духовные способности. Почему так? Благородный сын, Чистая Земля Бодхисаттв проистекает из целей жизни существ. Например, Ратнакара, если кто-то хочет строить что-либо в пустом пространстве, он может попробовать, несмотря на то, что невозможно построить или украсить что-нибудь в пустом пространстве. Точно так же должен поступать Бодхисаттва, который прекрасно знает, что все вещи подобны пустому пространству. С намерением создать Чистую Землю, чтобы развивать живых существ, Бодхисаттва должен идти вперед, несмотря на то, что невозможно построить или украсить Чистую Землю в пустом пространстве. Тем не менее, Ратнакара, Чистая Земля Бодхисаттвы – это пространство позитивных мыслей. Когда он достигает Просветления, живые существа, свободные от лицемерия и обмана, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство высокой решимости. Когда он достигает Просветления, живые существа, собравшие урожай из двух запасов и посадившие корни добродетели, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство добродетели. Когда он достигнет Просветления, живые существа, живущие всеми добродетельными принципами, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это великолепие идеи духа просвещения. Когда он достигнет Просветления, живые существа, которые действительно следуют пути Махаяны, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство щедрости. Когда он достигнет Просветления, живые существа, раздавшие свое имущество, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это область нравственности. Когда он достигнет Просветления, живые существа, которые следуют путем десяти добродетелей с благими мыслями, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство терпимости. Когда он достигнет Просветления, живые существа, обладающие безграничной терпимостью, дисциплиной, способностью к сосредоточению, наделенные тридцатью двумя благоприятными знаками, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство усилий. Когда он достигнет Просветления, живые существа, которые посвящают свои усилия добродетели, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство медитации. Когда он достигнет Просветления, живые существа, находящиеся в состоянии равновесия благодаря внимательности и осознанию, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это пространство мудрости. Когда он достигнет Просветления, родятся живые существа, которым предназначено высшее в его Чистой Земле. Чистая Земля Бодхисаттвы состоит из четырех безмерных состояний. Когда он достигнет Просветления, живые существа, живущие любовью, состраданием, радостью и беспристрастностью, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы состоит из четырех средств объединения. Когда он достигнет Просветления, живые существа, которые способны удерживаться вместе, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это искусство Освобождения. Когда он достигнет Просветления, живые существа, обладающие навыками во всех свободных искусствах и деятельности, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы состоит из тридцати семи вспомогательных средств достижения Просветления 15 . Живые существа, которые прилагают усилия к четырем фокусам внимательности, четырем правильным усилиям, четырем основам магической силы, пяти духовным способностям, пяти силам, восьми ветвям святого пути, родятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это его полностью преданный ум. Когда он достигнет Просветления, украшения всех добродетелей проявятся в его Чистой Земле. Чистая Земля Бодхисаттвы – это Учение, уничтожающее восемь невзгод. Когда он достигнет Просветления, исчезнут три плохих перерождения и восемь невзгод. Чистая Земля Бодхисаттвы – это личное соблюдение обетов, сдержанность в обвинении других, указании на их проступки. Когда Бодхисаттва достигнет Просветления, даже слово “преступление” никогда не будет упоминаться в Чистой Земле. Чистая Земля Бодхисаттвы – это чистота пути десяти добродетелей. Когда он достигнет Просветления, живые существа, мирно прожившие долгую жизнь, обладающие богатством, целомудренные в поведении, правдивые в речи, тихие, свободные от интриг, зависти и злобы, чьи речи несли просвещение, наделенные совершенным видением, родятся в его Чистой Земле. Так, благородный сын, подобно тому, как Бодхисаттва порождает дух Просветления, так же действует его благая мысль. Подобны благой мысли благие деяния. Благие деяния проистекают из высокой решимости, а высокая решимость – из практики, а практика – из самоотдачи, полной самоотверженности. Самоотверженность равносильна искусству Освобождения, а оно равносильно развитию живых существ, равносильному чистоте его Поля Будды 16 . Чистота его Поля Будды (Чистая Земля) отражает чистоту живых существ; чистота живых существ отражает чистоту Знания; чистота Знания отражает чистоту Учения; чистота Учения отражает чистоту духовной практики; а чистота духовной практики отражает чистоту его собственного ума». Шарипутра, восхищённый внушающим благоговение величием Будды, подумал: «Поскольку Просветлённая земля чиста вследствие чистоты ума Бодхисаттвы, тогда может быть эта Земля Просветленного потому нечиста, что ум Благороднейшего в Мире не был чист, пока он ещё оставался на стадии Бодхисаттвы?» Просветлённый узнал его мысль и сказал Шарипутре: «Разве Солнце и Луна не чисты, когда слепой человек не видит их чистоты?» Шарипутра ответил: «Благороднейший Мира, это недостаток слепца, а не Солнца и Луны». Будда сказал: «Из-за своей слепоты люди не видят внушительного величия Чистой Земли Татхагаты; это не вина Татхагаты. Шарипутра, эта моя земля чиста, но ты не видишь её чистоты». Вслед за этим Брахма с клочком волос на голове, похожим на раковину, сказал Шарипутре: «Не думай, что эта земля Будды нечиста. Почему? Потому что я вижу, что земля Шакьямуни Будды чиста и ясна, как небесный дворец». Шарипутра ответил: «Я вижу, что этот мир изобилует горами, возвышенностями, низинами, терниями, камнями и землей, всем нечистым». Брахма ответил: «Из-за того, что твой ум скачет вверх-вниз и не согласуется с Просветленной Мудростью, ты видишь эту землю нечистой. Шарипутра, в силу того, что Бодхисаттва беспристрастен ко всем живым существам и его ум чист и ясен в согласии с Дхармой Будды, он может видеть эту землю Будды также чистой и ясной». При этом Будда нажал носком своей правой ноги на землю, и мир вдруг предстал украшенным сотнями и тысячами драгоценных камней и жемчугов, подобно Драгоценной Величественной Чистой Земле Будды, украшенной бесчисленными драгоценными заслугами, прославляемыми собравшимися, никогда такого прежде не видевшими, вдобавок каждый из присутствующих оказался сидящим на драгоценном лотосовом троне. Будда сказал Шарипутре: «Взгляни на великую чистоту моей Просветлённой земли». Шарипутра ответил: «Благороднейший Мира, никогда прежде я не видел эту Просветлённую землю в её великой чистоте и не слышал о ней». «Эта моя Просветлённая Земля всегда чиста, но кажется загрязнённой, чтобы я мог вести людей низкой духовности к Освобождению. Это подобно пище богов, принимающей различную окраску соответственно заслугам каждого вкушающего. Так что, Шарипутра, человек, чей ум чист, видит этот мир в его величественной чистоте». Когда эта Просветлённая Земля явилась в её Непревзойдённой чистоте, пятьсот старших сыновей, прибывших с Ратна-раши, обрели непоколебимую невозмутимость несозданного (анутпаттика-дхарма-кшанти), а восемьдесят четыре тысячи человек направили свои умы на Высшее Просветление (ануттара-самьяк-самбодхи). Затем Будда перестал давить носком ноги на землю, и мир вернулся в прежнее состояние. Тридцать две тысячи богов и людей, стремящихся к Ступени Слушающих, поняв непостоянство всех дхарм, отошли от мирских омрачений и обрели Глаз Дхармы (видение Четырёх Благородных Истин), восемь тысяч монахов перестали цепляться за Дхарму и положили конец потоку перерождений, обретя святость. Перевод с тибетского Роберта Турмана. Перевод с английского Лилии Гапоновой. Коррекция текста Александры Штукатуровой. При поддержке клуба OUM.RU.\n\nВ то время в большом городе Вайшали жил Вималакирти из рода Личчави. Он зародил корни добродетели, служа буддам, почитая их, делая им подношения. Он достиг терпимости и таланта красноречия, обладал особыми качествами, реализовал силу слова, а также великую смелость. Он победил всех демонов и противников, глубоко познал путь Дхармы. Достигнув освобождения благодаря мудрости, Вималакирти объединил свою духовную реализацию с искусством наставлять других. Понимая мысли и деяния живых существ, зная их слабости и дарования, посредством наставлений он обучал Дхарме каждого должным образом. С упорством изучив Махаяну, он понял её суть и трудился с большой искусностью. Он жил, следуя Дхарме Будды. Подобно океану был велик его высший разум. Будды, Индра, Брахма и все локапалы уважали и восхваляли его. Чтобы помогать духовному росту живых существ, обладая способностями к их обучению посредством искусства освобождения, Вималакирти жил в городе Вайшали. Богатство Вималакирти — источник помощи бедным. Нравственность — помощь живущим безнравственно. Терпимость и самообладание — усмирение озлобленных и жестоких. Горение энергией — пробуждение ленных. Сосредоточение и внимательность — помощь потерявшим равновесие. Вималакирти достиг высочайшей мудрости, чтобы помочь пребывающим в неведении. Хотя он носил белые (мирские) одежды, он соблюдал все правила сангхи. Будучи мирянином, был свободен от всех привязанностей к трём мирам (желания, формы и бесформенности). Хотя был женат и имел детей, был прилежен в своей практике чистой жизни. Будучи домохозяином, с радостью уступил бразды управления домашним хозяйством. Хотя носил украшения и драгоценности, украсил своё тело великими духовными характеристиками. Хотя он ел и пил как другие, он восхищался, вкушая аромат созерцания. Когда приходил в игорный дом, он всегда старался наставить и освободить людей, пребывающих там. Он принимал еретиков, но никогда не сходил с истинного пути. Хотя знал светскую литературу, всегда испытывал радость в Дхарме Будды. Всякий, кто встретился с ним, оказывал ему уважение. Он поддерживал истинное учение и наставлял старых и молодых. Хотя временами в его мирской деятельности к нему поступал доход, он относился к нему спокойно. В то же время, когда он прогуливался по городу, ему всегда удавалось обратить других к Дхарме. Приступая к делам управления, он всегда защищал других от несправедливости. Присоединяясь к философской беседе или собранию, он вёл других к Махаяне. При посещении школы он просвещал учеников. Войдя в публичные дома, он разоблачал грех сексуальной привязанности. Появляясь в таверне, оставался верным своему правилу воздерживаться от употребления спиртного. Среди старших он был наиболее почитаем, ибо обучал их благородной Дхарме. Среди упасак он был наиболее уважаем, ибо он учил их, как устранить все желания и привязанности. В среде правящих классов его более всех почитали, ибо он учил их терпимости. Среди браминов ему оказывали наибольшие почести, поскольку он учил, как смирить гордость и победить предубеждения. И в кругу государственных лиц он был наиболее уважаем за то, что он учил их исполнять закон. Принцы глубоко уважали его, поскольку он учил их верности и сыновнему благочестию. Во дворце его почитали, ибо он научил прислугу честности. Среди простых людей его уважали, так как он побуждал их развивать всяческие похвальные добродетели. Брахма-дэвы почитали его за то, что он склонял богов к реализации просветлённой мудрости. Среди тридцати трёх небожителей Индры он был наиболее уважаем, поскольку раскрыл им непостоянство всех вещей. Среди локапал его почитали, ибо он защищал всех живых существ. Таким образом, для обучения живых существ Вималакирти использовал искусные методы (упайя), коим нет числа. Теперь, применив упайю, он казался больным, и вследствие его недомогания цари, министры, старшие упасаки, брамины и другие, а также принцы и высокие чиновники всего числом в много тысяч пришли справиться о его здоровье. Итак, Вималакирти явился в своём больном теле, чтобы принять всех и растолковать им Дхарму, сказав: «Добродетельные, человеческое тело непостоянно, оно некрепко и недолговечно; оно распадётся и, следовательно, ненадёжно. Будучи объектом всякого рода недугов, оно причиняет беспокойство и страдания. Достойные, все мудрые люди не полагаются на это тело, которое подобно массе пены, не осязаемой на ощупь. Оно подобно пузырю и не живёт долго. Оно похоже на пламя и является продуктом жаждания любви. Словно банановое дерево, оно полое внутри. Оно подобно иллюзии, порождённой и искажённой мыслями. Оно, как сон, построенный ложными взглядами, подобно тени и обусловлено кармой. Тело это напоминает эхо, ибо является результатом причин и обстоятельств. Оно словно парящее в небе облако, готовое рассеяться в любой момент. Как вспышка молнии, ибо не сохраняется и на срок одной мысли. Нет ему владельца, ибо оно подобно земле. Оно свободно от эго, так как подобно огню, убивающему себя. Преходяще, словно ветер. Оно не человек, ибо подобно воде. Нереально и в своём существовании зависит от четырёх элементов. Пусто, не будучи ни эго, ни его объектом. Оно без знаний, подобно траве, деревьям и глиняным черепкам. Не первичный двигатель, но движимо ветром страстей. Оно загрязнено и полно нечистот. Ложно и, хотя его купают, обмывают, одевают и питают, в конце оно распадётся и умрёт. Оно есть скорбь, будучи предметом всякого рода недугов и страданий. Подобно иссохшему роднику, ибо его преследует смерть. Неустойчиво и скоро пройдёт. Сходно с ядовитой змеёй, смертельным врагом, временным конгломератом без лежащей в основании реальности, поскольку состоит из пяти скандх, двенадцати входных дверей (шесть органов и их объекты) и восемнадцати областей чувств (шесть органов, их объекты и их восприятие). При таком отталкивающем человеческом теле вам следует искать тело Татхагаты. Достойнейшие, при таком отталкивающем человеческом теле вам следует искать тело Татхагаты. Почему? Потому что тело Татхагаты называется Дхармакайей. Это тело – результат безграничных заслуг и мудрости; результат дисциплины, медитации, мудрости, Освобождения и совершенного знания Освобождения; результат любящей доброты, сострадания, радости и беспристрастности; следствие (шести совершенств, или парамит): даяния, дисциплины, терпения, усердия, созерцания и мудрости — и следствие соответствующего учения (упайя); шести сверхъестественных сил; трёх прозрений; тридцати семи ступеней Просветления; безмятежности и проникновения; десяти трансцендентных сил (дашабала); трёх видов неустрашимости; восемнадцати непревзойдённых качеств Просветлённого; устранения всех злых и исполнения всех добрых деяний; правдивости и свободы от неустойчивости и несдержанности. Итак, неисчислимые разновидности чистоты и ясности порождают тело Татхагаты. Благородные, если вы хотите реализовать тело Будды, чтобы освободиться от всех недугов житейского существования, вам следует установить свои умы на поиски высшего Просветления (ануттара-самъяк-самбодхи)». Таким образом старейшина Вималакирти толковал Дхарму всем пришедшим справиться о его здоровье, побуждая бесчисленных посетителей искать высшего Просветления. Перевод с тибетского Роберта Турмана Перевод с английского Лилия Гапоновой Коррекция текста Александры Штукатуровой При поддержке клуба OUM.RU Махаяна – «великая колесница» — наряду с тхеравадой одно из двух основных направлений\n\nОднажды Личчави Вималакирти подумал: «Татхагата, совершенно реализованный Будда, не сожалеет обо мне, лежащем в постели и пребывающем в недобром здравии, не присылает кого-либо, чтобы справиться о моей болезни». В это время Будда, прочитав мысли Вималакирти, обращаясь к благородному Шарипутре, сказал: — Шарипутра! Отправляйся к Вималакирти из рода Личчави узнать о его болезни. Услышав речь Будды, Шарипутра ответил: — Почитаемый В Мирах! Воистину, не готов я отправиться к Личчави Вималакирти узнать о его болезни. Почему? Помню однажды, когда я сидел у подножия дерева в лесу, пребывая в сосредоточении, Личчави Вималакирти подошёл к подножию дерева и сказал мне: «Преподобный Шарипутра, это не есть путь развития созерцания. Тебе следует пребывать в созерцании так, чтобы ни тело, ни ум не проявлялись больше в Трёх Мирах. Тебе следует совершать самые обычные вещи, не прекращая при этом созерцания. Ты можешь проявлять природу обычного человека, не отказываясь при этом от совершенства духовной природы. Пребывай в созерцании так, чтобы ум не оседал внутри и не двигался вовне к внешним формам, а тридцать семь вспомогательных средств на пути к Просветлению проявлялись без отклонений в сторону каких-либо убеждений. Пребывай в созерцании так, как если бы ты был реализован в Освобождении без отказа от деяний, которые являются свойствами этого мира. Преподобный Шарипутра, те, кто погружены в созерцание таким образом, провозглашены Буддой действительно пребывающими в созерцании». Почитаемый В Мирах! Когда я услышал это Учение, я был не в состоянии ответить и хранил молчание. По этой причине я не готов встретиться с этим славным человеком и спросить о его болезни. Будда, обратившись к благородному Маудгальяяне, сказал: — Маудгальяяна! Отправляйся к Вималакирти из рода Личчави узнать о его болезни. Маудгальяяна ответил: — Почитаемый В Мирах! Воистину не готов я отправиться к Личчави Вималакирти узнать о его болезни. Помню однажды, когда я проповедовал Дхарму мирянам на площади великого города Вайшали, Вималакирти сказал мне: «Преподобный Маудгальяяна, твой путь проповеди Дхармы не подходит для мирян в белых одеяниях. Дхарма возглашается в соответствии с реальностью. Дхарма вне пыли живых существ. Безличная, свободна от пыли желаний. Сущая за пределами жизни, свободна от рождения и смерти. Сущая за пределами личности, Дхарма освобождает от прошлого и направляет будущее. Свободная от желания, Дхарма есть мир и умиротворение. Она не обособлена. Невыразимая, вне слов и букв, она превосходит все движения ума. Дхарма вездесуща, подобна бесконечному пространству. Находящаяся вне цвета, знака или формы, она свободна от любых движений. Дхарма лишена идеи «моё», свободна от привычных для ума представлений о владении. Она не наполнена идеями – свободна от ума, мысли или сознания. Дхарму не с чем сравнить, она свободна от противопоставлений. Она существует вне презумпции об обусловленности, вне причин. Она пронизывает всё сущее, ибо всё сущее включено в высшую реальность. Соответствующая реальности посредством несоответствия, Дхарма пребывает на границе с реальностью, поскольку совершенно не подвержена колебаниям. Неподвижная, она не зависит от восприятия шестью органами чувств. Существующая вне того, что является приходящим и уходящим, Дхарма состоит из пустотности. Её можно распознать через отсутствие знаков и отсутствие желаний – свободу от утверждения или отрицания чего-либо. Она – вне возникновения и разрушения. Пребывающая вне основополагающего сознания, она выходит за пределы диапазона восприятия глаз, ушей, носа, языка, тела и мысли. Дхарма – вне категорий высокого и низкого. Вне движения или активности. Преподобный Маугдальяяна, каким должно быть Учение, раскрывающее такую Дхарму? Само словосочетание «обучать Дхарме» есть проявление самонадеянности перед слушающими Учение. Преподобный Маугдальяяна, нет самонадеянных слов, там нет «учителя Дхармы». Некого слушать, некого понимать. Это подобно тому, как если бы иллюзорный учитель излагал Дхарму иллюзорным людям. Так тебе следует излагать Дхарму с памятованием об этом. Тебе следует быть знатоком духовных способностей живых существ. С помощью правильного видения оком Мудрости, проявляя великое Сострадание, зная благожелательную активность Будды, очищая намерения, понимая проявления Дхармы, тебе следует передавать Дхарму так, чтобы целостность-преемственность Трёх Драгоценностей никогда не была прервана». Почитаемый в мирах, когда Вималакирти рассуждал таким образом, восемь сотен мирян на площади осознали дух непревзойдённого, совершенного Просветления, а я хранил молчание. Поэтому я не готов встретиться с этим славным человеком, чтобы справиться о его болезни. Будда, обратившись к благородному Махакашьяпе, сказал: — Махакашьяпа! Отправляйся к Вималакирти из рода Личчави узнать о его болезни. Услышав речь Будды, Махакашьяпа ответил: — Почитаемый В Мирах! Воистину не готов я отправиться к Личчави Вималакирти узнать о его болезни. Почему? Помню однажды, когда я шёл по улице, где жили бедные люди, прося еду в качестве подаяния, появился Вималакирти и сказал: «Преподобный Махакашьяпа, избегать посещать дома богатых, предпочитая посещать дома бедных, – это предвзятое отношение. Осознай Единую природу вещей и проси милостыню с равным уважением ко всем живым существам во все времена. Прося пищу, осознавай нереальность пищи. Просить милостыню – помогать устранять материализм других. Входя в город, помни о пустотной природе этого города, но все же посети его ради наставлений мужчин и женщин. Входи в дома так, как если бы ты входил в семью Будды. Принимай милостыню, ничего не принимая. Наблюдай формы, как наблюдает слепой с рождения человек. Воспринимай звуки как эхо. Вдыхай запахи как ветра. Ощущай вкусы равностно. Касаясь материи, осознавай полное отсутствие касания. Помни иллюзорную природу вещей. То, что не имеет внутреннего вещества или вещества привнесённого, не горит. А то, что не горит, не погаснет. Махакашьяпа, если достигнуть восьми освобождений без превосходства над восьмью путями заблуждения, возможно постигнуть единый вкус реальности. Постижение реальности происходит через понимание исходной природы путей заблуждения. Если ты можешь преподнести дар всем живым существам и Буддам даже малой частицей подаяния, тогда ты можешь есть и сам. Когда ешь после подношения, пребывай не захваченным печалями и не свободным от печалей, не вовлечённым в созерцание и не свободным от созерцания, не живущим в мире и не свободным от мира. Дающие милостыню имеют ни великую и ни малую заслугу, не приобретают и не теряют. Следуй пути Будды. На этом пути, преподобный Махакашьяпа, есть практика подношения пищи». Почитаемый В Мирах, когда я услышал это Учение, я был изумлён и подумал: «Слава бодхисаттвам! Когда Бодхисаттва-мирянин наделён такой силой слова, то кто не постиг бы духа непревзойдённого Истинного Просветления? С этого времени я не провозглашаю колесницы учеников и одиноких мудрецов, но провозглашаю путь Махаяны. Поэтому я не готов встретиться с этим славным человеком, чтобы справиться о его болезни. Будда, обратившись к благородному Субхути, сказал: — Субхути! Отправляйся к Вималакирти узнать о его болезни. Услышав речь Будды, Субхути ответил: — Почитаемый В Мирах! Воистину, не готов я отправиться к Личчави Вималакирти узнать о его болезни. Почему? Помню однажды, когда я просил милостыню в доме Вималакирти в великом городе Вайшали, он взял мою чашу, наполнил её превосходной едой и сказал мне: «Преподобный Субхути, прими пищу эту, если понимаешь ты единую природу материальных форм. Если понимаешь ты единую природу Будды через единство форм. Прими пищу эту, если, не отсекая желания, ненависть и глупость, ты свободен от них. Если идёшь прямым путём без тревог об эгоизме. Прими пищу эту, если видишь ты между достигнутым через победу над невежеством и привязанностью, Освобождением и жизнью, полной грехов, равенство; если ты не освобождён и не связан; если ты не видел Четыре благородные истины, в то же время если ты не тот, кто не знает Истины; если ты не тот, кто достиг Реализации, и одновременно не обычный человек; если ты – тот, кто не устраняет качества обычного человека, не является благородным и не является не-благородным; и хотя ты присутствуешь в сущем, ты свободен от любой формы сущего. Прими эту пищу, преподобный Субхути, если, не видя Будду, не слушая Дхарму или не служа Сангхе, ты живёшь с верой под руководством шести мастеров-отступников, чьи имена: Пурана Кашьяпа, Маскарина Гошалипутра, Санджайин Вайратипутра, Какуда Катьяяна, Аджита Кешакамбала и Ниргранта Джнатипутр, воплощая их наставления. Прими эту пищу, Субхути, если, следуя ложным воззрениям, ты не находишь ни крайности, ни середины; если, будучи связанным восемью невзгодами, ты не пребываешь в благоприятных условиях; если, впитывая страсти, ты не достигаешь очищения, одновременно бесстрастие всех живых существ – это твоё бесстрастие; если те, кто делает тебе подношения, не очистятся таким образом; если предлагающие тебе еду, преподобный, всё ещё попадают в три низших мира; если ты тождественен всем марам, питаешь все желания и природа желаний – это твоя природа; если у тебя есть враждебные чувства ко всем живым существам, а Будд ты презираешь; если ты критикуешь все Учения Будды, не поддерживаешь Сангху; и, наконец, если ты никогда не достигнешь Освобождения». Почитаемый В Мирах, когда я услышал эти слова Личчави Вималакирти, я задумался, что мне сказать и что мне делать, но я был в полном неведении. Оставив чашу, я уже собирался выйти из дома, когда Личчави Вималакирти сказал мне: «Преподобный Субхути, не бойся этих слов и возьми свою чашу. О чём ты думаешь, преподобный Субхути? Если бы это было воплощение, созданное Татхагатой, который так говорил, возник бы страх?» Я ответил: «Конечно, нет, благородный!» Вималакирти сказал: «Преподобный Субхути, природа всех явлений подобна иллюзии, подобна магическому воплощению. Так что не следует их бояться. Почему? Все слова также имеют такую природу, и поэтому мудрые не привязаны к словам и не боятся их. Почему? Любой язык в конечном счёте не существует, кроме как Освобождение. Природа всех вещей – это Освобождение». Когда Вималакирти произнёс эту речь, двести богов обрели чистое видение природы всех явлений, без неясности или осквернения, и пятьсот богов обрели терпимость. Что касается меня, то я потерял дар речи и не мог ему ответить. Поэтому, Благороднейший, не готов я идти к этому доброму человеку, чтобы спросить о его болезни. Будда, обращаясь к благородному Пурнамаитраянипутре, сказал: — Пурна! Отправляйся к Вималакирти узнать о его болезни. Пурна ответил: — Почитаемый В Мирах, воистину, не готов я отправиться к Личчави Вималакирти узнать о его болезни. Почему? Помню, однажды, когда я обучал молодых монахов Дхарме в великом лесу, Личчави Вималакирти пришёл туда и сказал: «Благородный Пурна! Прежде стоит обучить умы этих молодых монахов сосредоточению, а затем уже излагать им Дхарму. Драгоценный сосуд не предназначен для испорченных плодов. Прежде нужно понять склонности этих монахов, не стоит смешивать драгоценные сапфиры и стекло. Пурна, не зная духовные способности живых существ, не стоит полагаться на собственные суждения. Не причиняй рану тому, у кого нет ран. Не стоит навязывать узкий путь тем, кто стремится к Великому пути. Не стоит пытаться поместить великий океан в след быка, превратить гору Сумеру в горчичное зерно. Не стоит путать сияние Солнца со светом светлячка. Не стоит тем, кто восхищается львиным рыком, рассказывать о рыке шакала! Благородный Пурна, ранее все эти монахи шли по пути Махаяны. Эти монахи забыли о духе Просветления. Не стоит обучать их пути малой колесницы – колесницы учеников. Эта колесница не является окончательным Учением. В том что касается распознания духовных способностей живых существ, вы, ученики, подобны людям, слепым от рождения». В этот момент Личчави Вималакирти вошёл в такое сосредоточение, что эти монахи вспомнили свои прошлые жизни, в которых они породили корни добродетели, служа пятистам Буддам ради совершенного Просветления. Как только эти монахи с ясностью осознали дух Просветления, они поклонились в ноги этому доброму человеку и сложили ладони вместе в знак почтения. Он научил их Дхарме, и все они достигли стадии необратимости от непревзойдённого, совершенного Просветления. Тогда я подумал: «Ученики, которые не знают мыслей или склонностей других существ, не способны обучать Дхарме. Почему? Эти ученики не являются знатоками меры духовных способностей, они не всегда пребывают в состоянии сосредоточения, подобно Татхагате, Архату, совершенному Будде». Поэтому, Благороднейший, не готов я идти к этому доброму человеку, чтобы спросить о его болезни. Тогда Будда сказал достопочтенному Махакатьяяне: — Катьяяна! Отправляйся к Вималакирти из рода Личчави узнать о его болезни. Махакатьяяна ответил: — Почитаемый В Мирах! Воистину не готов я отправиться к Личчави Вималакирти узнать о его болезни. Почему? Помню, однажды после того, как Благороднейший дал несколько кратких наставлений монахам, я разъяснял смысл сказанного о непостоянстве, страдании, бескорыстии и мире. В это время появился Вималакирти и сказал: «Преподобный Махакатьяяна, не следует учить высшей реальности, наделяя её активностью, созиданием и разрушением! Ничто не было уничтожено, не уничтожается и никогда не будет уничтожено. Таково значение слова “непостоянство”. Смысл осознания отсутствия рождения через осознание пустотности пяти совокупностей — это смысл “страдания”. Отсутствие дуального восприятия понятий “я” и “самоотверженности” и есть значение “самоотверженности”. То, что не имеет внутренней субстанции и никакого другого вида субстанции, не горит, а то, что не горит, не гаснет; такое отсутствие угасания и есть значение “мира”». Когда Вималакирти произнёс эту речь, умы монахов освободились от загрязнений и вошли в состояние непостижимости. Поэтому, Благороднейший, не готов я идти к этому славному человеку, чтобы узнать о его болезни. Тогда Будда обратился к Аннирудхе. — Аннирудха, ступай к Вималакирти узнать о его болезни. — Благороднейший, я не готов. Однажды, когда я прогуливался, мне повстречался Брахма, прозванный Субхавьюха, вместе с десятью тысячами Брахм, которые освещали пространство своим сиянием. Они поклонились мне и спросили: «Преподобный Анируддха, Будда провозгласил тебя самым выдающимся среди тех, кто обладает божественным оком. На какое расстояние простирается божественное видение достопочтенного Анируддхи?» «Всю галактическую вселенную Будды Шакьямуни, насчитывающую миллиард миров, вижу я так же ясно, как человек обычного зрения видит орех миробалана на своей ладони». Когда я произнёс эти слова, Личчави Вималакирти пришёл туда и, поклонившись, сказал мне: «Преподобный Анируддха, твоё божественное око является составным по своей природе? Или оно не является составным по своей природе? Если оно является составным, то это подобно знанию еретиков. Если оно не является составным, то оно не собрано и как таковое не способно видеть. Тогда как же ты видишь, о старейшина?» При этих словах я потерял дар речи, и Брахма тоже был поражён, услышав это Учение. Поклонившись Вималакирти, он спросил: «Кто же тогда в этом мире обладает божественным оком?» Вималакирти ответил: «Будды обладают божественным оком. Они видят все поля Будды, даже не выходя из состояния концентрации и не подвергаясь влиянию двойственности». Услышав эти слова, десять тысяч Брахм исполнились высокой решимости и прониклись духом непревзойдённого, совершенного Просветления. Отдав дань уважения как мне, так и этому славному человеку, они исчезли. Что касается меня, то я хранил молчание, поэтому я не готов идти к этому доброму человеку, чтобы узнать о его болезни. Затем Будда сказал почтенному Упали: — Упали, ступай к Вималакирти узнать о его болезни. Упали ответил: — Почитаемый в мирах, я не готов. Помню, однажды два монаха совершили некий проступок и, пребывая в стыдливом состоянии ума, пришли ко мне: «Преподобный Упали, нам слишком стыдно предстать перед Буддой. Будь добр, избавь нас от наших тревог, освободи нас от проступков». Когда я давал этим монахам духовное наставление по этому поводу, появился Вималакирти и сказал: «Преподобный Упали, не усугубляй грехи этих монахов более. Не создавая безвыходного положения, избавь их от угрызений совести. Грех не следует постигать ни внутри, ни снаружи, ни между ними. Будда сказал: “Живые существа страдают от страстей мысли, и они очищаются очищением мысли”. Преподобный Упали, ум не находится ни внутри, ни снаружи, и его нельзя постичь между ними. Грех – это то же самое, что ум, и все вещи – то же самое, что грех. Они не избегают той же самой реальности. Природа ума, благодаря которой ум освобождён, подвержена ли страданию?» — «Никогда». — «Упали, умы всех существ имеют эту природу. Концептуализация – страдание, а отсутствие концептуализации – истинная природа. Непонимание – страдание, понимание – истинная природа. Самонадеянность – страдание, а бескорыстие – истинная природа. Все явления не есть созданное, сущее и рушимое. Явления как волшебные иллюзии, облака и молнии. Все они мимолётны. Они не остаются даже на мгновение, подобные снам, нереальным видениям. Они как отражение луны в воде, как отражение в зеркале – порождены умом. Знающие это – сторонники дисциплины ума». Тогда два монаха сказали: «Этот домохозяин наделён большой мудростью. Преподобный Упали, которого Благородный провозгласил главным из сторонников дисциплины, не равен ему». Тогда я сказал двум монахам: «Не думайте, что это простой домохозяин! Ни один ученик или Бодхисаттва, но только Татхагата может соперничать с его красноречием и блеском мудрости». После этого два монаха, избавленные от своих тревог и вдохновлённые высокой решимостью, прониклись духом непревзойдённого, совершенного Просветления. Поклонившись Вималакирти, они пожелали: «Пусть все живые существа достигнут такой силы слова!» Поэтому я не готов идти к этому славному человеку, чтобы расспросить о его болезни. Тогда Будда, обращаясь к благородному Рахуле, сказал: — Рахула! Отправляйся к Вималакирти из рода Личчави узнать о его болезни. Рахула ответил: — Почитаемый в мирах, я не готов. Помню, давным-давно юноши из рода Личчави пришли ко мне с вопросом: «Достопочтенный Рахула, ты сын Благороднейшего, ты покинул дворец и отрёкся от трона, оставил мир. Какова ценность и преимущество отречения?» Когда я разъяснял смысл и преимущества отречения, появился Вималакирти и, поприветствовав меня, сказал: «Рахула, суть отречения в другом. Само по себе отречение – отсутствие благ. Польза – категория составных преходящих явлений, но отречение – нечто иное. Отречение не материально. Оно – вне идей начала и конца. Это путь к Освобождению. Мудрые почитают, благородные принимают, мары сражены отречением. Оно освобождает от пяти состояний существования, очищает пять глаз, развивает пять сил и поддерживает пять духовных способностей. Отречение не совместимо со злом. Это мост через пучину желаний, свободный от привычных понятий “я” и “моё”. Это состояние вне привычных колебаний ума и тревог. Это дисциплина разума и внимательное отношение к умам других. Основанное на спокойствии и анализе, это состояние совершенства во всех отношениях. Тех, кто отпускает мирское таким образом, называют истинно отречёнными. Молодые люди, отрекитесь от мира в свете этого ясного Учения! Появление Будды крайне редко. Трудно получить драгоценное человеческое рождение с его возможностями. Ценно быть человеком». Молодые люди сказали: «Но, домохозяин, мы слышали, как Татхагата заявляет, что человек не должен отрекаться от мира без разрешения своих родителей». Вималакирти ответил: «Совершенствуйтесь, чтобы постичь дух Просветления. Это и будет отречением и высоким посвящением!» В это мгновенье тридцать два юноши Личчави прониклись духом непревзойденного, совершенного Просветления. Поэтому я не готов идти к этому славному человеку, чтобы спросить о его болезни. Тогда Будда обратился к Ананде, и Ананда сказал: — Помню, однажды, когда тело Благороднейшего проявило какое-то недомогание и ему потребовалось немного молока, я взял чашу и подошел к двери дома великой семьи Брахманов. Личчави Вималакирти пришел туда и, поприветствовав меня, сказал: «Преподобный Ананда, что ты делаешь на пороге этого дома с миской в руке так рано утром?» Я ответил: «Тело Благороднейшего проявляет некоторое недомогание, и ему нужно немного молока. Поэтому я пришел за ним». Тогда Вималакирти сказал мне: «Преподобный Ананда, не говори таких вещей! Тело Татхагаты прочно, как алмаз, оно устранило все загрязнения и божественно по природе. Как болезнь или дискомфорт могут повлиять на такое тело? Ананда, ступай молча и не рассказывай подобные вещи другим. Негоже богам и Бодхисаттвам слушать такое. Ананда, король, наделенный небольшим корнем добродетели, свободен от болезней. Что уж говорить о Будде, наделенным бесконечной добродетелью? Невозможно! Преподобный Ананда, ступай молча, чтобы тебя не услышали еретики. Они бы сказали: “Как вам не стыдно! Учитель этих людей не может даже вылечить свои собственные болезни. Как же тогда он может лечить болезни других?” Татхагаты обладают Телом Дхармы, а не телом, которое поддерживается материальной пищей. Тело Дхармы превосходит все земные свойства. Тело Татхагаты не повреждается, оно вне загрязнений. Тело Татхагаты свободно от формирующей деятельности. Ананда, неразумно поверить в недуг такого чудесного тела!» Когда я услышал эти слова, я подумал, не ослышался ли я раньше и не понял ли неправильно Будду, и мне было очень стыдно. Затем я услышал голос с неба: «Ананда! Домохозяин говорит с вами искренне. Тем не менее, поскольку Будда появился во времена пяти искажений, он дисциплинирует живых существ различными деяниями. Ананда, не стыдись, иди и принеси молока!» Благороднейший, таков был мой разговор с Личчави Вималакирти, и поэтому я неохотно иду к этому доброму человеку, чтобы спросить о его болезни. Точно так же остальные из пятисот учеников не хотели идти на встречу с Вималакирти, и каждый рассказал Будде о своих приключениях и беседах с этим славным человеком. Три Мира Временные миры – прошлое, настоящее, будущее. Пространственные миры: Мир чувств или мир желаний – самая нижняя из этих трех «сфер». Его образуют ад, земное пространство и шесть небес, т.е. его населяют существа, пребывающие в аду, голодные духи, животные, асуры, люди и боги. Обитатели мира желаний обладают телами и сознанием и, в отличие от обитателей двух других миров, испытываю ощущения, полученные посредством пяти органов чувств: глаза, уха, носа, языка, тела. Мир форм. Находится над миром желаний. Здесь существа еще сохраняют тело (питаются светом) и сознание, но они не переживают ощущений пяти органов чувств. Мир без форм. Находится выше мира форм. Здесь отсутствуют материальные тела, его обитатели пребывают в различного вида самадхи. Кроме приведенной, есть и другие более подробные классификации миров. Восемь освобождений (Аштавимокша) Подробнне - Сутра «Вимоккха сутта: Освобождения»: [Благословенный сказал]: «Монахи, существуют эти восемь [медитативных] освобождений. Какие восемь? (1) Вот [практикующий], обладая формой, видит формы. Таково первое освобождение. (2) Вот [практикующий], не воспринимая формы внутренне, видит формы внешне. Таково второе освобождение. (3) Вот [практикующий] настроен только на «красивое». Таково третье освобождение. (4) С полным преодолением восприятий форм, с угасанием восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественности, [воспринимая]: «безграничное пространство», [практикующий] входит и пребывает в сфере безграничного пространства. Таково четвёртое освобождение. (5) С полным преодолением сферы безграничного пространства, осознавая, что «сознание безгранично», [практикующий] входит и пребывает в сфере безграничного сознания. Таково пятое освобождение. (6) С полным преодолением сферы безграничного сознания, осознавая, что «здесь ничего нет», [практикующий] входит и пребывает в сфере отсутствия всего. Таково шестое освобождение. (7) С полным преодолением сферы отсутствия всего, [практикующий] входит и пребывает в сфере ни восприятия, ни не-восприятия. Таково седьмое освобождение. (8) С полным преодолением сферы ни восприятия, ни не-восприятия, [практикующий] входит и пребывает в прекращении восприятия и чувствования. Таково восьмое освобождение. Таковы, монахи, восемь освобождений».\n\nЗатем Будда сказал Бодхисаттве Майтрейе: — Майтрейя, иди к Личчави Вималакирти, чтобы узнать о его здоровье. Майтрейя ответил: — Почитаемый В Мирах, я не готов. Однажды, когда я беседовал с богами на небесах Тушита, богом Самтуситой и его свитой, о стадии невозвращения великих бодхисатв, Личчави Вималакирти пришел туда и сказал: «Майтрейя, Будда предсказал, что только еще одно рождение стоит между тобой и Истинным Просветлением. Какое это рождение: прошлое, будущее или настоящее? Если прошлое, то оно уже закончено. Если будущее, оно никогда не наступит. Будда сказал: “Бхикшу, в одно мгновение вы рождаетесь, стареете, умираете, переселяетесь и возрождаетесь”. Тогда, может быть, предсказание касается нерожденности? Но невоплощенное состояние относится к высшей стадии, на которой нет пророчеств, ни достижения совершенного Просветления. Майтрейя, как исчисляется наблюдаемая тобою реальность: от рождения или от прекращения? Как было предсказано, реальность не рождается и не прекращается, и она не родится и не прекратится. Наблюдаемая тобою реальность точно такая же, как реальность всех живых существ, реальность всех вещей и реальность всех святых. Майтрейя, если предсказано твое Просветление, то это предсказано всем живым существам. Почему? Потому что реальность – вне двойственности. Майтрейя, когда ты достигнешь совершенного состояния Будды, в то же время все живые существа также достигнут совершенного состояния Будды. Почему? Потому что Просветление состоит из осознания всех живых существ. Майтрейя, в то мгновение, когда ты достигнешь окончательного Освобождения, все живые существа также достигнут окончательного Освобождения. Почему? Потому что Татхагаты не достигают окончательного Освобождения до тех пор, пока все живые существа не достигнут окончательного Освобождения. Ибо, поскольку все живые существа полностью освобождены, Татхагаты видят их как обладающих природой окончательного Освобождения. Майтрейя, не стоит вводить в заблуждение этих божеств. Нет пребывающих в Просветлении или отступающих от него. Стоит разъяснить отказ от ложных воззрений о Просветлении. Истинное Просветление достигается ни телом, ни умом. Искореняющее все отметины, оно свободно от размышлений о явлениях, от колебаний и волнений. Выходящее за пределы всех убеждений, Просветление – отрешенность от всех привычных установок. Его основа – высшая сфера. Это осознание реальности, пребывающее на границе реальности. Лишенное двойственности, поскольку нет ни умов, ни вещей, Просветление равно бесконечному пространству. Просветление не рождается и не разрушается, не пребывает и не меняется. Просветление – полное знание мыслей, деяний и склонностей всех живых существ. Находящееся за пределами чувств, оно чисто и свободно от страстей, обусловленных чередой жизней. Оно не находится где-то или нигде, не пребывает ни в каком месте или измерении. Просветление – это просто название, и даже это название неподвижно. Свободное от тревог, оно чисто по природе. Это Сияние. Вне идей о субъекте или объекте, оно проникает в равенство всех вещей. Вне примеров и сравнений, оно обладает тонкой природой. Чрезвычайно трудно достичь Истинного Просветления. Оно подобно бескрайнему пространству. Просветление не достигается физически или ментально. Почему? Тело подобно траве, деревьям, стенам, дорожкам и оптическим иллюзиям. А разум нематериален, невидим, безоснователен и бессознателен». Почитаемый В Мирах, когда Вималакирти говорил так, двести божеств на этом собрании достигли понимания изначальной природы явлений. Я же оставался безмолвным, поэтому я не готов встретиться с этим славным человеком. Тогда Будда сказал Личчави Прабхавьюхе: — Прабхавьюха, иди к Личчави Вималакирти, чтобы спросить о его здоровье. Прабхавьюха ответил: — Благороднейший, я не готов. Помню, однажды, когда я выходил из великого города Вайшали, я встретил входящего Вималакирти. Поздоровавшись, я спросил: «Достопочтенный Упасака, откуда ты идешь?» Он ответил: «Я иду из места Просветления». «Что значит “место Просветления”?» Вималакирти ответил: «Благородный сын, место Просветления – это место благой мысли, свободное от наносного. Место сосредоточения усилий, высвобождающее энергетическую активность. Место высокой решимости, превосходной проницательности. Место великого духа Просветления без упущений. Место щедрости без ожидания награды. Средоточие морали, где выполняются все обязательства. Терпимость, свободная от гнева по отношению к любому живому существу. Средоточие усилий, способность никогда не поворачивать вспять. Место медитации, создающее состояние ума. Место мудрости, прямое видение сути вещей. Место любви, равной ко всем живым существам. Место сострадания, претерпевающего любые тяготы. Место радости, радостного служения Дхарме. Место невозмутимости, свободное от привязанности и отвращения. Место тонкого видения, обладающее шестью сверхзнаниями. Место Освобождения без умствования. Место искусства Освобождения, помогающее живым существам. Место единения, объединяющее живых существ. Место обучения, делающее практику сущностью. Место решительности без колебаний. Место Просветления, устраняющее двойственность составного и несоставного. Место истины, которое никогда не обманывает. Место взаимозависимого возникновения, движимое от уменьшения невежества к уменьшению старости и смерти. Место искоренения всех несчастий, прекрасно осведомленное о природе реальности. Место всех живых существ, так как все живые существа едины по природе. Место всех явлений, наделенных природой Просветления и пустотностью. Место победы над демонами, что не дрогнет. Место Трех Миров, свободное от вовлеченности. Место героизма, что звучит львиным рыком, свободное от страха и трепета. Место Силы, бесстрашия, средоточие всех особых качеств Будды безупречного во всех отношениях. Место трех знаний, свободное от страстей. Место мгновенного, полного понимания всех вещей, помогающее полностью реализовать чистое видение. Благородный сын, когда бодхисатвы наделены особыми качествами, корнями добродетели, способностью обучать других живых существ и воплощают драгоценную Дхарму, независимо от того, восходят их стопы или опускаются, все они идут с места Просветления. Они происходят из качеств Будды и утверждают качества Будды». Благороднейший, когда Вималакирти поведал это Учение, пять сотен богов и людей постигли дух Истинного Просветления, а я оставался безмолвным. Поэтому я не готов к встрече с этим славным человеком. Будда, обратившись к Бодхисаттве Джагатиндхаре, сказал: — Джагатиндхара, иди к Личчави Вималакирти, чтобы узнать о его болезни. Джагатиндхара ответил: — Благороднейший, я не готов. Помню, однажды, когда я был дома, коварный Мара, претворившись Индрой, появился с двенадцатью тысячами небесных дэв, окружив меня звуками музыки и пения. Поклонившись, он отошел вместе со свитой в сторону. Думая, что он Шакра, Царь Богов, я сказал ему: «Добро пожаловать, о Каушика! Следует оставаться осознанным посреди удовольствий желания, часто размышлять о непостоянстве и стремиться реализовать главное телом, жизнью и богатством». Тогда Мара сказала мне: «Добрый господин, прими от меня эти двенадцать тысяч божественных дев в качестве слуг». «О Каушика, не предлагай мне, религиозному человеку и сыну Шакьи, вещей, которые неуместны. Я не приму такой дар». Не успел я произнести эти слова, появился Вималакирти: «Благородный сын, не думай, что это Индра! Это Мара, пришедший, чтобы высмеять тебя». Затем Личчави Вималакирти сказал: «Мара, поскольку эти небесные девы не подходят для этого религиозного преданного, сына Шакьи, отдай их мне». Думая, что Вималакирти пришел, чтобы разоблачить его, огорченный Мара попытался стать невидимым, но, как он ни старался, используя все свои магические силы, ему не удавалось скрыться из виду. В это время в небе раздался голос: «Мара, отдай этих небесных дев доброму человеку Вималакирти, и только тогда ты сможешь вернуться в свою обитель». Испугавшись, Мара вопреки своему замыслу отдал небесных дев. Вималакирти, приняв богинь, сказал: «Теперь, когда Мара отдал вас мне, проникнитесь духом непревзойденного Истинного Просветления!» Затем он дал им учения, подходящие для их духовного продвижения, и вскоре они прониклись духом Просветления. Вималакирти сказал: «Отныне вы должны посвятить себя тому, чтобы находить радость в Дхарме, а не в желаниях». «Что есть радость Дхармы?» «Это радость нерушимой веры в Будду, намерение слушать Дхарму, служить Сангхе и почитать духовных благодетелей без гордости. Это радость отречения от мира, не-цепляния за внешние объекты. Это такое видение, где пять совокупностей подобны убийцам, элементы – ядовитым змеям, а органы восприятия подобны пустому городу. Радость Дхармы – радость всегда охранять дух Просветления, помогать живым существам, щедро делиться, не ослаблять нравственность, проявлять осознание и терпимость, тщательно культивировать добродетель усилием, полностью погружаться в медитацию, пребывать в мудрости вне страданий. Радость расширения Просветления, победы над Марами, уничтожения страданий и очищения Поля Будды. Радость накопления добродетелей, взращивание благоприятных знаков. Радость бесстрашия, когда слушаешь глубокое Учение. Радость исследования трех дверей Освобождения и осознание Освобождения. Радость быть украшением места Просветления и не достигать Освобождения в неподходящее время. Радость служить тем, у кого равное состояние, не ненавидеть и не пребывать в обиде на тех, у кого большее состояние, служить духовным благодетелям и избегать неподходящей компании. Радость высшей радости веры и преданности Дхарме. Радость культивирования средств, способствующих Просветлению. Таким образом, Бодхисаттва находит радость в Дхарме». Затем Мара сказал: «Пора возвращаться домой». Богини ответили: «Ты даровал нас этому человеку. Теперь мы познаем радости Дхармы и более не должны наслаждаться удовольствиями желаний». «Так как Бодхисаттва свободен от привязанностей и раздает все свое имущество, Вималакирти, передай мне этих богинь обратно». Вималакирти ответил: «Передано, Мара. Можете отправляться домой. Да исполните вы религиозные устремления всех живых существ!» Тогда богини, приветствуя Вималакирти, сказали ему: «Как нам жить в обители Мары?» Вималакирти ответил: «Сестры, существует дверь Дхармы, названная Неугасимый Свет. Практикуйте это. Что это значит? От одного единственного светильника может зажечься сотня тысяч светильников, и свет того светильника не станет меньше. Подобно этому, сестры, один единственный бодхисатва способен утвердить многие сотни тысяч живых существ в Истинном Просветлении без уменьшения своих духовных способностей. На самом деле, они не только не уменьшаются, но возрастают. Подобно этому, чем более вы обучаете и открываете различные качества другим, тем более вы растете в этих добродетельных качествах. Это дверь Дхармы, названная Неугасимый Свет. Живя в реальности Мары, вдохновляйте множество богов и богинь духом Истинного Просветления. Следуя этим путем, вы отблагодарите за доброту Татхагату и станете благодетелями всех живых существ». Затем богини поклонились Вималакирти и вместе с Марой ушли. Так, Благороднейший Мира, я был свидетелем чудесных способностей, силы слова и мудрости Вималакирти, поэтому я не готов спросить этого славного человека о его болезни. Затем Будда сказал сыну торговца Судатте: — Благородный сын, иди к Личчави Вималакирти, чтобы узнать о его болезни. Судатта ответил: — Благороднейший Мира, я не готов. Помню, однажды в доме моего отца совершались праздничные подношения, и я раздавал дары религиозным преданным, брахманам, бедным и всем нуждающимся. В седьмой и последний день этого большого подношения Вималакирти пришел туда и сказал: «Сын купца, не стоит совершать подношение таким способом. Какой смысл жертвовать материальные вещи? Лучше совершай подношение даром Дхармы». «Как совершается подношение даром Дхармы?» «Дар Дхармы – это то, что способствует духовному продвижению живых существ. За пределами идеи “начинания или завершения” – это дар всем одновременно. Что это? Дар Дхармы состоит из великой любви, приводящей к Просветлению; из великого сострадания, приводящего к сосредоточению на священной Дхарме для Освобождения всех живых существ; из великой радости, приводящей к высшему счастью всех живых существ; из великого спокойствия, достигаемого в созерцании посредством Знания. Дар Дхармы состоит из великодушия, достигаемого самодисциплиной; нравственности, достигаемой помощью безнравственным; терпимости, достигаемой бескорыстием; усилий, прилагаемых на Пути к Просветлению; медитации, сотворяемой в уединении тела и ума; мудрости, преисполненной всеведущего Знания. Дар Дхармы состоит из медитации пустоты, достигаемой помощью всем живым существам; медитации безгрешности, достигаемой очищением всех совокупностей; медитации отсутствия желаний, приводящей к добровольному принятию перерождения. Дар Дхармы состоит из: - героической силы, достигаемой в поддержании Дхармы; - силы жизни, достигаемой единением; - отсутствия гордыни, достигаемого путем ученичества у всех живых существ; - обретения тела, здоровья и богатства, достигаемого видением сущности в бессущностном; - осознанности, достигаемой шестью воспоминаниями; - благой мысли, достигаемой посредством чудесной Дхармы; - чистоты средств к существованию, достигаемой правильной духовной практикой; - уважения благородных, приходящего через исполненное радости и верности служение; - ясности ума, приходящей через отсутствие неприязни к простым людям; - высокой решимости, приходящей с отречением знания, приходящего с духовной практикой; - уединения в ретритах, приходящим с пониманием сути вещей, свободы от страдания; - медитации, возникающей через постижение Учения Будды; - практики йоги, которая освобождает всех живых существ от страданий. Дар Дхармы состоит из: - сокровищницы заслуг, дополненных благоприятными знаками и украшениями Полей Будды, а также всеми другими средствами развития живых существ; - сокровищницы знаний, позволяющих обучать Дхарме в соответствии с мыслями и деяниями живых существ; - сокровищницы мудрости, воплощенной в единстве Знания, свободном от принятия и отвержения в отношении явлений; - корней добродетели, ведущих к отказу от всех страданий, омрачений и нечестивых вещей; - познания всех средств на Пути к Просветлению, приводящего к чистому видению и воплощению всех добродетелей. Благородный сын! Это и есть дар Дхармы. Бодхисаттва, который живет, совершая подношение дара Дхармы, лучшего из возможных, благодаря своему подношению сам становится достойным подношений от всех людей и богов». Благороднейший Мира, как только Вималакирти произнес эту речь, две сотни собравшихся вокруг браминов постигли дух Истинного Просветления. А я, полный изумления, поклонившись в ноги этому славному человеку, снял с шеи четки из жемчуга стоимостью в сто тысяч золотых монет и предложил их ему. Но он не хотел принять этот дар. Тогда я сказал ему: «Пожалуйста, прими, добрый человек, этот дар из сострадания ко мне и отдай его кому пожелаешь». Затем Вималакирти взял жемчужины и разделил их на две половины. Он отдал половину из них самым нищим людям города, которых все презирали. Другую половину он предложил Татхагате по имени Душпрасаха. Далее Вималакирти совершил чудо, во время которого все присутствующие увидели вселенную, называемую Маричи, и Татхагату Душпрасаху. На его голове было жемчужное ожерелье в форме шатра, украшенное нитями жемчуга, покоящееся на четырех основаниях, с четырьмя колоннами, симметричное, хорошо построенное и прекрасное для созерцания. Явив это чудо, Вималакирти сказал: «Дающий, который делает подарки самым бедным жителям города, считая их достойными подношения, подобно Татхагате, дающему без предпочтения, беспристрастно, без ожидания награды и с великой любовью, – этот дающий, утверждаю я, полностью совершает дар Дхармы». В это время бедные жители города, узрев чудо и услышав Учение, постигли дух непревзойденного Истинного Просветления. Поэтому я не готов отправиться к этому славному человеку узнать о его здоровье. Точно так же все Бодхисаттвы, великие духовные герои, рассказали истории своих бесед с Вималакирти и выразили неготовность идти к нему. Перевод с тибетского Роберта Турмана. Перевод с английского Лилия Гапоновой. Коррекция текста Александры Штукатуровой. При поддержке клуба OUM.RU. Небеса Тушита - мир восторга и радости. Считается, что в этом мире был воплощен бодхисаттва Шветакету, который затем воплотился на Землю Сиддхартхой и стал Буддой Шакьямуни. А так же в этом мире пребывает бодхисаттва Натха, который в будущем родится на Земле как Аджита и станет Буддой Майтрея. Нерожденность «Тогда, может быть, предсказание касается «нерожденности»?» Понятие ануптпадатва или «нерожденность» является синонимом «пустотности», «реальности», «абсолютности», «предельности», «бесконечности» и т. д.\n\nБудда сказал наследному принцу Манжушри: — Манжуш ри, иди к Личчави Вималакирти, чтобы узнать о его здоровье. Манджушри ответил: «Благороднейший Мира, он человек высшей мудрости, и нелегко быть равным ему в красноречии. Ибо он достиг реальности и является искусным толкователем основ Дхармы. Власть его речи не знает препятствий, а его мудрость – границ. Он сведущ во всех делах, имеющих отношение к развитию Бодхисаттвы, ибо он вхож в тайную сокровищницу всех Будд. Он одолел всех демонов, достиг всех трансцендентальных сил и реализовал мудрость искусными средствами (упайя). Тем не менее, я повинуюсь святому приказу и навещу его, чтобы справиться о его здоровье». Все присутствовавшие на собрании подумали: «Несомненно, беседы наследного принца Манджушри и этого доброго человека приведут к глубокому Учению Дхармы». Так, Манджушри в сопровождении восьми тысяч бодхисаттв, пятиста учеников, огромного количества Шакр, Брахм, Локапалов, богов и богинь, последовавших за ним, чтобы послушать Дхарму, вошел в великий город Вайшали. В это время Вималакирти подумал: «Манжушри, наследный принц движется сюда вместе с бесчисленным количеством сопровождающих. Сейчас, пусть этот дом проявится пустым». После этого чудесным образом дом стал пустым. Даже страж входа исчез. Кроме кушетки, на которой лежал Вималакирти, нигде не было видно ни кровати, ни дивана, ни сиденья. Увидев наследного принца Манджушри, Вималакирти сказал: — Манджушри! Приветствую! Добро пожаловать! Вы здесь, хотя ранее не приходили, вас не видели и не слышали. Манджушри ответил: — Верно сказано. Приходящий на самом деле не приходит. Идущий на самом деле не идет. Почему? Появление не известно как появление. Движение не известно как движение. Видимое в конечном счете не будет видно. Преподобный Вималакирти, как твое состояние? Оно не опасно для жизни? Не потревожены ли твои элементы? Улучшается ли твое состояние или ухудшается? Будда спрашивает о тебе, какова природа твоих недомоганий: легки ли они или причиняют страдания; заботятся ли о тебе; силен и спокоен ли ты; свободен ли от самобичевания; живешь ли ты в единстве с Высшим? Откуда взялась эта болезнь? Как долго она будет продолжаться? Что это и как ее можно облегчить? Вималакирти ответил: — Манджушри, моя болезнь происходит от невежества и жажды существования, она будет длиться так же долго, как болезни всех живых существ. Если бы все живые существа были свободны от болезней, я был бы здоров. Почему? Манджушри, для Бодхисаттвы мир состоит только из живых существ, и болезнь присуща жизни в этом мире. Если бы все живые существа были свободны от болезней, Бодхисаттва также был бы свободен от болезней. Например, Манджушри, когда единственный сын торговца болен, оба его родителя заболевают из-за болезни их сына. И родители будут страдать до тех пор, пока этот единственный сын не оправится от своей болезни. Именно так, Манджушри, Бодхисаттва любит всех живых существ, как если бы каждое из них было его единственным ребенком. Он заболевает, когда они болеют, и выздоравливает, когда они выздоравливают. Ты спрашиваешь меня, Манджушри, откуда берется моя болезнь; болезни Бодхисаттв проистекают из великого сострадания. Манджушри: — Домохозяин, почему твой дом пуст? Почему у тебя нет слуг? Вималакирти: — Все Чистые Земли Будды также пусты. Манджушри: —Что делает их пустыми? Вималакирти: — Они пусты из-за пустоты. Манджушри: — Что такое «пустота» в пустоте? Вималакирти: — Построения пусты из-за пустоты. Манджушри: — Можно ли на уровне идеи создать пустоту? Вималакирти: — Даже эта идея сама по себе пуста, а пустота не может создать пустоту. Манджушри: — Домохозяин, где следует искать пустоту? Вималакирти: — Манджушри, пустоту следует искать среди шестидесяти двух убеждений. Манджушри: — Где следует искать шестьдесят два убеждения? Вималакирти: — В Освобождении Татхагат. Манджушри: — Где искать Освобождение Татхагат? Вималакирти: — Его следует искать в первичной умственной деятельности всех живых существ. Манджушри, ты спрашиваешь меня, почему я без слуг, но все мары и противники – мои слуги. Почему? Мары защищают эту жизнь рождения и смерти, и Бодхисаттва не избегает жизни. Сторонние противники отстаивают убеждения, и Бодхисаттву не беспокоят убеждения. Поэтому все мары и противники – мои слуги. Манджушри: — Домохозяин, какого рода твоя болезнь? Вималакирти: — Нематериальна и невидима. Манджушри: — Она физического или ментального свойства? Вималакирти: — Не физического, так как тело само по себе нематериально. Не ментального, так как природа ума подобна иллюзии. Манджушри: — Домохозяин, какой из четырех основных элементов нарушен: земля, вода, огонь или воздух? Вималакирти: — Манджушри, я болен только потому, что болезни беспокоят элементы живых существ. Манджушри: — Домохозяин, как Бодхисаттва должен утешать другого бодхисаттву, который болен? Вималакирти: — Пусть скажет, что тело непостоянно, но не призовет его к отречению или отвращению. Даже если тело страдает, не стоит находить утешение в освобождении. Тело лишено эго, но все живые существа должны развиваться. Природа тела – спокойствие, но не нужно стремиться к окончательному спокойствию. Пусть посоветует сознаться в своих проступках, но не только для того, чтобы избежать их. Благодаря переживанию болезни, памяти о пережитых с безначальных времен страданиях следует увеличить сострадание ко всем живым существам, осознание ценности труда на благо живых существ. Бодхисаттве следует быть твердым в намерении взрастить корни добродетелей, поддерживать первозданную чистоту, быть царем врачевания, исцеляющем недуги живых существ. Так подобает Бодхисаттве утешать другого Бодхисаттву во время недуга. Манджушри спросил: — Благородный господин, как Бодхисаттва во время недуга должен контролировать свой ум? Вималакирти ответил: — Манджушри, Бодхисаттва во время недуга должен контролировать свой ум следующим образом: болезнь возникает из-за полной вовлеченности в процесс непонимания с безначальных времен. Возникает из-за недугов, проявившихся в результате нереальных ментальных построений, и, следовательно, в конечном счете не воспринимается ничем, что можно было бы назвать больным. Почему? Тело – это совокупность четырех основных элементов, и в этих элементах оно не является ни владельцем, ни посредником. Недуг возникает вследствие привязанности к эго; отсюда следует, что следует устранить эту привязанность. Далее ему следует тщательно рассмотреть себя как обособленное явление, через призму следующего убеждения: «Как в случае с эго, идея обособленного явления является заблуждением, и оно привело к болезни. Я выбираю освободить себя от заблуждения и от болезни. Что есть устранение этой болезни? Это устранение эгоизма и собственничества. Что такое устранение эгоизма и собственничества? Это свобода от дуализма. Что такое свобода от дуализма? Это отсутствие вовлеченности во внешнее или во внутреннее. Что такое отсутствие вовлеченности? Это не-отклонение, не-колебание и не-отвлечение от тождественности. Что есть тождественность? Тождественность всего, от “я” до Освобождения. Почему? Потому что оба: “я” и Освобождение – это пустота. Как и то, и другое может быть пустым? Как словесные обозначения, они оба являются пустыми, и ни одно из них не установлено в реальности. Поэтому тот, кто видит такое сходство, не делает разницы между болезнью и пустотой; его болезнь сама по себе пустота, и эта болезнь как пустота сама по себе пустотна». Бодхисаттва, пребывающий в болезни, должен признать, что ощущение в конечном счете не является ощущением, но это не значит, что следует прекратить ощущения. Когда качества Будды полностью реализованы, такие явления, как удовольствие и боль, отбрасываются, и тогда великое сострадание ко всем живым существам, живущим в низших мирах, не является жертвой. Так, признавая в своих собственных страданиях бесконечные страдания живых существ, Бодхисаттва ясно видит этих живых существ и решает исцелить их болезни. Что касается живых существ, то здесь нечего применять и нечего удалять, нужно только научить их Дхарме, чтобы они осознали основу, из которой возникают болезни. Что есть эта основа? Это восприятие объекта. В той мере, в какой объектное восприятие становится основой восприятия в целом, в той мере это есть основа для болезни. Что есть основа восприятия? Это три сферы существования. Что есть правильное понимание основы объектного восприятия? Это отсутствие восприятия, когда некто не выделяет явление, которое не воспринимается. Что именно не воспринимается? Не воспринимаются два взгляда: взгляд на самого себя и взгляд на другого. Это называется не-восприятием. Манжушри! Бодхисаттве, пребывающему в болезни, следует контролировать свой ум, чтобы преодолеть старость, болезнь и смерть. Такова болезнь Бодхисаттвы. Если он воспримет это иначе, все его усилия будут напрасны. Подобно тому, как некто зовется героем, когда одолевает врагов, так некто зовется Бодхисаттвой, когда он побеждает страдания старости, болезни и смерти. Бодхисаттве, пребывающему в болезни, следует думать: «Подобно тому, как моя болезнь не является реальной и не существует на самом деле, болезни всех живых существ нереальны и не существуют на самом деле». Осознавая так, Бодхисаттва не попадает в оковы сентиментальности, но развивает великое сострадание к живым существам через стремление устранить корни их горестей. Почему? Великое сострадание, охваченное сентиментальностью, истощает Бодхисаттву во время его реинкарнаций. Но великое сострадание, свободное от сентиментальности, не истощает. Бодхисаттва воплощается не через вовлеченность в подобные взгляды, но воплощается с умом, свободным от вовлеченности. Так, само его воплощение подобно Освобождению. Будучи воплощенным как освобожденное существо, он обладает силой и возможностью обучать Дхарме, которая освобождает живых существ от их зависимостей. Как сказал Будда: «Невозможно тому, кто окован зависимостью, освобождать других от их зависмости. Но тот, кто освобожден, способен освободить и других». Так, Бодхисаттве следует участвовать в Освобождении и не участвовать в создании отягощения. Что есть отягощение? Что есть Освобождение? Освобождать без знания искусства Освобождения – это отягощение для Бодхисаттвы. Участвовать в жизни мира, в полной мере зная искусство Освобождения, есть Освобождение для Бодхисаттвы. Ощущать вкус созерцания, медитации и концентрации без знания искусства Освобождения есть отягощение, но со знанием есть Освобождение. Мудрость, не проистекающая из искусства Освобождения, есть отягощение, но проистекающая есть Освобождение. Что это значит? Мудрость, не проистекающая из искусства Освобождения, состоит из концентрации на пустотности, бесцветности и отсутствии желаний, но все же не может культивировать благоприятные качества, украсить Поля Будды, помочь развитию живых существ, тогда это отягощение. Какова мудрость, проистекающая из искусства Освобождения? Мудрость, проистекающая из искусства Освобождения, помогает концентрироваться на взращивании благоприятных качеств, украшении Поля Будды, на развитии живых существ, глубоком исследовании пустотности, бесцветности и отсутствии желаний – это Освобождение. Что есть отягощение, действие вне мудрости? Это взращивание корней добродетели, не направленных на Освобождение, бытие в тисках догматических убеждений, страсти, привязанности, обиды и подсознательных инстинктов. Что есть Освобождение, проистекающее из мудрости? Это взращивание корней добродетели для Освобождения, бытие, свободное от гордости, страсти, привязанности, обиды и подсознательных инстинктов. Манджушри, так должен думать о явлениях Бодхисатва во время болезни. Его мудрость проявлена в рассмотрении тела, разума и болезни как непостоянных и пустотных. Его освободительное искусство состоит в том, чтобы не изнурять себя, пытаясь избежать всех физических недугов, прилагать все усилия для достижения блага живых существ, не прерывая цикла перевоплощений. Более того, его мудрость заключается в понимании того, что тело, разум и болезнь не являются ни новыми, ни старыми, независимо от того, рассматриваются ли они одновременно или последовательно. Искусство Освобождения заключается в том, чтобы не искать успокоения или прерывания жизни тела, ума или недуга. Так, Манджушри, Бодхисаттве следует направлять свой ум. Следует жить, не пребывая в контроле ума и не потакая ему. Почему? Неразумным людям свойственно жить, потакая уму, в то время как контроль над умом – свойство учеников. Бодхисаттве следует жить избегая этих двух крайностей. Обитель Бодхисаттвы – это не обитель обычного восприятия и это не обитель архата. Обитель мира, но не обитель убеждений – такова обитель Бодхисаттвы. Место, где человек понимает Освобождение, но не входит в окончательное и полное Освобождение, есть владения Бодхисаттвы. Место, где четыре мары проявляются, но все их деяния превзойдены, это место обители Бодхисаттвы. Обитель Бодхисаттвы – это место, где некто ищет Знания всеведения, но не достигает этого Знания, так как еще не подходящее время. Обитель Бодхисаттвы – это место, где некто знает Четыре благородные истины, но не реализует их, так как еще не подходящее время. Обитель Бодхисаттвы – внутреннее прозрение, при котором человек не останавливает воплощения. Обитель Бодхисаттвы – когда некто реализует понимание отсутствия рождения, но не воплощает это. Обитель Бодхисаттвы – видение, не основанное на убеждениях. Обитель Бодхисаттвы – общение со всеми существами так, что при этом сохраняется свобода от всех болезненных инстинктов. Область уединения, в которой нет места для истощения тела и ума – такова область Бодхисаттвы. Это область Трех Миров, неотделимая от высшего царства. Область пустотности, где развиваются все виды добродетели. Это область свободы от желаний, благодаря которой Бодхисаттва освобождает всех живых существ. Область того мужества, благодаря которому человек добровольно проявляет жизнь в мире, такова область Бодхисаттвы. Собрание всех корней добродетели без прерывания – такова обитель Бодхисаттвы. Область шести трансцендентностей, где человек достигает трансцендентность мыслей и действий всех живых существ, – такова область Бодхисаттвы. Область шести сверхзнаний, в которой загрязнения не исчерпываются, – такова обитель Бодхисаттвы. Жизнь в соответствии с Учением святой Дхармы, без восприятия ложных путей, есть обитель Бодхисаттвы. Совершенство в Четырех Неизмеримых состояниях, без принятия рождения на небесах Брахмы, – это обитель Бодхисаттвы. Область созерцания, концентрации и погружения, без перевоплощения в мир без форм, – это обитель Бодхисаттвы. Обитель четырех объектов наблюдения, где тело, ощущения, ум и явления не являются предметом заботы, – такова область Бодхисаттвы. Область четырех правильных усилий, где двойственность добра и зла не постигается, – такова область Бодхисаттвы. Область четырех основ магических сил, где ими можно овладеть без усилий, – такова область Бодхисаттвы. Обитель жизни с пятью силами, где некто обладает десятью качествами Татхагаты, – такова обитель Бодхисаттвы. Область совершенствования семью факторами Просветления, когда человек обладает знанием тонких интеллектуальных различий, – это обитель Бодхисаттвы. Следование Восьмеричному пути, даже не осознавая никаких злых путей, – такова обитель Бодхисаттвы. Область развития способности к умственному покою и трансцендентному анализу, где человек не впадает в крайность отрицания, – это обитель Бодхисаттвы. Область осознания нерожденной природы всех вещей, но при этом совершенства тела, благоприятных знаков, знаков и украшений Будды, – такова обитель Бодхисаттвы. Область проявления взглядов учеников и одиноких мудрецов без принесения в жертву качеств Будды – такова обитель Бодхисаттвы. Соответствие явлениям, изначально чистая по природе основа, проявляемая в соответствии с наклонностями живых существ, – это обитель Бодхисаттвы. Это обитель, где происходит осознание: все Поля Будды, не будучи созданными, нерушимы, имеют природу бесконечного пространства; в то же время это место, где некто проявляет качество Полей Будды во всем их многообразии и величии, – это обитель Бодхисаттвы. Область, в которой человек вращает колесо святой Дхармы и проявляет величие окончательного Освобождения, но при этом никогда не отказывается от пути Бодхисаттвы, – это обитель Бодхисаттвы! Когда Вималакирти произнес эту речь, восемь тысяч богов в компании наследного принца Манджушри зародили дух непревзойденного совершенного Просветления. Перевод с тибетского Роберта Турмана. Перевод с английского Лилии Гапоновой. Коррекция текста Александры Штукатуровой. При поддержке клуба OUM.RU.\n\nВ это время благородный Шарипутра подумал: «В этом доме нет даже стула, куда сесть ученикам и Бодхисаттвам?» Прочитав эту мысль, Вималакирти спросил: — Шарипутра! Пришёл ли ты сюда в поисках Дхармы или в поисках стула? Шарипутра ответил: — В поисках Дхармы. Вималакирти произнёс: — Тот, у кого есть интерес к Дхарме, не имеет интереса даже к собственному телу, не то что к стулу. Тот, у кого есть интерес к Дхарме, свободен от интереса к материи, ощущению, интеллекту, мотивации или сознанию, а также свободен от интереса к агрегатным состояниям вещества и элементам. Тот, у кого есть интерес к Дхарме, свободен от интереса к царству желаний, царству чистой материи или нематериальному царству. Тот, у кого есть интерес к Дхарме, свободен от привязанности к Будде, Дхарме и Сангхе. Шарипутра! Тот, у кого есть интерес к Дхарме, свободен от интереса к осознанию страдания, пониманию причины страдания, способу прекращения страдания и пути. Почему? Дхарма — за пределом форм утверждений и описания. Говорящий: «Страдание должно быть преодолено, причины страдания устранены, способ должен быть осознан, путь следует практиковать» — не заинтересован в Дхарме, но заинтересован в описании Дхармы. Благородный Шарипутра! Дхарма исполнена спокойствия и мира. Те, кто вовлечены в процесс утверждения и опровержения, не заинтересованы Дхармой, не способны к уединению, но они вовлечены в процесс утверждения и опровержения. Шарипутра! Дхарма свободна от недостатков и является безупречной. Тот, кто привязан к чему-либо, не заинтересован в Дхарме, но заинтересован в объектах привязанностей. Дхарма не является объектом. Тот, кого привлекают объекты, не заинтересован в Дхарме, но заинтересован в объектах. Дхарма вне принятия или отвержения. Тот, кто имеет интерес к явлениям, равно как и отвергающий явления, не заинтересован в Дхарме, но заинтересован в удержании или отвержении. Дхарма не есть безопасная обитель. Тот, кто заинтересован в безопасной обители, не заинтересован в Дхарме, но заинтересован в безопасной обители. Дхарма вне знаков. Тот, кто заинтересован в знаках, не заинтересован в Дхарме, но заинтересован в знаках. Дхарма не есть общество. Тот, кто заинтересован общением, не заинтересован в Дхарме, но заинтересован в общении. Дхарма не вид, звук, категория или идея. Тот, кто имеет интерес к знакам, звукам, категориям или идеи, не заинтересован в Дхарме, но заинтересован в знаках, звуках, категориях и идеях. Благородный Шарипутра! Дхарма свободна от составных и несоставных вещей. Те, кто заинтересован в составных и несоставных вещах, не заинтересованы в Дхарме, но заинтересованы в этих вещах. Шарипутра! Так, если ты заинтересован в Дхарме, следует быть свободным от интереса к чему-либо ещё. Когда Вималакирти произнёс эту речь, пять сотен богов обрели око Дхармы — ясное виденье всех явлений. Вималакирти, обращаясь к наследному принцу Манжушри, сказал: — Манжушри! Ты побывал в бесчисленных сотнях земель Будд во Вселенных десяти направлений. В которой из земель ты видел лучшие львиные троны, наделённые лучшими качествами? Манджушри ответил: — Достопочтенный, если кто-либо, двигаясь на восток, пересечёт поля Будд, которых больше, чем всех песчинок тридцати двух направлений реки Ганги, то его взору откроется Вселенная Мерутхваджа. Там обитает Татхагата по имени Мерупрадипараджа. Тело этого Бодхисаттвы восемьдесят четыре тысячи йоджан в высоту, а высота его трона шестьдесят восемь тысяч йоджан. Тела других Бодхисаттв имеют высоту сорок две тысячи йоджан, а их троны — тридцать четыре сотни йоджан. Лучшие и самые великолепные троны существуют в этой Вселенной, Чистой Земле Мерупрадипараджи. В это время Вималакирти, сосредоточившись, проявил чудо: Татхагата Мерупрадипараджа прислал тридцать две сотни тысяч тронов в эту Вселенную. Троны эти были высокими, просторными и прекрасными. Бодхисаттвы, великие ученики, Шакры, Брахмы и Локапалы не видели ранее ничего подобного. Троны спустились с неба в дом Вималакирти. Тридцать две сотни тысяч тронов появились, не создавая скопления, а дом выглядел так, словно увеличился соответственно. Великий город Вайшали не поменял облик, равно как и земля Джамбудвипа, а также мир четырёх континентов. Всё остальное выглядело таким, каким было ранее. В это время Вималакирти, обращаясь к наследному принцу Манджушри, произнёс: — Манджушри! Позволь Бодхисаттвам расположиться на тронах, преобразив свои тела в соответствующие размеры. Тогда Бодхисаттвы, обладающие способностью трансформировать свои тела так, чтобы их высота была сорок две тысячи йоджан, сели на троны. Но менее опытные Бодхисаттвы не обладали способностью трансформировать тела так, чтобы сесть на троны. Тогда Вималакирти обучил этих Бодхисаттв так, что они овладели пятью особыми знаниями, достигнув которые, они трансформировали тела в высоту сорок две тысячи йоджан и сели на троны. Вималакирти, обращаясь к Шарипутре, сказал: — Шарипутра! Присаживайся на трон. Шарипутра ответил: — Достопочтенный, этот трон слишком большой и высокий, я не могу сесть на него. Вималакирти сказал: — Шарипутра! Выкажи уважение Татхагате Мерупрадипараджи и ты сможешь занять трон. Тогда благородный Шарипутра сказал Вималакирти: — Достопочтенный, это удивительно, как тысячи тронов, таких больших и высоких, поместились в столь малом доме великого города Вайшали, а деревни, города, королевства, главные города Джамбудвипи, три другие континента, обители богов, нагов, якшей и махорагов — все они существуют без каких-либо изменений, как и раньше. Вималакирти ответил: — Шарипутра! Для Татхагат и Бодхисаттв существует освобождение, называемое «непостижимое». Бодхисаттва, пребывающий в непостижимом освобождении, способен вместить гору Сумеру, высокую, великую, благородную и огромную, в горчичное семя. Он может совершить это, не увеличивая горчичное семя и не уменьшая гору Сумеру. Так, Шарипутра, открывается вход в обитель непостижимого освобождения Бодхисаттвы. Кроме того, благородный Шарипутра, Бодхисаттва, пребывающий в непостижимом освобождении, может вместить в одну пору своей кожи всю воду четырёх великих океанов, не причиняя вред морским животным, таким как рыбы, черепахи, крокодилы, лягушки и другим так, что наги, гандхарвы и асуры даже осознают, где они находятся. И это действие видимо без каких-либо неудобств, для любого из участвующих живых существ. Такой Бодхисаттва может взять правой рукой целую галактику с многочисленными мирами так, как если бы это был гончарный круг. Вращая его, запустить за пределы Вселенных, многочисленных, как песчинки реки Ганги, так, что живые существа не будут подозревать о вращении и изначальном происхождении, а он сможет вернуть их назад так, что они не почувствуют путешествия и возвращения, и всё это будет видимо. Благородный Шарипутра! Есть существа, которые стали дисциплинированы после огромного периода эволюции, и есть существа, которые стали дисциплинированы после короткого периода эволюции. Бодхисаттва, пребывающий в непостижимом освобождении ради обучения тех, кто осваивает дисциплину на протяжении неизмеримого долгого времени эволюции, может сделать так, чтобы прошедшая неделя казалась пережитым эоном. Он может сделать так, чтобы эон воспринимался как неделя. Так, Бодхисаттва, живущий в непостижимом освобождении, может проявить всё великолепие добродетелей всех полей Будд в пределах одного поля Будды. Точно так же он может разместить все живые существа на своей ладони правой рукой и может показать им со сверхъестественной скоростью мысли со всех полей Будды, никогда не покидая своего собственного поля Будды. Он может отображать в одной поре все подношения, когда-либо предлагавшиеся всем Буддам десяти направлений и орбиты всех солнц, лун и звёзд десяти направлений. Он может вдохнуть все ураганы космического ветра-атмосферы десяти направлений, не нанося при этом вреда собственному телу, а также лесам и травам полей Будды. Он может принять все массы огня всех сверхновых, в итоге они поглотят все Вселенные всех полей Будды, в свой желудок, не вмешиваясь в их функции. Поместив эти многочисленные, как песок Ганги, поля внутрь себя, этот Бодхисаттва способен подняться ввысь и установить их там подобно тому, как сильный человек может поместить финик на кончике иглы. Бодхисаттва, живущий в непостижимом освобождении, может волшебным образом превратить любое живое существо во вселенского монарха, Локапалу, Шакру, Брахму, ученика, уединённого мудреца, Бодхисаттву и даже в Будду. Бодхисаттва может чудесным образом преобразовать все крики и шумы, высшие, средние и низшие, всех живых существ десяти направлений, в голос Будды, со словами Будды, Дхармы и Сангхи, провозглашающими: «Непостоянный! Несчастный! Пустой! Самоотверженный!» И он может сделать так, чтобы все они повторяли слова и звуки всех учений, которым учили все Будды десяти направлений. Преподобный Шарипутра, я показал вам лишь малую часть входа во владения Бодхисаттвы, который живёт в непостижимом освобождении. Шарипутра! Чтобы объяснить вам учение о полном входе в царство Бодхисаттвы, живущего в непостижимом освобождении, потребовалось бы больше, чем вечность, и даже больше, чем это. Затем патриарх Махакашьяпа, услышав это учение о непостижимом Освобождении Бодхисаттв, был поражён и сказал: — Достопочтенный Шарипутра, если бы кто-то показал множество вещей человеку, слепому от рождения, он не смог бы увидеть ни одной вещи. Точно так же, когда преподаётся эта дверь непостижимого освобождения, все ученики и мудрецы-одиночки становятся слепыми, подобно человеку, слепому от рождения, и не могут понять даже одной причины непостижимого освобождения. Кто из мудрых, услышав об этом непостижимом освобождении, не постигнет духа непревзойдённого, совершенного просветления? Что касается нас, чьи способности ухудшились, подобно сожжённому и гнилому семени, что ещё мы можем сделать, если не станем восприимчивыми к этому великому проводнику? Мы, все ученики и мудрецы-одиночки, услышав это учение Дхармы, должны издать крик сожаления, который потряс бы эту Вселенную, состоящую из миллиардов миров и галактик! А что касается Бодхисаттв, то, когда они слышат это учение о непостижимом освобождении, они должны быть так же радостны, как молодой наследный принц, когда он принимает диадему и помазан, и они должны максимально увеличить свою преданность этому непостижимому освобождению. В самом деле, что может сделать всё воинство Мар тому, кто предан этому непостижимому освобождению? Когда патриарх Махакашьяпа произнёс эту речь, тридцать две тысячи богов зародили дух непревзойдённого, совершенного просветления. Затем Вималакирти сказал патриарху Махакашьяпе: — Преподобный Махакашьяпа! Мары, изображающие дьявола в бесчисленных Вселенных десяти направлений — все они на самом деле являются Бодхисатвами. Эти Бодхисаттвы, обитающие в непостижимом освобождении, играют дьявола, чтобы развивать живых существ посредством своего мастерства в освобождающем искусстве. Махакашьяпа! В бесчисленных Вселенных десяти направлений к Бодхисаттвам приходят несчастные нищие. Эти нищие просят: руку, ногу, ухо, нос, кровь, мышцы, кости, костный мозг, глаза, туловище, голову, конечности, трон, королевство, страну, жену, сына, дочь, лошадь, слона, колесницу, телегу, золото, серебро, драгоценные камни, жемчуга, раковины, кристаллы, кораллы, берилла, сокровища, еду, напитки, эликсир и одежду. Все эти требовательные нищие на самом деле — Бодхисаттвы, живущие в непостижимом освобождении. Обладая мастерством в освободительном искусстве, они проявляются, чтобы проверить и таким образом продемонстрировать твёрдость высокой решимости Бодхисаттвы. Почему? Махакашьяпа! Бодхисаттвы демонстрируют твёрдость решимости посредством ужасных аскез. Обычные люди не имеют права предъявлять подобные требования к Бодхисаттвам, если только им не будет предоставлена такая возможность. Они не имеют права уничтожать и отнимать что-либо, не получив на это определённый шанс. Преподобный Махакашьяпа! Подобно тому, как светлячок не может затмить свет солнца, невозможно без особого разрешения обычному человеку напасть на Бодхисаттву. Преподобный Махакашьяпа, точно так же, как осёл не смог бы напасть на дикого слона, так и тот, кто сам не является Бодхисаттвой, не может преследовать Бодхисаттву. Только тот, кто сам является Бодхисаттвой, может преследовать Бодхисаттву, и только Бодхисаттва может терпеть домогательства другого Бодхисаттвы. Преподобный Махакашьяпа! Таково введение в силу знания освобождающего искусства Бодхисаттв, которые живут в непостижимом освобождении. Йоджана – базовая мера длины в Древней Индии. Ее величина по современным мерам равняется 8-13 километрам. Эон – слово греческого происхождения, которое изначально обозначало «бытие, поколение, период жизни», затем приобрело значение «вне времени, вечность». Термин «эон» часто употребляется в значении периода в тысячу миллионов лет, а также для обозначения любого длительного периода времени. В\n\nПосле этого наследный принц Манджушри, обращаясь к Вималакирти, сказал: — Достопочтенный! Как Бодхисаттва должен относиться ко всем живым существам? Вималакирти ответил: — Манджушри! Бодхисаттва должен относиться ко всем живым существам так, как мудрец относится к отражению луны в воде или как волшебники относятся к людям, созданным с помощью магии. Он должен рассматривать их как лицо в зеркале; как воду миража; как звук эха; как массу облаков в небе; как появление и исчезновение пузырька воды; как ядро бананового дерева; как вспышку молнии, как пятый великий элемент; как седьмое чувство; как появление материи в нематериальной сфере; как росток из гнилого семени; как волосяное облачение черепахи; как удовольствие игры того, кто желает умереть; как эгоизм победителя; как третье рождение того, что возвращается только раз; как того, кто не возвращается в утробе; как существование желания, ненависти и глупости в архате; как мысли алчности, безнравственности, зла и вражды в Бодхисаттве, достигшем терпимости; как инстинкты страданий в Татхагате; как восприятие цвета у слепого от рождения; как вдох и выдох аскета, поглощённого медитацией прекращения; как след птицы в небе; как эрекцию евнуха; как беременность бесплодной женщины; как страдания воплощённого Татхагаты; как видения во сне, увиденные после пробуждения; как страдания того, кто свободен от концептуализаций; как огонь, горящий без топлива; как реинкарнацию того, кто достиг окончательного освобождения. Именно так, Манджушри, Бодхисаттва, осознающий абсолютное бескорыстие, рассматривает всех существ. Затем Манджушри спросил: — Достопочтенный, если Бодхисаттва рассматривает всех живых существ таким образом, как он порождает великую любовь к ним? Вималакирти ответил: — Манджушри! Когда Бодхисаттва рассматривает всех живых существ таким образом, он думает: «Точно так же, как я осознал Дхарму, я должен учить ей живых существ». Так, он порождает любовь, которая действительно является убежищем для всех живых существ; любовь, которая является мирной, потому что свободна от цепляния; любовь вне лихорадки, свободную от страстей; любовь, что согласуется с реальностью — любовь вне противостояния, потому что она свободна от насилия страстей; любовь, свободную от двойственности — невовлечённую ни во внутреннее, ни во внешнее; любовь невозмутимую, потому что полностью конечную. Так, он порождает любовь, которая тверда, её высокая решимость нерушима, как алмаз; любовь, которая чиста, очищена в своей внутренней природе; любовь, которая равна — её устремления равны; любовь архата, которая устранила своего врага; любовь Бодхисаттвы, которая непрерывно развивает живых существ; любовь Татхагаты, которая понимает реальность; любовь Будды, которая заставляет живых существ пробуждаться ото сна; любовь, которая спонтанна, потому что она спонтанно полностью просветлена; любовь, которая есть просветление, потому что это единство опыта; любовь вне привязанности и отвращения. Такая любовь есть великое сострадание, которое наполняет путь Махаяны сиянием. Эта любовь не знает усталости, так как знает отсутствие цепляния за «я» и природу реальности. Это любовь отдающая, и дар её — Дхарма, свободная от порицания плохого учителя. Эта любовь есть дар нравственности безнравственным. Она защищает себя и других, является усилием, потому что берёт на себя ответственность за всех живых существ. Эта любовь есть созерцание, потому что она воздерживается от потакания вкусам. Эта любовь есть мудрость, потому что она приводит к достижению в нужное время. Эта любовь является освобождающим искусством, потому что она показывает путь повсюду. Эта любовь лишена формальности, потому что она чиста в мотивации. Эта любовь, которая не отклоняется, потому что действует исходя из решающей мотивации. Эта любовь полна решимости, потому что свободна от страстей. Любовь без обмана, потому что она подлинна. Любовь, которая есть счастье, потому что она приобщает живых существ, к счастью Будды. Такова, Манджушри, великая любовь Бодхисаттвы. Манджушри: — Что такое великое сострадание Бодхисаттвы? Вималакирти: — Это передача всех накопленных корней добродетели всем живым существам. Манджушри: — В чём великая радость Бодхисаттвы? Вималакирти: — Это значит быть радостным, отдавая без сожаления. Манджушри: — Что такое невозмутимость Бодхисаттвы? Вималакирти: — Это то, что приносит пользу как себе, так и другим. Манджушри: — К чему следует прибегать, когда человек напуган страхом перед жизнью? Вималакирти: — Манджушри, Бодхисаттва, которого пугает страх перед жизнью, должен прибегнуть к великодушию Будды. Манджушри: — Что значит прибегнуть к великодушию Будды? Вималакирти: — Следует быть невозмутимым по отношению ко всем живым существам. Манджушри: — Что значит оставаться невозмутимым по отношению ко всем живым существам? Вималакирти: — Это жизнь ради освобождения всех живых существ. Манджушри: — Что должен делать тот, кто хочет освободить всех живых существ? Вималакирти: — Он должен освободить их от страданий. Манджушри: — Как должен вести себя тот, кто хочет избавиться от страданий? Вималакирти: — Он должен находиться вне производства и уничтожения. Манджушри: — Что не производится? А что не уничтожается? Вималакирти: — Зло не порождается, а добро не уничтожается. Манджушри: — В чём корень добра и зла? Вималакирти: — Материальность — это корень добра и зла. Манджушри: — В чём корень материальности? Вималакирти: — Желание — это корень материальности. Манджушри: — В чём корень желания и привязанности? Вималакирти: — Нереальная конструкция — это корень желания. Манджушри: — В чём корень нереальной конструкции? Вималакирти: — Ложная концепция – это её корни. Манджушри: — В чём корень ложной концепции? Вималакирти: — Безосновательность. Манджушри: — В чём корень отсутствия основы? Вималакирти: — Манджушри, когда что-то безосновательно, как оно может иметь какой-либо корень? Поэтому все вещи стоят на корне, который безоснователен. Вслед за этим некая богиня, которая жила в том доме, услышав это учение о Дхарме великих героических Бодхисаттв и будучи в восторге, довольна и вне себя от радости, проявила себя в материальном теле и осыпала великих духовных героев, Бодхисаттв и великих учеников небесными цветами. Когда цветы падали на тела Бодхисаттв, они падали на пол, но когда они падали на тела великих учеников, они держались за них и не падали. Великие ученики встряхивали цветы и даже пытались использовать свои магические силы, но цветы всё равно не стряхивались. Богиня сказала: — Шарипутра! Зачем ты стряхиваешь эти цветы? Шарипутра ответил: — Богиня, эти цветы не подходят для религиозных людей, и поэтому мы пытаемся стряхнуть их. Богиня сказала: — Не говори так, преподобный Шарипутра. Почему? Эти цветы подлинные. Почему? Такие цветы не обладают ни конструктивным мышлением, ни различением. Но Шарипутра обладает как конструктивным мышлением, так и проницательностью. Шарипутра! Тому, кто отрёкся от мира ради дисциплины правильно преподаваемой Дхармы, неприлично конструктивное мышлении и различение, однако старейшины полны таких мыслей. Тот, у кого нет таких мыслей, всегда прав. Преподобный Шарипутра! Посмотрите, как эти цветы не пристают к телам этих великих духовных героев, Бодхисаттв! Это происходит потому, что они устранили конструктивные мысли и различия. Точно так же, как злые духи имеют власть над боязливыми людьми, но не могут потревожить бесстрашных, те, кого пугает страх перед миром, находятся во власти форм, звуков, запахов, вкусов и текстур, которые не беспокоят тех, кто свободен от страха перед страстями, присущими конструктивному миру. Таким образом, эти цветы остаются на телах тех, кто не устранил инстинкты страстей, и не остаются на телах тех, кто устранил инстинкты. Цветы не оседают на Бодхисаттвах, которые отказались от всех инстинктов. Тогда благородный Шарипутра сказал богине: — Богиня, как долго ты живёшь в этом доме? Богиня ответила: — Я была здесь столько же, сколько старейшина был в освобождении. Шарипутра сказал: — Значит, это длительное время? Богиня спросила: — Старейшина уже довольно давно находится в освобождении? При этих словах старейшина Шарипутра замолчал. Богиня продолжила: — Старейшина, мудрый из мудрых! Почему же ты молчишь? Теперь, когда твой черёд отвечать на вопрос. Шарипутра: — Богиня! Поскольку освобождение невыразимо, я не знаю, что сказать. Богиня: — Все слоги, произносимые старейшиной, имеют природу освобождения. Почему? Освобождение не является ни внутренним, ни внешним, и его нельзя постичь отдельно от них. Точно так же слоги не являются ни внутренними, ни внешними и не могут быть восприняты где-либо ещё. Поэтому, благородный Шарипутра, не указывай на освобождение, отказываясь от речи! Почему? Сокровенное освобождение — это равенство всех вещей! Шарипутра: — Богиня, разве освобождение — это не свобода от желания, ненависти и глупости? Богиня: — Освобождение — это свобода от желания, ненависти и глупости — таково учение для чрезмерно гордых. Но тех, кто свободен от гордыни, учат, что сама природа желания, ненависти и глупости сама по себе является освобождением. Шарипутра: — Превосходно! Превосходно, богиня! Ты наделена талантом красноречия, каково твоё достижение и осознание? Богиня: — Я ничего не достигла, преподобный Шарипутра. У меня нет осознания. Поэтому у меня такое красноречие. Тот, кто думает: «Я достиг! Я осознал!», чрезмерно горд дисциплиной хорошо преподаваемой Дхармы. Шарипутра: — Богиня, принадлежишь ли ты к колеснице ученика, к колеснице одинокого мудреца или к Великой колеснице? Богиня: — Я принадлежу к колеснице ученика, когда учу этому тех, кто в этом нуждается. Я принадлежу к колеснице одинокого мудреца, когда учу двенадцати звеньям взаимозависимого происхождения тех, кто в этом нуждается. И, поскольку я никогда не отказываюсь от великого сострадания, я принадлежу к Великой колеснице, поскольку все нуждаются в этом учении для достижения окончательного освобождения. Тем не менее, преподобный Шарипутра, точно так же, как нельзя почувствовать запах клещевины в магнолиевом лесу, а только цветы магнолии, так и, преподобный Шарипутра, живя в этом доме, который благоухает ароматом добродетелей качеств Будды, человек не чувствует запаха духов учеников и одиноких мудрецов. Преподобный Шарипутра! Шакры, Локапалы, дэвы, наги, якши, гандхарвы, апсары, гаруды, кинары и махораги, которые живут в этом доме, слышат Дхарму из уст этого святого человека и, ощущая аромат добродетельных качеств Будды, приступают к постижению духа просветления. Преподобный Шарипутра! Я живу в этом доме уже двенадцать лет, и я не слышала никаких бесед об учениках и одиноких мудрецах, но в Учении Вималакирти слышала только то, что касалось великой любви, великого сострадания и непостижимых качеств Будды. Шарипутра! В этом доме постоянно проявляются восемь странных и удивительных вещей. Что это за восемь вещей? Здесь постоянно сияет свет золотистого оттенка, такой яркий, что трудно различить день и ночь; и ни луна, ни солнце здесь не светят отчётливо. Это первое чудо этого дома. Более того, кто бы ни вошёл в этот дом, его больше не беспокоят страдания с того момента, как он находится внутри. Это вторая странная и удивительная вещь. Этот дом никогда не покидают Шакра, Брамы, Локапалы и Бодхисаттвы из всех других областей Будды. Это третья странная и удивительная вещь. В этом доме никогда не бывает пусто от звуков Дхармы, рассуждений о шести трансцендентностях и бесед о необратимом колесе Дхармы. Это четвёртая странная и удивительная вещь. В этом доме всегда слышны ритмы, песни и музыка богов и людей, и из этой музыки постоянно доносится звук бесконечной Дхармы Будды. Это пятая странная и удивительная вещь. В этом доме всегда есть четыре неисчерпаемых сокровища, изобилующих всевозможными драгоценностями, которые никогда не уменьшаются, и все бедные и несчастные могут насладиться ими. Это шестая странная и удивительная вещь. Кроме того, по приглашению этого доброго человека, в этот дом приезжают бесчисленные Татхагаты десяти направлений, такие как Шакьямуни, Амитабха, Акшобья, Будда Драгоценных Добродетелей, Будда Драгоценного Пламени, Будда Драгоценного Лунного Света, Будда Драгоценного Величия, Непобедимый Будда, Будда Львиного Рыка, Будда Все Совершенства и бесчисленное множество других Будд в десяти направлениях, все они приходят, чтобы разъяснить Дхарму Будды, после чего все они возвращаются в свои сферы. Это седьмая странная и удивительная вещь. Кроме того, преподобный Шарипутра, всё великолепие обителей богов и всё великолепие полей Будд сияют в этом доме. Это восьмая странная и удивительная вещь. Шарипутра! Эти восемь странных и удивительных вещей можно увидеть в этом доме. Кто же тогда, видя такие непостижимые вещи, поверил бы учению учеников? Шарипутра: — Богиня, что мешает вам выйти из воплощения в женском облике? Богиня: — Хотя я искала своё «воплощение в женском облике» в течение этих двенадцати лет, я не нашла его. Если бы волшебник воплотил женщину с помощью магии, Вы бы спросили её: «Что мешает вам трансформироваться из женского облика?» Шарипутра: — Нет! Такой женщины на самом деле не существовало бы, так что же можно было бы изменить? Богиня: — Именно так, все вещи на самом деле не существуют. Теперь Вы бы подумали: «Что мешает тому, чья природа является магическим воплощением от превращения себя из женского облика?» После этого богиня проявила чудесные способности, проявив себя в облике Шарипутры, а Шарипутру — в своём женском облике. Затем богиня сказала: — Преподобный Шарипутра, что мешает вам выйти из женского облика? Шарипутра, превратившись в богиню, ответил: — Я больше не появляюсь в облике мужчины! Моё тело превратилось в тело женщины! Я не знаю, что трансформировать! Богиня продолжила: — Если бы старейшина мог снова выйти из женского облика, то все женщины также могли бы выйти из своих женских обликов. Все женщины предстают в образе женщин точно так же, как старейшина предстает в образе женщины. Хотя на самом деле они не женщины, они появляются в облике женщин. Имея это в виду, Будда сказал: «Во всем нет ни мужского, ни женского». Богиня высвободила свою магическую силу — и каждый вернулся в свою обычную форму. Затем она сказала: — Преподобный Шарипутра, что Вы сделали со своей женской формой? Шарипутра: — Я не делал этого и не менял. Богиня: — Именно так: все вещи не созданы и не изменены, и то, что они не созданы и не изменены, — это учение Будды. Шарипутра: — Богиня, каким будет ваше следующее рождение? Богиня: — Я буду рождена там, где рождаются все магические воплощения Татхагаты. Шарипутра: — Но явленные воплощения Татхагаты не переселяются и не рождаются. Богиня: — Все вещи и живые существа одинаковы — они не переселяются и не рождаются! Шарипутра: — Богиня, как скоро Вы достигните совершенного просветления, состояния Будды? Богиня: — В то время, когда Вы, Шарипутра, снова станете наделены качествами обычного человека, тогда я достигну совершенного просветления, состояния Будды. Шарипутра: — Богиня, невозможно, чтобы я снова был наделён качествами обычного человека. Богиня: — Именно так, преподобный Шарипутра, невозможно, чтобы я достигла совершенного просветления состояния Будды! Почему? Потому что совершенное просветление основывается на невозможном. Поскольку это невозможно, никто не достигает совершенного просветления состояния Будды. Шарипутра: — Но Татхагата провозгласил: «Татхагаты, которых так же много, как песков Ганга, достигли совершенного состояния Будды, они достигают совершенного состояния Будды и будут продолжать достигать совершенного состояния Будды». Богиня: — Шарипутра! Выражение «Будды прошлого, настоящего и будущего» — это условное выражение, состоящее из определённого количества слогов. Будды не являются ни прошлым, ни настоящим, ни будущим. Их просветление превосходит три времени! Но скажи мне, старейшина, достигли ли Вы состояния архата? Шарипутра: — Это достигнуто, потому что достижения нет. Богиня: — Именно так, существует совершенное просветление, потому что нет достижения совершенного просветления. Затем Вималакирти, обращаясь к старейшине Шарипутре, сказал: — Преподобный Шарипутра, эта богиня уже послужила девяноста двум миллионам миллиардов Будд. Она обладает сверхзнаниями. Она действительно преуспела во всех своих обетах. Она обрела терпимость к тому, что вещи не рождаются. Она действительно достигла необратимости. Она может жить там, где пожелает, в силу своей клятвы развивать живых существ.\n\nМанджушри спросил Вималакирти: « Как Бодхисаттва вступает на путь Будды? » Вималакирти отвечал: « Если Бодхисаттва следует неправильными путями, без различения, он вступает на путь Будды ». Манджушри спросил: « Что ты имеешь в виду под Бодхисаттвой, следующим по неправильным путям? » Вималакирти отвечал: « Если Бодхисаттва свободен от раздражения и гнева, появляясь в пятиричном непрекращающемся аде; свободен от изъяна грехов и при том появляется в других адах; свободен от неведения, высокомерия и гордости и одновременно появляется в мире животных; украшен всеми заслугами и при этом появляется в мире голодных духов; не обнаруживает превосходства, тогда как появляется в небесных мирах формы и за пределами формы; невосприимчив к омрачениям, появляясь в то же время в мире желаний; свободен от гнева, проявляясь при этом так, как если бы он был возмущён; использует мудрость для контроля своего ума, проявляясь так, как будто он туп; проявляется так, как если бы он был жаден, но отдаёт всё своё внешнее и внутреннее достояние без малейшей жалости к своей собственной жизни; выглядит так, как если бы он нарушил все запреты, но при этом радующийся чистой жизни и бдительный дабы не совершить даже малейшей ошибки; выглядит так, как если бы он был полон гнева, но при этом всегда пребывает в сострадательном терпении; появляется так, как если бы он был нерадивым, но при этом прилежно практикует все похвальные добродетели; выступает так, как будто он расстроен, тогда как он всегда остаётся в состоянии безмятежности; представляется так, как если бы он был невежей, но при том владеет как мирской, так и надмирской мудростью; предстаёт так, как если бы он наслаждался лестью и ложью, тогда как он отличается в надлежащих методах согласно прямому пути, как преподано в сутрах; показывает высокомерие и гордость, тогда как он смиренен как мост под ногами; появляется так, как если бы его мучили омрачения, тогда как его ум остаётся чистым и ясным; появляется в сфере демонов (мары), поражая при этом еретические доктрины, согласуясь с мудростью Будды; появляется в сфере шраваков, где он излагает неслыханное из высшей Дхармы; появляется в сфере пратьяка-будд, где он обращает живые существа к исполнению великого сострадания; является среди бедноты, но простирает над ними свои драгоценные руки, заслуги которых неистощимы; появляется среди калек и увечных в своём собственном теле, украшенном превосходными физическими знаками Будды; появляется среди низших классов, но взращивает семя просветлённой природы со всеми надлежащими заслугами; появляется среди изнурённых и уродливых, восхищая их всех своим сильным телом; предстаёт как старый и больной человек, но в действительности свободен от всех недомоганий без всякого страха смерти; появляется как имеющий всё необходимое для жизни, но всегда проникает взором в непостоянство и свободен от жадности; представляется имеющим жён, наложниц и служанок, но всегда воздерживается от трясины пяти желаний; появляется среди слабоумных и косноязычных, чтобы помочь им снискать силу речи, происходящую из совершенного контроля ума; появляется среди еретиков, чтобы обучить все живые существа пути к спасению; входит во все миры существования, чтобы помочь им искоренить причины, ведущие в эти миры; и предстаёт как вступивший в нирвану, но без отсечений рождения и смерти; Манджушри, такой Бодхисаттва может ступать по неортодоксальным еретическим путям, поскольку он имеет доступ к пути Будды ». Далее Вималакирти спросил Манджушри: « Каковы семена Татхагаты? » Манджушри отвечал: « Тело – одно зерно Татхагаты; неведение и жаждание – два его зерна; желание, ненависть и тупость — его три зерна; четыре искажённых взгляда – его четыре зерна; пять преград – его пять зёрен; шесть органов чувств – его шесть зёрен; семь жилищ сознания – его семь семян; восемь мирских дхарм – его восемь семян; девять причин клеш – девять его зёрен; а десять зол – его десять семян. В итоге все 62 еретических взгляда и все виды клеш составляют семена Просветления. » Вималакирти спросил Манджушри: « Почему так? » Манджушри отвечал : « Потому что тот, кто воспринимает неактивное состояние и входит в его правильную позицию, не способен к его дальнейшему продвижению, чтобы достигнуть высшего Просветления. Например, лотос не растёт на возвышенности, а вырастает только в болотистых местах. Подобным образом, те, кто принимают нирвану и занимают её правильное положение, не разовьются до Состояния Будды, тогда как живые существа в трясине клеш могут в конце концов развить Просветлённую Дхарму. Это также подобно семенам, разбросанным в пустоте, которые не всходят, но если они посеяны в удобренные поля, они принесут богатый урожай. Таким образом, те, кто занял правильную позицию (нирваны), не развивают Учение Просветлённых, тогда как те, у которых поле зрения его также велико, как гора Шумеру, могут вследствие ничтожности жизни в конечном итоге установить свои умы на поиски высшего просветления, развивая тем самым Дхарму Будды. Поэтому нам следует знать, что все виды клеш являют собой семена Татхагаты. Это напоминает того, кто, не погрузившись в океан, никогда не найдёт бесценного жемчуга. Точно также, человек, не вступивший в океан клеш, никогда не отыщет драгоценность всезнания (сарваджня) ». Здесь Махакашьяна воскликнул: « Отлично, Манджушри, отлично, твои речи весьма радуют. Выходит, мы больше не способны к развитию ума, установленного на просветлении. Даже те, кто придаются пяти смертным грехам, могут в конце концов установить свои умы на поиски Дхармы Будды, но мы не способны сделать это, подобно людям, дефективные органы которых мешают им наслаждаться пятью объектами органов чувств. Также и шраваки, которые отсекли все связи, больше не имеют интереса к Просветлённой Дхарме и никогда не захотят реализовать её. Поэтому, Манджушри, мирской человек всё же реагирует благосклонно на Дхарму Будды, тогда как Шравака – нет. Почему? Потому что, когда мирской человек слышит об Учении Будды, он может установить свой ум на поиске высшего пути, храня тем самым Три Драгоценности, в то время как шравака, даже если он проводит свою жизнь, слушая Дхарму и свидетельствуя неустрашимость Будды и т.д., никогда даже и не помыслит о высшем пути ». Присутствующий Бодхисаттва, называемый Великолепное Проявление, спросил Вималакирти: « Кто твои родители, жена и дети, близкие и родственники, открытые и скрытые друзья, и где твои слуги и служанки, слоны и конные повозки? » В ответ Вималакирти пропел следующее: « Мудрость-Совершенство – мать Бодхисаттвы, Его отец – надлежащий метод, Ибо учителя всех живых существ происходят Лишь от этих двух (упайя и праджня). Его жена – радость в Дхарме; Доброта и сострадание – его дочери, Его сыновья – нравственность и истинность, Абсолютная пустота – его мирное жилище. Страсти – его ученики, Которых он трансформирует по воле. Бодхинакшита дхарма – его друзья, Помогающие ему снискать высшее просветление. Все другие совершенства – его собратья. Четыре побеждающие метода – его возлюбленные; Гимны, напевы и гатхи Дхармы – его мелодии. Полный контроль над страстями – его парк. Бесстрастие – его роща. Семь факторов Просветления – цветы, Порождающие плод мудрого освобождения. Озеро восьмиричного освобождения Полно спокойной прозрачной воды. Семь цветков чистоты – источник, Чтобы омыть незапятнанного Бодхисаттву, Чьи пять сверхъестественных сил – шагающие слоны И лошади, тогда как Махаяна – его экипаж, Управляемый одним умом И устремившийся по восьми благородным путям. Тридцать два отличительных знака облагораживают его тело, А восемьдесят отличий добавляют к ним свою изысканность. Стыдливость – его одежды, А глубокий ум – причёска. Семь богатств, которыми он владеет, – его имущество, Которое при использовании для обучения других приносит ещё больше богатства. При посвящении всех заслуг, его практика Дхармы доставляет много больше пользы. Четыре дхьяны – его созерцательное Ложе, порождённое чистой жизнью. Усердное обучение увеличивает мудрость, Возвещая о самопробуждении. Его бульон – вкус освобождения. Наставления – его благоуханный бальзам, А чистый ум – его омовение. Благодаря умерщвлению преступной клеши Его отвага непревзойдённа. Сокрушая четырёх демонов, Он водружает своё победоносное знамя как бодхи-мандалу. Хотя он знает, что нет ни рождения, ни смерти, Он вновь рождается, чтобы предстать перед всеми, Появляясь во многих странах Подобно солнцу, видимому каждому. Делая подношения бесчисленным Буддам в десяти направлениях, Он не устанавливает различий между собой и ними, Хотя ему известно, что земли Будды Пусты как и живые существа, Он продолжает практиковать Чистую Дхарму, чтобы учить и обращать людей. В племенах и чертах людей, Голосах и поведении Этот бесстрашный Бодхисаттва Может явиться таким же, как они. Он знает о вреде, причиняемом марами, Но появляется как один из них, Используя искусные методы, Чтобы по его воле выглядеть как они. Или он может явиться старым, больным и умирающим, Чтобы заставить живые существа понять, Что все вещи – ничто иное, как иллюзия, И избавить их от всех помех. Или же он показывает конец эона Огнём, уничтожающим небо и землю, Так что те, кто привязан к постоянству, Реализуют непостоянство вещей. Тогда бессчётные живые существа Призывают этого Бодхисаттву, Приглашая его в свои дома Обратить их на путь Будды. В еретических книгах, заклинаниях, Ремёслах, магии, искусствах и талантах Он проявляется как искусный мастер, Чтобы помочь и принести пользу всем живым существам. Появляясь среди них, он сплачивает Сангху, Чтобы избавить их от омрачений И воспрепятствовать впадению в ложные взгляды. Тогда его видят как солнце, луну или небо, Как Брахму или владыку мира, А временами – как землю или воду, Или же как ветер и огонь. Когда их косят болезни или вспышки эпидемий, Он готовит для них целебные травы, Чтобы принести им исцеление от Болезней и инфекций. Когда надвигается голод, Он ещё до обучения их Дхарме Доставляет питьё и пищу, Чтобы избавить их от жажды и голода. Во времена войн он учит Доброте и состраданию, Чтобы обратить живые существа, Так, чтобы они могли жить в мире. Когда армии выстроены для битвы, Он даёт равную силу обеим. Своим авторитетом и мощью он заставляет Их примириться и жить в согласии. Во все страны, где есть Мучительные преисподние, Он приходит неожиданно, Чтобы облегчить их страдания. Всюду, где животные Пожирают друг друга, Он появляется среди них, Побуждая их к добрым делам. С виду имеющий пять желаний, Он всегда в созерцании, Чтобы сокрушить демонов И помешать их злым намерениям. Подобно самому редкому явлению, лотосу, Цветущему в обжигающем огне, Он практикует в центре желаний, Что также – наиредчайшее явление. Или он появляется как куртизанка, Чтобы обольстить тех, кто уступает похоти. Используя сначала приманку, чтобы зацепить их, Он затем ведёт их к Мудрости Просветления. Он появляется как местный судья, Либо как глава касты торговцев, Государственный советник или высокопоставленный чиновник, Чтобы защищать живые существа. Бедным и обездоленным Он является с сумкой, полной денег, Чтобы помогать советами и вести их, Пока они не разовьют пробуждённый ум. Перед гордым и высокомерным Он предстаёт в виде сильнейшего, Чтобы преодолеть их тщеславие, Пока они не вступят на высший путь. Также он приходит утешать Людей трусливых, Сначала он делает их бесстрашными, Затем побуждает их искать истину. Или он появляется без желаний и действует Подобно провидцу посредством пяти духовных сил, Чтобы обратить живые существа, обучая их Морали, терпению и жалости. Тем, кто нуждается в поддержке и помощи, Он может явиться в качестве слуги, Чтобы услужить им и вдохновлять их Взращивать ум Будды, Обеспечивая их всем необходимым Для вступления на путь Освобождения, Таким образом, используя надлежащие методы, Чтобы доставить им всё, в чём они нуждаются. И здесь, как и во всём, что касается безграничной истины, Его дела столь же бесконечны; Своей мудростью, не имеющей предела, Он освобождает бесчисленные живые существа. Если бы все Будды Провели неисчислимые эоны В прославлении его заслуг, Они бы никогда не смогли сосчитать их полностью. Тот, кто, выслушав эту Дхарму, Не разовьёт ум бодхи, Тот может быть лишь никчёмным человеком, Ослом, лишённым мудрости ».\n\nВималакирти спросил Бодхисаттв: — Добродетельные, как открываются врата Дхармы недуального восприятия? Бодхисаттва Дхармавикурвана сказал: — Достопочтенный, создание и разрушение — два явления. Но то, что не создаётся и не длится, — не рушимо. Так, достижение понимания отсутствия рождения вещей есть вход во врата недуального восприятия. Бодхисаттва Шригупта сказал: — Понятия «я» и «моё» — дуальность. Если нет цепляния за «я», нет дуальности. Отсутствие такого рода цепляния есть вход во врата недуального восприятия. Бодхисаттва Сунакшатра сказал: — «Отвлечение» и «внимание» — дуальность. Если нет отвлечения, то нет внимания, упоминания, ментальной активности. Так, отсутствие ментальной активности — вход во врата недуального восприятия. Бодхисаттва Субаху сказал: — «Дух Бодхисаттвы» и «дух ученика» — это два. Когда оба они видимы как иллюзорный дух, больше нет духа бодхисаттвы и духа ученика. Так, единство природы духов — вход во врата недуального восприятия. Бодхисаттва Анимиша сказал: — Понятия «цепляние» и «не цепляние» — дуальность. То, что не постигается, — не воспринимается, а то, что не воспринимается, не предполагается и не отвергается, — это вход во врата недуального восприятия. Бодхисаттва Сунетра сказал: — Понятия «уникальность» и «бесхарактерность» — дуальность. Проникнуть в равенство этих двух явлений — вход во врата недуального восприятия. Бодхисаттва Пушья сказал: «Добро» и «зло» — дуальность. Отсутствие поиска добра или зла, понимание единой природы значительного и бессмысленного — вход во врата недуального восприятия. Бодхисаттва Симха сказал: — «Греховность» и «безгрешность» — дуальность. Алмазоподобная мудрость пронзает насквозь. Не быть связанным или освобождённым — это вход во врата недуального восприятия. Бодхисаттва Сихамати сказал: — Говорить: «это нечисто» и «это безупречно» — дуальность. Тот, кто, достигнув невозмутимости, не формирует концепции нечистоты или непорочности, но при этом не полностью лишён концепцептуального мышления, обладает невозмутимостью без какого-либо достижения невозмутимости, — входит в отсутствие концептуальных узлов. Так, он входит во врата недуального восприятия. Бодхисаттва Сукхадхимукта сказал: — Говорить: «Это счастье» и «Это страдание» — дуальность. У того, кто свободен от всех расчётов, благодаря крайней чистоте знания, ум отстранён, как пустое пространство; и таким образом он входит во врата недуального восприятия. Бодхисаттва Нараяна сказал: — Говорить: «Это мирское» и «Это трансцендентное» — дуальность. Этот мир имеет природу пустоты, поэтому в нём нет ни трансцендентности, ни вовлечённости, ни прогресса, ни остановки. Таким образом, не выходить за пределы, не быть вовлечённым, не идти, не останавливаться — это вход во врата недуального восприятия. Бодхисаттва Дантамати сказал: — Понятия «жизнь» и «освобождение» — дуальность. Осознав, человек не окован природой бытия, но и не свободен от неё. Такое понимание — это вход во врата недуального восприятия. Бодхисаттва Пратьякшадарша сказал: — Понятия «разрушимый» и «неразрушимый» — дуальность. То, что неразрушимо, мгновенно, а то, что мгновенно, неразрушимо. Переживание такого рода называется входом во врата недуального восприятия. Бодхисаттва Самантагупта сказал: — Понятия «я» и «отсутствие „я“» — дуальность. Поскольку существование «я» не может быть воспринято, на что опирается «отсутствие „я“»? Осознание этих понятий — вход в недвойственность. Бодхисаттва Видьюддева сказал: — Понятия «знание» и «невежество» — дуальность. Природа неведения и знания одинакова, ибо неведение неопределённо, неисчислимо и выходит за рамки сферы мышления. Это осознание — вход во врата недуального восприятия. Бодхисаттва Приядаршана сказал: — Материя сама по себе пуста. Пустота не есть результат разрушения материи, но природа материи сама по себе есть пустота. Говорить о пустоте, с одной стороны, и о материи, ощущении, интеллекте, мотивации, о сознании, с другой — есть проявление дуализма. Природа сознания есть пустота. Пустота не является результатом разрушения сознания, но природа сознания сама по себе является пустотой. Такое понимание пяти совокупностей и знание их как таковых посредством учения является входом во врата недуального восприятия. Бодхисаттва Прабхакету сказал: — Говорить, что четыре основных элемента — это одно, а эфирный пространственный элемент — другое — дуальность. Четыре основных элемента сами по себе являются природой пространства. Прошлое является природой пространства. Будущее также является природой пространства. Точно так же настоящее также является природой пространства. Знание, проникающее в стихии, — это вход во врата недуального восприятия. Бодхисаттва Сумати сказал: — Глаз и форма — дуальность. Понимать, чем является глаз, и не испытывать привязанности, отвращения или замешательства в отношении формы — это называется «покой». Подобным образом понятия «ухо» и «звук», «нос» и «запах», «язык» и «вкус», «тело» и «прикосновение», «разум» и «явления» являются дуальностями. Но знать ум и не быть ни привязанным, ни отвращённым, ни сбитым с толку в отношении явлений — это называется миром. Жить в таком мире — значит войти во врата недуального восприятия. Бодхисаттва Акшаямати сказал: — Щедрость ради достижения всеведения — дуальность. Природа щедрости сама по себе является всеведением, а природа всеведения — полная преданность. Точно так же является двойственностью развивать мораль, терпимость, усилия, медитацию и мудрость ради всеведения. Всеведение — это природа мудрости, а полная преданность — это природа всеведения. Так, понимание этих особенностей — вход во врата недуального восприятия. Бодхисаттва Гамбхирабуддхи сказал: — Двойственно говорить, что пустота — это одно, отсутствие знака — другое, а отсутствие желаний — ещё одно. То, что является пустотой, не имеет знака. То, что не имеет знака, не имеет желания. Там, где нет желания, нет процесса мышления, ума или сознания. Видеть двери всех освобождений в двери одного освобождения — это вход во врата недуального восприятия. Бодхисаттва Сантендрия сказал: — Говорить «Будда»,«Дхарма» и «Сангха» — дуальность. Дхарма сама по себе является природой Будды. Сангха сама по себе является природой Дхармы. Все они не являются составными понятиями. Несоставное — это бесконечное пространство, и процессы всех вещей эквивалентны бесконечному пространству. Осознание этого — вход во врата недуального восприятия. Бодхисаттва Ратнамудрахаста сказал: — Двойственно отстраняться от мира и радоваться освобождению. Отсутствие дуализма есть отсутствие презрения к миру и радости освобождения. Освобождение можно найти там, где есть рабство, но там, где нет рабства, есть ли необходимость в освобождении? Нищий, который не связан и не освобождён, не испытывает ни симпатии, ни антипатии, и поэтому он входит во врата недуального восприятия. Бодхисаттва Маникутараджа сказал: — Говорить о хороших и плохих путях — дуализм. Тот, кто находится на пути, не заботится о хороших путях или плохих путях. Живя в отсутствии тревожности, он не придерживается понятий «путь» или «не путь». Понимая природу явлений, его ум не участвует в двойственности. Таков вход во врата недуального восприятия. Когда Бодхисаттвы высказали свои объяснения, все они обратились к наследному принцу Манджушри: — Манджушри! Как Бодхисаттвы открывают врата недуального восприятия? Манджушри ответил: — Благородные, все вы высказались достойно. Тем не менее все ваши объяснения сами по себе дуалистичны. Знать, что нет того, кто обучает, выражает, обьясняет или указывает, — это и есть вход во врата недуального восприятия. Затем наследный принц Манджушри сказал Вималакирти: — Благородный! Все присутствующие высказали свои объяснения. Теперь, может быть, вы разъясните учение о входе в принцип недвойственности? После этого Вималакирти сохранил молчание, ничего не говоря. Принц Манджушри зааплодировал Вималакирти: — Превосходно! Превосходно, благородный! Это действительно вход в недвойственность Бодхисаттв. Здесь нет смысла в слогах, звуках и идеях. Когда эти учения были провозглашены, пять тысяч Бодхисаттв вошли в дверь Дхармы недвойственности и постигли нерождённость вещей.\n\nУрок о рушимом и нерушимом Тем временем место, в котором Благородный обучал Дхарме, сад Амрапали, стало расширяться и расти, а тела всех присутствующих обрели золотистый цвет. Увидев это, достопочтенный Ананда спросил Будду: — Благородный! Что означает расширение сада и золотистый цвет? Что предвещают эти благие предзнаменования? Будда ответил: — Ананда! Эти благие предзнаменования означают то, что Вималакирти и наследный принц Манджушри вместе с множеством сопровождающих движутся в обитель Татхагаты. В это время Вималакирти сказал наследному принцу Манджушри: — Манджушри! Позволь нам привести этих бесчисленных живых существ в обитель Татхагаты, чтобы они могли увидеть Татхагату и выразить ему своё почтение. Манжушри ответил: — Благородный! Отправь этих живых существ, если ты видишь, что сейчас подходящее время. После этого Вималакирти проявил чудо. Он поместил всех собравшихся вместе с их тронами по правую руку от себя, а затем, переместившись в обитель Татхагаты, опустил их на землю. После этого он выразил почтение Будде поклоном к стопам, соединил ладони и совершил семикратное обхождение, а затем отошёл в сторону. Бодхисаттвы, прибывшие из Чистой Земли Ароматов, сошли с тронов и также выразили почтение Будде. Они соединили ладони и поклонились. Другие бодхисаттвы, великие духовные герои и великие ученики, Индры, Брахмы, Локапалы и Боги таким же образом выразили почтение Будде и отошли в сторону. После этого Будда поприветствовал всех и сказал: — Благородные сыны! Садитесь на троны. Услышав слова Будды, все они сели на троны. Будда сказал: — Шарипутра! Видел ли ты чудесные способности бодхисаттв, лучших из всех существ? — Благородный! Да, видел. — Что ты думаешь об этом? — Благородный, это непостижимо. Их действия непостижимы до такой степени, что я не могу думать о них, судить о них или даже представить их. Ананда спросил Будду: — Благородный, что это за прекрасный аромат, который ранее я никогда не встречал? Будда ответил: — Ананда, этот аромат исходит из всех пор всех этих бодхисаттв. Шарипутра сказал: — Благородный Ананда! Точно такой аромат исходит из всех пор наших тел. Ананда спросил: — Откуда происходит этот аромат? Шарипутра: — Этот аромат происходит из пищи, которую можно вкусить в Чистой Земле Ароматов, где пребывает Татхагата Лунный Балдахин. Этот аромат исходит из пор всех, кто принимал эту пищу. Ананда, обращаясь к Вималакирти, спросил: — Как долго будет сохраняться этот аромат? Вималакирти: — Он будет сохраняться до тех пор, пока пища не переварится. Ананда: — Как долго пища не переварится? Вималакирти: — Эта пища будет перевариваться сорок девять дней, а затем её аромат будет ощутим ещё семь дней, но в течение этого времени не будет наблюдаться никаких пищевых расстройств. Более того, благородный Ананда, если некоторые монахи ещё не достигли высшего осознания, то эта пища будет переварена одновременно с моментом достижения этого осознания. Эта пища не будет переварена до тех пор, пока ум не будет полностью освобождён. Если живые существа, ещё не постигшие дух непревзойдённого, совершенного Просветления, съедят эту пищу, то она будет переварена, когда они постигнут этот дух. Если те, кто постиг дух совершенного Просветления, съедят эту пищу, она не будет переварена, пока они не достигнут терпимости. И если те, кто достиг терпимости, съедят эту пищу, она будет переварена, когда они станут бодхисаттвами, стоящими на одно воплощение до обретения состояния Будды. Преподобный! Это похоже на лекарство под названием «восхитительное», которое попадает в желудок, но не переваривается до тех пор, пока все яды не будут устранены — только тогда оно переваривается. Ананда! Эта пища не переваривается до тех пор, пока не будет устранён весь яд болезни — только тогда она переварится. После этого Ананда сказал Будде: — Благородный! Сколь прекрасно, что эта пища способствует Дхарме. — Ананда! Да, это именно так. Существуют Чистые Земли, на которых природа Будды действует через бодхисаттв. Эти бодхисаттвы действуют с помощью света, Дерева Просветления; с помощью прекрасного облика и знаков Татхагаты; с помощью религиозных одежд, пищи, воды; садов, дворцов и поместий, с помощью магических воплощений; пустого пространства, огней в небе. Почему это так, Ананда? С помощью этих различных средств живые существа обретают связь с Учением. Подобно этому, Ананда, существуют чистые земли Будды, где обучение существ происходит посредством разного рода слов, через сравнения и метафоры, такие как «мираж», «отражение луны в водной глади», «эхо» и «иллюзия». Это сопровождается разъяснениями, помогающими сделать эти примеры понятными. Кроме того, существуют Чистые Земли Будды, где Дхарма передаётся вне речи, в молчании, вне выражения или обучения. Ананда! Среди всех видов деятельности, радостей и практик Будд нет ни одной, что не относилась бы к Дхарме, потому что все деяния способствуют развитию живых существ. Ананда! Будда обучает также посредством четырёх Мар и всех восьмидесяти четырёх тысяч видов страстей, которые поражают живых существ. Ананда! Эта дверь Дхармы называется «введение во все качества Будды». Бодхисаттва, входящий в эту дверь Дхармы, не испытывает ни радости, ни гордости, когда входит в Чистую Землю Будды, украшенную великолепием всех благородных качеств. Этот бодхисаттва не испытывает ни печали, ни отвращения, когда входит в Чистую Землю Будды, лишённую этого великолепия. Но во всех случаях бодхисаттва испытывает глубокое почтение ко всем Татхагатам. Удивительно, как все Будды, которые понимают равенство всех вещей, проявляют многообразие разного рода чистых земель, чтобы развивать живых существ! Ананда! Подобно тому, как все Чистые Земли наделены особыми качествами, но в то же время нет разницы в небесах, покрывающих эти Земли, тела Татхагат могут отличаться, но нет отличий в их знании. Все Будды одинаковы в том, что касается совершенства их качеств: форм, цветов, сияния тел, чудесных знаков, их благородства, нравственности, сосредоточения, мудрости, свободы, знания и видения путей к освобождению, сил, бесстрашия, особых качеств Будды, великого сострадания, их намерений, отношения и практики, продолжительности жизни, Учения Дхармы, а также очищения сфер пребывания. Отсюда проистекают их титулы: Будды, Татхагаты и достигшие Ануттара-Самьяк-Самбодхи. Ананда! Даже если прожить целый эон, и этого времени будет недостаточно, чтобы понять истинный смысл этих титулов. Кроме того, если бы все живые существа Вселенной были, подобно тебе, Ананда, учёными и обладали совершенной памятью, даже тогда, Ананда, если бы они размышляли целый эон, то и в этом случае они бы не постигли истинного значения этих трёх титулов: Будда, Татхагата, Достигший Ануттара-Самьяк-Самбодхи. После этого благородный Ананда, обратившись к Будде, сказал: — С этого дня я более не буду называться учёным. Будда сказал: — Ананда! Не стоит так говорить. Почему? Я провозгласил тебя первым среди учёных, обладающих дисциплиной ума, не рассматривая бодхисаттв. Ананда! Посмотри на бодхисаттв. Даже мудрейшему из людей не дано постичь бодхисаттв. Ананда! Возможно постижение глубины океана, но невозможно постичь глубины мудрости, знания, памяти, красноречия бодхисаттв. Наблюдая деяния бодхисаттв, стоит сохранять невозмутимость. Почему? Ананда, эти чудеса, проявленные за одно утро Вималакирти, не могли бы совершать ученики и отшельники, достигшие чудесных сил, даже если бы они посвятили все свои силы воплощению и трансформации в течение ста тысяч миллионов эонов. Бодхисаттвы, которые прибыли из Чистой Земли Ароматов, соединили ладони в знак уважения и, приветствуя Татхагату Шакьямуни, обратились к нему: — Благородный, когда мы впервые прибыли в эту Чистую Землю, у нас возникло заблуждение, но теперь мы отказываемся от этого заблуждения. Почему? Реальность Будд и их мастерство в искусстве освобождения непостижимы. Для того чтобы развивать живых существ, Будды проявляют разного рода Земли. Благородный, пожалуйста, передай нам такое учение, с помощью которого мы сможем вспомнить тебя, когда вернёмся в Чистую Землю Ароматов. Услышав эту просьбу, Будда ответил: — Благородные сыны! Существует Освобождение бодхисаттв, называемое «рушимое» и «неразрушимое». Следует упражняться в этом Освобождении. Что это значит? Рушимое — это то, что является составным. Нерушимое — это то, что не является составным. Но бодхисаттве следует не разрушать то, что является составным, но и не покоиться в несоставном. «Не разрушать составное» означает не терять великую любовь, не уменьшать великое сострадание, не забывать о всеведущем разуме, порождая великую решительность, неутомимо развивать живых существ; не отказываться от средств объединения; посвящать жизни сохранению святой Дхармы, никогда не удовлетворять корни добродетели уже накопленным; радоваться преданности Учению; не иметь лени в поиске Дхармы; бескорыстно обучать Дхарме, не щадя своих сил; с почтением относиться к Татхагате; быть бесстрашным в добровольных перевоплощениях; не гордиться успехом и не унывать при неудаче; не презирать тех, кто необразован; уважать передающих Дхарму так, как если бы они сами были Учителем; помогать стать разумнее тем, чьи страсти чрезмерны; находить радость в уединении, но не быть привязанным к этому уединению; не стремиться к собственному счастью, а стремиться к счастью других; относиться к сосредоточению, медитации и спокойствию так, как если бы всё это было адом Авичи; относиться к миру как к саду освобождения; относиться к нищим как к духовным учителям; рассматривать раздачу всего имущества как средство достижения состояния Будды; видеть аморальных существ спасителями; видеть трансцендентность как родителей, а средства достижения Освобождения как слуг; никогда не прекращать накопление корней добродетели; утвердить в одной Чистой Земле пробуждающие качества всех Чистых Земель Будды; совершать подношения благими деяниями для появления благоприятных знаков и знамений; украшать тело, речи и ум свободой от омрачений; продолжать воплощения в течение неисчислимых эонов, очищая тело, речь и ум; быть вне уныния посредством духовного подвига, развитого благодаря изучению бесчисленных достоинств Будды; владеть мечом мудрости, разящим заблуждения; знать агрегатные состояния вещества, элементы и действие органов чувств, чтобы понимать ограничения живых существ; пылать энергией, чтобы победить множество демонов; стремиться к знанию, чтобы избежать гордыни; быть довольным малым желанием, чтобы поддерживать Дхарму; не смешиваться с мирскими вещами и быть безупречным во всех действиях; проявлять способности к тайным знаниям, позволяющим обучать живых существ; развивать память и знание дхарани; понимать степень духовных способностей существ для того, чтобы развеять сомнения живых существ, демонстрируя чудесные подвиги, помогающие обучению Дхарме; обладать неотразимым талантом красноречия; с помощью десяти добродетелей очищать путь в обители людей и богов; с помощью культивации Четырёх Безмерных утверждать чистые состояния Брахмы, приглашать Будд обучать Дхарме, радоваться и выражать восхищение Буддам, обретая таким образом мелодичный голос Будды; дисциплинировать тело, речь и ум, достигая таким образом духовного совершенствования; быть свободным от привязанности и таким образом обретать состояние Будды; собирать вместе бодхисаттв для того, чтобы пробудить интерес у существ к Учению Махаяны; быть в ясном сознании всё время, не пренебрегая никаким благим качеством. Благородные сыны! Бодхисаттва, который таким образом проявляет собою Дхарму, — это бодхисаттва, который не разрушает составное. Что означает «не отдыхать в том, что является несоставным»? Бодхисаттва практикует пустотность, но не осознаёт пустотность. Он практикует отсутствие знаков, но не осознаёт отсутствие знаков. Он практикует отсутствие желаемого, но не осознаёт отсутствие желаемого. Он практикует невыполнение, но не осознаёт невыполнение. Он знает о непостоянстве, но не спокоен в корнях добродетели. Он считает себя несчастным, но перевоплощается добровольно. Он знает бескорыстие, но не растрачивает себя впустую. Он рассматривает миролюбие, но не стремится к крайнему покою. Он ценит одиночество, но не избегает умственных и физических усилий. Он осознаёт иллюзорность места, пространства, но при этом не покидает место свершения благих деяний. Он осознаёт отсутствие «я», но не отказывается от великого сострадания ко всем живым существам. Он осознаёт отсутствие рождения, но не следует этому пути. Он осознаёт природу тщеславия, тщетности, несущественности, зависимости и отсутствие места, и всё же он утверждается в заслугах, которые не являются тщетными, в знании, которое не является бесполезным, в стремлении к линии Будд в окончательном значении. Благородные сыны! Бодхисаттва, который стремится к такой Дхарме, не покоится на несоставном и не разрушает составное. Более того, благородные сыны, для того чтобы накопить запас заслуг, бодхисаттва не отдыхает в несоставном, и, для того чтобы накопить запас мудрости, он не разрушает составное. Чтобы проявить великую любовь, он не останавливается на несоставном, и, чтобы проявить великое сострадание, он не разрушает составные вещи. Чтобы развивать живые существа, он не останавливается на несоставном, и, чтобы стремиться к качествам Будды, он не разрушает составные вещи. Чтобы усовершенствовать качества состояния Будды, он не останавливается на несоставном, и, чтобы усовершенствовать знание и всеведение, он не разрушает составные вещи. Из-за мастерства в освобождающем искусстве он не останавливается на несоставном, и, благодаря тщательному анализу с мудростью, он не разрушает составные вещи. Чтобы очистить Землю Будды, бодхисаттва не отдыхает в несоставном, и с помощью благословления Будды, он не разрушает составные явления. Потому что этот бодхисаттва осознаёт потребности живых существ, он не отдыхает в несоставном для того, чтобы показать истинное значение Дхармы. Существует хранилище корней добродетели, и бодхисаттва не отдыхает в несоставном благодаря энтузиазму корней добродетели, а также не разрушает составное. Чтобы исполнить свои обеты, бодхисаттва не отдыхает в несоставном. Не имея желаний, он не разрушает составное. Поскольку благая мысль бодхисаттвы чиста, он не отдыхает в несоставном; поскольку его высокая мотивация чиста, он не разрушает составное. Для того чтобы обладать пятью сверхспособностями, бодхисаттва не отдыхает в несоставном, и благодаря шести сверхзнаниям природы Будды он не разрушает составное. Чтобы реализовать шесть трансцендентностей, он не отдыхает в несоставном, для того чтобы выполнить задуманное в срок, не разрушает составное. Для того чтобы собрать сокровища Дхармы, он не отдыхает в несоставном, и, поскольку он не испытывает приверженности к узким воззрениям, он не разрушает составное. Поскольку он собирает все лекарства Дхармы, он не отдыхает в несоставном, и, для того чтобы надлежащим образом применять лекарство Дхармы, не разрушает составное. Чтобы подтвердить свои обязательства, он не останавливается на несоставном, и, чтобы исправить любое невыполнение этих обязательств, он не разрушает составные вещи. Чтобы собрать все лекарства Дхармы, он не останавливается на несоставном, и, чтобы дать лекарство даже самой малой частицы Дхармы, он не разрушает составные вещи. Поскольку он досконально знает все болезни, вызванные страстями, он не отдыхает в несоставном, и, чтобы вылечить все болезни всех живых существ, он не разрушает составные вещи. Благородные сыны! Так, бодхисаттва не разрушает составные вещи и не покоится в несоставном, и это Освобождение бодхисаттвы, называемое «разрушимое и неразрушимое». Благородные сыны! Вам тоже следует стремиться к этому. Так, бодхисаттвы, услышавшие это Учение, отнеслись к нему с почтением, были удовлетворены и обрадованы. Умы этих бодхисаттв наполнились радостью и спокойствием. Для того чтобы выразить почтение Будде Шакьямуни и бодхисаттвам Вселенной мира Саха, а также Учению, они покрыли всю Землю этой огромной Вселенной ароматной пудрой, благовониями, духами и цветами, застилающими всё до коленей. Одарив таким образом всех сопровождающих Татхагаты, они сложили ладони в знак приветствия и поклонились к стопам Будды, а также обошли его троекратно и спели прославляющий гимн. Затем они исчезли из этой Вселенной и за долю секунды вернулись во Вселенную Сарвагандхасуганда, Чистую Землю Ароматов.\n\nБудда сказал Вималакирти: — Благородный сын! Когда ты смотришь на Татхагату, как ты видишь его? Услышав это, Вималакирти сказал: — Благородный! Когда я вижу Татхагату, я смотрю на него, не видя Татхагату. Почему? Я вижу его нерождённым в прошлом, недвижущимся в будущее, непребывающим в настоящем. Почему? Он есть сущность материальной реальности, но он не есть материя. Он есть сущность восприятия, но он не есть органы восприятия. Он есть сущность интеллекта, но он не есть интеллект. Он есть сущность представления, но он не есть представление. Он есть сущность сознания, но он не есть сознание. Подобно элементу пространства, он не ограничен ни одним из четырёх элементов. Выходя за рамки зрения, слуха, обоняния, вкуса, тела и ума, он не создаётся в шести способах восприятия. Он не вовлечён в три Мира, свободен от трёх загрязнений, связан с тройным освобождением, наделён тремя знаниями и действительно достиг недостижимого. Татхагата достиг крайней степени отрешённости по отношению ко всем явлениям, и в то же время он не есть ограничение реальности. Он пребывает в высшей реальности, но между ним и этой реальностью нет никакой связи. Татхагата не порождён причинами и не зависит от условий. Он не лишён каких-либо характерных черт, и одновременно у него нет никаких характерных черт. У него нет одной черты или разнообразия черт. Он не концепция, не ментальная конструкция, и в то же самое время он не является отсутствием концепции. Он не является ни этим берегом, ни другим берегом, ни тем, что находится между ними. Его нет ни здесь, ни там, ни где-либо ещё. Он не является ни тем, ни другим. Он не может быть обнаружен сознанием, и он не присущ сознанию. Он не свет и не тьма. Не имя или знак. Не слабый и не сильный. Он — вне конкретной страны или направления. Он не святой и не демон. Он не составное и не является не составным. Его невозможно объяснить как нечто, имеющее какое-либо качество. Татхагата не является ни щедростью, ни алчностью, ни нравственностью, ни безнравственностью, ни терпимостью, ни злобой, ни усилием, ни ленью, ни сосредоточенностью, ни рассеянностью, ни мудростью, ни глупостью. Он невыразим. Он не является ни истиной, ни ложью, ни бегством от мира, ни неспособностью убежать от мира; ни причиной вовлечённости в мир, он — прекращение всей теории и всей практики. Он не является ни полем заслуг, ни отсутствием заслуг; он не достоин подношений и не недостоин подношений. Он не объект, и с ним невозможно связаться. Он не является ни целым, ни конгломератом. Он превосходит все расчёты. Он совершенно не имеет себе равных, но в то же время равен высшей реальности. Он не идёт, не остаётся, не уходит. Его никто не видит, не слышит, не различает и не знает. Он лишён сложности, достигнув невозмутимости всеведущего знания. Равный по отношению ко всем вещам, он не делает различий между ними. Он свободен от упрёка, излишеств, коррупции, концептуального мышления и интеллектуализации. Свободен от деятельности, рождения, возникновения, происхождения, созидания и разрушения. Свободен от страха и подсознания; печали и радости, напряжённости. Никакое словесное описание не может выразить его. Таково тело Татхагаты. Таким его следует видеть. Кто видит так, тот истинно видит. Кто видит иначе, тот видит ложно. После этого Шарипутра спросил: — Благородный! В какой Чистой Земле умер Вималакирти, прежде чем он воплотился в этой Чистой Земле? Будда ответил: — Шарипутра! Стоит спросить об этом самого Вималакирти. Шарипутра спросил: — Вималакирти! Где вы умерли, прежде чем воплотиться здесь? Вималакирти ответил: — Существует ли нечто из того, что видимо, старше по времени, что умирает или рождается? Шарипутра ответил: — Нет того, что рождается и умирает. — Подобно этому, преподобный Шарипутра, поскольку всё сущее не рождается и не возрождается, почему возникает вопрос: «Где вы умерли, чтобы перевоплотиться здесь?» Почтенный Шарипутра, если бы я спросил «иллюзорные воплощения» мужчины или женщины, созданные магом, где он или она умерли, чтобы воплотиться здесь, что бы они ответили? Шарипутра: — Благородный! Чудесное воплощение не умирает и не возрождается. Вималакирти: — Преподобный Шарипутра! Разве Татхагата не говорил, что все явления имеют природу чудесного воплощения? Шарипутра: — Благородный! Это действительно так. Вималакирти: — Преподобный Шарипутра! Поскольку все явления имеют природу чудесных воплощений, почему вы спрашиваете: «Где вы умерли, чтобы перевоплотиться здесь?» Преподобный Шарипутра, «смерть» — это конец представления, а «возрождение» — это продолжение представления. Но, хотя бодхисаттва умирает, он не прекращает исполнение взращивания добродетели, и, хотя он возрождается, он не взращивает заблуждения. После этого Будда сказал: — Шарипутра! Этот святой человек прибыл сюда из обители Татхагаты Акшобхьи в Мире Глубокой Радости, Вселенной Абхирати. Шарипутра: — Благородный! Как славно, что этот святой человек покинул Мир Глубокой Радости, Чистую Землю Абхирати для того, чтобы воплотиться здесь, в Мире Саха, где существует множество омрачений. Вималакирти: — Шарипутра! Сопровождает ли свет солнца темноту? Шарипутра: — Нет, благородный сын. Вималакирти: — Эти два явления не существуют одновременно? Шарипутра: — Да, как только поднимается солнце, темнота исчезает. Вималакирти: — Шарипутра! Подобно этому бодхисаттва добровольно воплощается в менее совершенном мире для того, чтобы очищать живых существ, для того, чтобы сиял свет мудрости, для того, чтобы очистить темноту. Поскольку бодхисаттвы не связаны со страданиями, они рассеивают тьму страданий всех живых существ. Вслед за этим все присутствовавшие выразили желание увидеть Мир Глубокой Радости, Вселенную Абхирати, Татхагату Акшобхью, пребывающих там бодхисаттв и великих учеников. Будда, зная мысли всего множества, сказал Вималакирти: — Благородный сын, это множество желает увидеть Вселенную Абхирати и Татхагату Акшобхью, покажи им. Тогда Вималакирти подумал: «Не вставая с этого сидения, я возьму в правую руку Мир Глубокой Радости, Вселенную Абхирати и всё, что она содержит: сотни тысяч Бодхисаттв; дэвов, нагов, якшей, гандхарвов и асуров, горы Чакравада; реки, озёра, фонтаны, ручьи, океаны и другие водоёмы; гору Сумеру, холмы и горные хребты; Луну, Солнце и Звезды; Брахму вместе с его свитой; деревни, города, посёлки, провинции, королевства, мужчин и женщин вместе с их домами, а также учеников, Древо Просветления Татхагаты Акшобхьи и самого Татхагату, обучающего Дхарме собрание столь огромное, как океан, а также лотосы, распространяющие Дхарму среди живых существ; три украшенные драгоценными камнями лестницы, которые поднимаются с земли на небо, и по которым боги этого неба спускаются в мир, чтобы увидеть, почтить и служить Татхагате Акшобхье и услышать Дхарму, и по которым люди земли поднимаются на небо, чтобы посетить богов. Подобно гончару с его колесом, я уменьшу эту Вселенную Абхирати, с её запасом бесчисленных добродетелей, её воды и небеса Акаништха до крошечного размера и, бережно неся, как гирлянду цветов, принесу в эту Вселенную Саха и покажу множеству людей. Затем Вималакирти вошёл в сосредоточение и совершил чудесный подвиг: уменьшил Вселенную Абхирати до мельчайших размеров, взял её правой рукой и перенёс во Вселенную Саха. Во Вселенной Абхирати ученики, Бодхисаттвы и те из богов и людей, кто обладал сверхзнанием божественного ока, все воскликнули: — Благородный, нас уносит! Нас уносят! Защити нас, о Татхагата! Но, чтобы обучить их, Татхагата Акшобхья сказал им: — Вас уносит бодхисаттва Вималакирти. Это не моё деяние. Что же касается других людей и богов, то они не осознавали перемещения. Хотя Вселенная Абхирати была перенесена во Вселенную Саха, Вселенная Саха не увеличилась и не уменьшилась; она не была ни сжата, ни каким-либо образом притеснена. Вселенная Абхирати также не была уменьшена внутри, и обе они казались такими же, какими они были когда-либо. Вслед за этим Будда Шакьямуни обратился ко всем собравшимся: — Друзья, вы можете увидеть всё великолепие Вселенной Абхирати, Татхагату Акшобхью, множество его чистых земель, а также великолепие учеников и Бодхисаттв. Собравшиеся ответили: — Мы видим! Будда сказал: — Те бодхисаттвы, которые хотят создать подобную Чистую Землю Будды, должны обучаться всем практикам Бодхисаттвы Татхагаты Акшобхьи. Пока Вималакирти с помощью чудесных способностей показал собравшимся Вселенную Абхирати и Татхагату Акшобхью, сто сорок тысяч живых существ среди людей и богов Вселенной Саха зародили дух непревзойдённого, совершенного Просветления, и все они вознесли молитву о возрождении во Вселенной Абхирати. Будда предсказал, что в будущем все они возродятся во Вселенной Абхирати. Вималакирти, развив всех живых существ, которые могли быть таким образом развиты, вернул Вселенную Абхирати точно на прежнее место. Затем Благородный сказал: — Шарипутра! Видел ли ты Мир Глубокой Радости, Вселенную Абхирати и Татхагату Акшобхью? Шарипутра ответил: — Да. Пусть все живые существа будут жить в месте, подобном этому! Пусть все живые существа будут жить в Чистой Земле, подобной этой! Пусть все живые существа обретут чудесные силы, подобные силам благородного Вималакирти! Мы получили огромное благо оттого, что воочию увидели этого святого человека. Мы получили огромное благо оттого, что услышали это Учение Дхармы, независимо от того, существует ли ещё Татхагата или он уже достиг окончательного освобождения. Несомненно, это Учение — большое благо для тех, кто, услышав его, поверив ему, положившись на него, читая его, проникая в его глубины и обретая в нём веру, будут учить, читать и показывать его другим, а также будут медитировать на это учение. Те, кто понял это Учение правильно, обретут сокровище украшений Дхармы. Те, кто правильно изучает это учение Дхармы, станут спутниками Татхагаты. Те, кто с почтением служит этому Учению, будут истинными защитниками Дхармы. Тех, кто пишет, преподаёт и поклоняется Учению Дхармы, Татхагата посетит в их домах. Те, кто находит радость в этом учении Дхармы, принимают все заслуги. Те, кто учит этому других, будь то не более чем одна строфа из четырёх строк или одна краткая фраза из этого Учения Дхармы, совершают великое подношение Дхарме. Те, кто посвящает этому Учению Дхармы свою терпимость, рвение, разум, проницательность, видение и свои устремления, тем самым становятся теми, кто в будущем воплотит Состояние Будды.\n\nПодношение Дхармы Предписание распространять эту сутру Шакра, Царь Богов, сказал Будде: — Благородный! Я слышал от Татхагаты и от наследного принца мудрости Манджушри множество учений Дхармы, но я никогда не слышал учение Дхармы столь же примечательное, как наставление о методе непостижимых преобразований. Благородный! Живые существа, которые слышали, приняли, запомнили и глубоко осознали это Учение, вне сомнения, будут истинными сосудами Дхармы, не говоря уже о тех, кто практикует йогу медитации, концентрируясь на это Учение. Все они освободятся от любой возможности жизни в страдании, откроют путь к радостным воплощениям, будут находиться под покровительством всех Будд, будут побеждать противников и демонов. Они будут идти Путём бодхисаттв, займут места на престоле Просветления и действительно войдут в обитель Татхагат. Благородные сыны и дочери, которые будут следовать этому наставлению Дхармы, будут глубоко уважаемы и почитаемы мной и моими последователями. В деревне, городе, государстве, королевстве и столице — где бы ни прозвучала проповедь этой Дхармы — я и мои последователи прибудем услышать эту Дхарму. Своей верой я буду вдохновлять неверующих, и я обещаю свою помощь и защиту тем, кто верит и поддерживает Дхарму. После этих слов Шакры, Царя Богов, Будда сказал: — Превосходно! Превосходно, Царь Богов! Татхагата радуется твоей речи. Царь Богов, просветление Будд прошлого, настоящего и будущего выражено в этом рассуждении о Дхарме. Поэтому, Царь Богов, когда благородные сыновья и дочери принимают эту Дхарму, повторяют, глубоко понимают, записывают и, превращая это в книгу, чтят, то эти сыновья и дочери тем самым отдают дань уважения Буддам прошлого, настоящего и будущего. Царь Богов! Предположим, что эта многомиллиардная Вселенная полна множеством Татхагат, как поле полно сахарным тростником, розовыми кустами, зарослями бамбука, садом кунжута, и что сын или дочь благородного происхождения почитают их, предлагая им всевозможные блага и Дары в течение эона или более эона. Предположим, что эти Татхагаты вошли во врата окончательного Освобождения, и останки их тел поместили в мемориальную ступу, сделанную из драгоценных камней, каждая из которых размером с мир с четырьмя великими континентами, которые возвышаются так же высоко, как мир Брахмы, украшенный зонтиками, знамёнами, штандартами и лампами. Предположим также, что, воздвигнув все эти ступы для Татхагат, он или она должны были посвятить целую вечность или больше тому, чтобы совершать подношения цветами, духа́ми, знамёнами и штандартами, играя музыку на барабанах. Когда это будет сделано, Царь Богов, много ли заслуг обретают благородный сын или дочь в результате этой деятельности? Шакра, Царь Богов, ответил: — Много заслуг, Благородный! Много достоинств, Сугата! Даже за сотни тысяч эонов невозможно измерить количество заслуг, которые этот благородный сын или дочь собрали бы таким образом! Будда сказал: — Храни веру, Царь Богов, и пойми следующее: тот, кто принимает это наставление Дхармы, называемое Наставлением в Непостижимом Освобождении, повторяет его и глубоко понимает его, он или она, приобретает заслуги большие, чем тот, кто совершает вышеуказанные действия. Почему? Потому что, Царь Богов, Просветление Будды проистекает из Дхармы, а не материального подношения. Так этому учат, Царь Богов, так следует это понять. Затем Будда сказал: — Однажды, Царь Богов, давным-давно, бесчисленные эоны назад и даже до этого, Татхагата, по имени Бхайшаджья-раджа, — архат, совершенно и полностью просветлённый, наделённый знаниями, несравненный знаток людей, которых нужно просвещать, Учитель Богов и людей, Благородный Будда — появился в мире. Он появился в эон, называемый Викарана, во Вселенной Махавьюха. Продолжительность жизни этого совершенного и полностью просветлённого Татхагаты Бхайшаджья-раджи была двадцать коротких эонов. Его свита учеников насчитывала тридцать шесть миллионов миллиардов, а его свита Бодхисаттв насчитывала двенадцать миллионов миллиардов. В ту же эпоху, Царь Богов, существовал вселенский монарх, по имени Царь Ратнакчаттра, который правил четырьмя континентами и обладал семью драгоценными камнями. У него была тысяча героических сыновей, могущественных, сильных и способных победить вражеские армии. Царь Ратнакчаттра почитал Татхагату Бхайшаджья-раджу и его свиту множеством превосходных подношений во время пяти коротких эонов. В конце этого времени Царь Ратнакчаттра сказал сыновьям: «Во время правления я почитал Татхагату, в свою очередь, вам следует также почитать Татхагату». Тысяча принцев дали своё согласие, внимая слову отца. В течение последующих пяти коротких эонов все они вместе почитали Татхагату всеми видами прекрасных подношений. Среди них был принц, по имени Чандрачаттра (Лунный Балдахин), который удалился в уединение с мыслью: «Разве нет другого способа поклонения, даже лучшего и более благородного, чем этот?» Затем, благодаря чудесным способностям Будды Бхайшаджья-раджи, боги заговорили с ним с небес: — Добрый человек, высшее поклонение — это поклонение Дхарме. Чандрачаттра спросил их: — Что такое поклонение Дхарме? Боги ответили: — Добрый человек, иди к Татхагате Бхайшаджья-радже, спроси его о поклонении Дхарме, и он полностью объяснит тебе это. Затем принц Чандрачаттра отправился к Татхагате Бхайшаджья-радже, архату, непревзойдённому, совершенно просветлённому, и, приблизившись к нему, склонился к его ногам, трижды обошёл его справа и отошёл в сторону. Затем он спросил: — Благородный, я слышал о поклонении Дхарме, которое превосходит все другие поклонения. Что это? Татхагата Бхайшаджья-раджа сказал: — Благородный сын, поклонение Дхарме — это поклонение речам, которые провозглашал Татхагата. Эти речи полны глубокого фундаментального знания о Просветлении. Эти речи раскрывают необратимое колесо Дхармы, возникающее из шести трансцендентностей, очищенное от любых ложных представлений. Они наделены всеми вспомогательными средствами для Просветления, а также воплощают семь факторов Просветления. Они знакомят живых существ с великим состраданием и учат их великой любви. Они устраняют все убеждения Мар, обучают относительности явлений, содержат послание об отсутствии «я», пустоте, отсутствии знаков, желаний. Эти речи способствуют достижению Просветления, приводят в движение колесо Дхармы. Главы богов, нагов, якшей, гандхарвов, апсар, гаруд, киннар и махорагов восхваляют их. Эти речи хранят нерушимым наследие святой Дхармы, олицетворяют сокровищницу и вершину прославления Дхармы. Все святые существа поддерживают эти речи, они обучают всем практикам Бодхисаттв. Способствуют безошибочному пониманию Дхармы в её высшем смысле, приносят освобождение. Обучают воплощениям Дхармы, пониманию природы непостоянства, страдания, бескорыстия и мира всего сущего. Они вызывают отказ от жадности, безнравственности, злобы, лени, забывчивости, глупости и ревности, привязанности к объектам. Эти речи освобождают от заблуждений. Их восхваляют все Будды. Они являются лекарствами от тенденций мирской жизни, и они подлинно проявляют великое счастье освобождения. Правильно учить, поддерживать, исследовать и понимать сутры, излагающие эти речи, при этом воплощая святую Дхарму жизнью, — это и есть поклонение Дхарме. Более того, благородный сын, поклонение Дхарме состоит в определении Дхармы в соответствии с Дхармой, применении Дхармы в соответствии с Дхармой; в пребывании с относительностью в гармонии, в свободе от крайних убеждений, а также в понимании нерождённой природы всего сущего; в воздержании от борьбы по поводу причин и условий, в отсутствии ссор и споров, в свободе от эгоизма; в способности полагаться на смысл, а не на буквальное выражение, на знание, а не на сознание; полагаться на окончательные учения, и не настаивать на поверхностных учениях, интерпретируемых по смыслу; полагаться на реальность и не настаивать на мнениях, полученных от личных авторитетов; в способности правильно осознавать реальность Будды и абсолютное отсутствие какого-либо фундаментального сознания; в способности преодолевать привычки цепляться за конечную основу. Наконец, это достижение мира посредством прекращения всего: от невежества до старости, смерти, печали, стенания, страдания, тревог и болезни, — понимая, что у живых существ нет конца взглядам относительно этих двенадцати звеньев зависимого возникновения. Затем, благородный сын, следует не придерживаться никакого взгляда, — это называется непревзойдённое поклонение Дхарме. Царь Богов, когда принц Чандрачаттра услышал это объяснение поклонения Дхарме, он понял сущность явлений, которая находится вне рождения. Он взял свои одежды и украшения, предложил их Будде Бхайшаджья-радже и сказал: — Когда Татхагата будет в непревзойдённом освобождении, я бы хотел защищать эту чудесную Дхарму, хранить и почитать её. Прошу Татхагату даровать мне благословение, чтобы я мог победить Мару и всех противников, посвящая все свои жизни Дхарме Будды! Татхагата Бхайшаджья-раджа, зная о высокой решимости Чандрачаттры, предсказал, что в будущем он будет защитником и хранителем города Дхармы. Царь Богов, принц Чандрачаттра, из-за своей великой веры в Татхагату, оставил жизнь мирянина, чтобы вступить на путь монаха, и, сделав это, жил, прилагал огромные усилия к достижению добродетели. Приложив огромные усилия и утвердившись в добродетели, он вскоре получил пять сверхзнаний, освоил мантры и обрёл непобедимое красноречие. Когда Татхагата Бхайшаджья-раджа достиг окончательного освобождения, Чандрачаттра силой сверхзнания и мантр заставил колесо Дхармы вращаться точно так же, как при Татхагате Бхайшаджья-радже, и продолжал делать это во время коротких эонов. Царь Богов, во время того, как Чандрачаттра прилагал все усилия, чтобы защищать Дхарму, тысячи миллионов живых существ достигли стадии необратимости на пути к непревзойдённому совершенному просветлению, четырнадцать миллиардов живых существ были обучены пути колесницы учеников и одиноких мудрецов и бесчисленные живые существа переродились в человеческом и небесном царствах. Возможно, Царь Богов, вы задаётесь вопросом или испытываете некоторые сомнения по поводу того, был ли в прежнее время Царь Ратнакчаттра не кем иным, как одним из воплощений настоящего Татхагаты Ратнарчи. Не следует сомневаться. Что касается тысячи сыновей Царя Ратнакчаттры, то теперь они являются тысячей Бодхисаттв нынешней благословенной эпохи, в течение которой они должны стать Буддами, которые появятся в мире. Четверо из них, Кракучанда и остальные, уже появились, а остальным ещё только предстоит родиться. Они начинаются с Кракучанды и заканчиваются Татхагатой Рокой, который родится последним. Возможно, Царь Богов, вы задаётесь вопросом, был ли в той жизни, в то время, принц Чандрачаттра, который поддерживал Святую Дхарму Татхагаты Бхайшаджья-раджи, не кем иным, как одним из моих предыдущих воплощений. Не сомневайтесь, в той жизни, в то время я был принцем Чандрачаттрой. Царь Богов! Так, следует знать, что среди всех поклонений, оказываемых Татхагате, поклонение Дхарме является самым лучшим. Это поклонение выдающееся, превосходное, совершенное, высшее и непревзойдённое. И поэтому, Царь Богов, не стоит выражать мне почтение материальными предметами, но стоит — почтением к Дхарме! Будда Шакьямуни сказал Бодхисаттве Майтрейе, великому духовному герою: — Майтрейя! Вверяю тебе непревзойдённое совершенное Просветление, которое было достигнуто по прошествии бесчисленных миллионов миллиардов эонов. В более позднее время это Учение Дхармы, защищённое с помощью чудесных способностей, будет распространяться в мире и не исчезнет. Почему? Майтрейя, в будущем появятся благородные сыновья и дочери, дэвы, наги, якши, гандхарвы и асуры, которые, имея посаженные корни добродетели, породят дух непревзойдённого совершенного Просветления. Если они не услышат это Учение о Дхарме, они, несомненно, потеряют безграничные преимущества и даже погибнут. Но, если они услышат такое Учение, они возрадуются, поверят и примут его на макушки своих голов. Следовательно, чтобы защитить этих будущих благородных сыновей и дочерей, следует распространять такое Учение, как это! Майтрейя, есть две категории Бодхисаттв. Что это за категории? Первая — верить во всевозможные слова и фразы, а вторая — точно проникать в глубинный принцип Дхармы без страха. Следует знать, что Бодхисаттвы, которые верят во всевозможные слова и фразы и применяют их соответствующим образом, находятся в начале пути и не имеют достаточно опыта в духовной практике. Но Бодхисаттвы, которые читают, слышат, верят и учат глубокому Учению с его безупречными выражениями, примиряют противоположности анализом этапов развития, опытны в духовной практике. Майтрейя, есть две причины, по которым менее опытные Бодхисаттвы причиняют себе вред и не концентрируются на глубокой Дхарме. Что это за причины? Услышав глубокое Учение, никогда прежде не слышанное, они ужасаются и сомневаются, не радуются и отвергают его, думая: «Откуда взялось это Учение, никогда прежде не слышанное?» Затем они видят, как другие благородные сыновья принимают его, становятся сосудами для передачи этого глубокого Учения, и они не обращают на них внимания, не общаются с ними, не уважают и не почитают их. Более того, они могут осуждать их. Это и есть две причины, по которым Бодхисаттвы в начале пути не проникают в глубокую Дхарму. Также есть две причины, по которым Бодхисаттвы, действительно стремящиеся к глубокой Дхарме, вредят себе и не достигают понимания абсолютной нерождённости явлений. Что это за две причины? Эти Бодхисаттвы презирают и упрекают начинающих Бодхисаттв, которые долгое время не практиковали, и они не посвящают их и не наставляют в глубоком Учении. Не испытывая большого уважения к этому глубокому Учению, они не заботятся о его правилах. Они помогают живым существам с помощью материальных даров и не помогают им с помощью дара Дхармы. Майтрейя! Таковы две причины, по которым Бодхисаттвы, стремящиеся к глубокой Дхарме, причиняют себе вред и не могут быстро достичь понимания абсолютной нерождённости всего сущего. Получив такое наставление, Бодхисаттва Майтрейя сказал Будде: > — Благородный, учения Татхагаты поистине превосходны. Благородный, с этого времени и впредь я буду избегать подобных ошибок и буду защищать и поддерживать достижение непревзойдённого совершенного Просветления Татхагаты в течение бесчисленных сотен тысяч миллионов миллиардов эонов! В будущем я передам это глубокое Учение в руки благородных сыновей и дочерей, которые явятся достойными сосудами драгоценной Дхармы. Я привью им силу памяти. Поверив в это Учение, с помощью силы памяти они смогут сохранить его, повторить, проникнуть в его глубины, обучать ему, распространять, записывать и широко провозглашать другим. Благородный! В будущем те, кто поверит в это Учение и кто глубоко проникнет в него, будут поддержаны сверхъестественным благословением Бодхисаттвы Майтрейи. Будда выразил одобрение речи Бодхисаттвы Майтрейи: — Превосходно! Хорошо сказано! Татхагата радуется и приветствует это славное обещание. Затем все Бодхисаттвы, будучи едины в мыслях, сказали: — Благородный! Мы также после окончательного освобождения Татхагаты прибудем из различных Чистых Земель Будды, чтобы распространить повсюду это Просветление Совершенного. Пусть все благородные сыновья и дочери поверят в это! Затем четыре Небесных Царя четырёх сторон света сказали Будде: — Благородный! Во всех деревнях, городах, королевствах и дворцах — где бы ни практиковалась, поддерживалась и правильно передавалась эта проповедь Дхармы — мы, четыре великих Царя, прибудем в это место с нашими армиями, молодыми воинами и свитой, чтобы услышать Дхарму. Кроме того, мы будем защищать учителей Дхармы в радиусе йоджаны, чтобы ни у кого, кто имеет умысел причинить вред этим учителям, не было такой возможности. Тогда Будда сказал достопочтенному Ананде: — Ананда! Прими это выражение почтения Учению Дхармы. Запомни его и широко и правильно обучай этому других. Ананда ответил: — Благородный! Я запомнил. Но как называется это Учение и как именно я должен его запомнить? Будда сказал: — Ананда, это изложение Дхармы называется Учение Вималакирти, или Примирение Двойственностей, или Врата Непостижимого Освобождения. Запомни это таким образом. Так говорил Будда. И Вималакирти, наследный принц Манджушри, достопочтенный Ананда, Бодхисаттвы, великие ученики, многочисленное собрание и вся Вселенная с её богами, людьми, асурами и гандхарвами испытали великую радость. Все они глубоко приветствовали эти слова Благородного.\n\nПосле этого Индра сказал Будде: « Благороднейший Мира, хотя я слышал сотни и тысячи сутр, разъясняемых тобою и Манджушри, я не слышал этой непостижимой сутры сверхмирской высокой силы и абсолютной реальности. Как я понял из твоей настоящей проповеди, если существа, слушающие Дхарму этой сутры, верят, понимают, принимают, поддерживают, читают и декламируют её наизусть, они поистине смогут реализовать эту Дхарму. Насколько же это сильно, если кто-то практикует её как истолкованную; он закроет все двери дурной судьбе и откроет все двери счастью, достигнет совершенства Будды, установит место просветления и последует по следам Татхагаты. О Блаженный, если есть такие люди, которые принимают, поддерживают, читают, декламируют и практикуют эту сутру, то я и мои ученики обеспечим их всем необходимым для жизни. Если этой сутры будут придерживаться в городе или селении, в роще или пустыне, я и мои ученики придём в это место к проповеднику послушать его Дхарму. Я заставлю неверующих развить веру в эту проповедь. А что касается убеждённых в ней, то я защищу их ». Будда сказал: « Отлично, Индра, отлично, радостно слышать твои слова. Эта сутра даёт подробное описание непостижимого высшего просветления, реализованного прошлыми, будущими и настоящими Буддами. Поэтому, Индра, если добродетельный мужчина или женщина признают, придерживаются, читают, декламируют и чтут эту сутру, такое отношение приравнивается преподнесению подношений прошлым, будущим и настоящим Буддам. Шакра, если бы космос был полон бесчисленными Татхагатами в таком же множестве, сколько растений сахарного тростника, бамбука, камыша, рисовых зёрен и семян конопли на его поле, и если бы добродетельный мужчина или женщина провели целый эон или уменьшенную кальпу, почитая, чествуя, прославляя, служа, и принося подношения этим Буддам, а затем после их нирваны с помощью реликвий из их костей воздвигли бы ступу семи драгоценностей, столь же огромную, сколь велики четверо небес и столь высокую, что величественный шпиль достигал бы небес Брахмы, которой он или она делали бы подношения из цветов, благовоний, нитей драгоценных камней, знамён и мелодичной музыки во всё время целой кальпы или в течение сокращённой кальпы, Шакра, что ты думаешь о его или её заслугах? Велики ли они? » Шакра отвечал: « Весьма велики, Благороднейший Мира, и невозможно сосчитать его или её заслуги, в течение сотен и тысяч эонов ». Будда сказал: « Тебе следует знать, что если другой добродетельный мужчина или женщина после выслушивания этой сутры непостижимого освобождения верит, понимает, признаёт, сохраняет, читает, декламирует и практикует эту сутру, то его или её заслуги выше заслуг предыдущих мужчины или женщины. Почему? Потому что бодхи всех Будд происходит от этой Дхармы, а поскольку просветление за пределами всякого измерения, заслуги этой сутры оценить невозможно ». Будда продолжал: « Задолго до неисчислимого числа эонов в прошлом был Будда, называемый Бхаисаджья-раджа, (со следующими титулами): Истинносущий, Святой, Всепросветлённый, Видья-Карана-Самнанна, Сугата, Познавший Мир, Непревзойдённый, Усмиритель страстей, Учитель дэвов и людей и Благороднейший Мира. Его мир назывался Великая Слава, а тогдашний эон – Благая кальпа. Будда Бхаисаджья-раджа жил двадцать малых кальп. Число шраваков и Бодхисаттв было огромно. И там, Шакра, был небесный управитель, называемый Драгоценный Балдахин, владыка семи сокровищ и четырёх небес. У него было 1000 сыновей, благородных и отважных и преодолевших все противоположности ». В это время Драгоценный Балдахин и его свита оказывали почитание и приносили подношения Татхагате Бхаисаджья-раджа в течение пяти эонов, после чего он сказал своим 1000 сыновьям: « Вам следует с почтением принести подношение Будде, как сделал это я ». Повинуясь приказу своего отца, они в течение пяти эонов принесли подношения Татхагате Бхаисаджья, после чего один из сыновей, называемый Лунный Балдахин, будучи один, подумал: « Есть ли какая-нибудь иная форма подношения, превосходящая то, что мы делали до сих пор? » Под влиянием трансцендентальной силы Будды, один из богов сказал: « Добродетельный, подношение Дхармы превосходит все другие формы подношений ». Лунный Балдахин спросил: « Что такое подношение Дхармы? » Дэва отвечал: « Пойди и спроси Татхагату Бхаисаджья, который полностью тебе это объяснит ». Вслед за этим Лунный Балдахин пошёл к Татхагате Бхаисаджья, склонил голову к его стопам и встал рядом, спрашивая: « Благороднейший Мира, я слышал, что подношение Дхармы превосходит все другие формы подношения; что такое подношение Дхармы? » Татхагата отвечал: « Добродетельный, подношение Дхармы проповедуется всеми Буддами, но мирским людям трудно принять это, поскольку смысл её тонок и его нелегко открыть, ибо она безупречна в своей чистоте и ясности. Она за пределами досягаемости мышления и различения; она содержит сокровище Дхармы и запечатана в Дхарани; она никогда не соскальзывает назад, ибо достигает шести совершенств, не устанавливает разницы между различными смыслами, согласуется с Бодхи, пребывает на вершине всех сутр, помогает людям овладеть великой любящей добротой и великим состраданием, воздерживаться от демонов и искажённых взглядов, соответствовать закону причинности и учению о нереальности эго, человека, живого существа и жизни, а также о пустоте, бесформеннности, несотворённости и невозникновения. Она даёт возможность живым существам обрести бодхи-мандалу, чтобы повернуть колесо закона. Её прославляют и чествуют небесные драконы, гандхарвы и т.д. Она может помочь чувствующим существам достичь хранилища Дхармы Будды и собрать все знания, приобретённые святыми и мудрецами, проповедовать путь, пройденный всеми Бодхисаттвами, полагаться на реальность, лежащую в основе всех вещей, провозглашать доктрину непостоянства, страдания и пустоты и отсутствия эго и нирваны. Она может уберечь все живые существа, нарушившие наставления, и повергнуть в трепет всех демонов, еретиков и алчных людей. Она восхваляема Буддами, святыми и мудрецами, ибо стирает страдания рождения и смерти, провозглашает радость в нирване, как проповедано прошлыми, будущими, настоящими Буддами в десяти направлениях ». « Если слушатель, выслушав эту сутру, верит, понимает, принимает, поощряет, читает и декламирует её и использует надлежащие методы , чтобы проповедовать её другим, такая поддержка Дхармы называется подношением Дхармы ». « Более того, как проповедано, практика всех Дхарм – это: придерживаться доктрины двенадцати звеньев цепи существования, устранять все еретические взгляды, достигнуть устойчивой невозмутимости несозданного, раз и навсегда установить нереальность эго и несуществование живых существ и отказаться от всех дуальностей эго и его объектов без уклонения от закона и без противоречия закону причинности и воздаяния за добро и зло; доверять смыслу, а не букве, мудрости, а не знанию, сутрам, раскрывающим всю истину, а не частичным откровениям, а также Дхарме, а не человеку её проповедующему; сообразовываться с двенадцатью звеньями цепи существования, которые ниоткуда не приходят, никуда не уходят, начиная с неведенья (авидья), которое не существует, и зачатия (самскара), которое также в сущности нереально, вплоть до рождения (джати), по сути не существующего, и старости и смерти (джарамарана), которые в равной степени нереальны. Созерцаемые таким образом двенадцать звеньев цепи существования предстают неистощимыми, полагая тем самым конец неправильным взглядам об исчезновении. Таково непревзойденное подношение Дхармы ». Затем Будда сказал Шакре: « После выслушивания Дхармы от Будды Бхаисаджья (Будда Медицины) Лунный Балдахин реализовал Смирение и снял свою драгоценную накидку, чтобы поднести её этому Будде со словами: «Благороднейший Мира, после твоей нирваны я сделаю подношение Дхармы, чтобы утвердить Истинное Учение. Не поможет ли мне твоё наводящее трепет величие одолеть демонов и практиковать черты поведения Бодхисаттвы? » Будда Бхаисаджья узнал его глубокую мысль и предрёк: « До последнего момента ты будешь хранить цитадель Дхармы, Шакра ». В это время Лунный Балдахин воспринял чистую и ясную Дхарму и, узнав пророчество Будды, поверил в неё и покинул свой дом, чтобы присоединиться к духовной общине. Он практиковал Дхарму так усердно, что вскоре реализовал пять сил. В своей практике он благодаря своему совершенному контролю всех внешних влияний достиг безграничной силы речи. После нирваны Будды Бхаисаджьи он применил свою силу речи, чтобы повернуть колесо закона, широко распространяя Дхарму на десять малых эонов. Лунный Балдахин был неутомим в своём проповедовании Дхармы и обратил Миллионы людей, которые утвердились в поисках просветления, сосредоточили свои умы на достижении стадий шравака и пратьяка-будды, и бессчётное количество живых существ, которые переродились на набесах. « Шакра, кто был тот царственный Драгоценный Балдахин? Он сейчас Будда, называемый Татхагата Драгоценного Пламени, а его тысяча сыновей – это тысяча Будд этой кальпы, первым Буддой которого был Кракуччханда, а последним – Ручика. Бхикшу Лунный Балдахин был я. Шакра, ты должен знать, что подношение Дхармы – высшая форма подношения. Поэтому, Шакра, тебе следует сделать подношение Дхармы как подношение всем Буддам ».\n\nЗатем Будда сказал Майтрейе: « Майтрейя, теперь я вверяю тебе Дхарму высшего просветления, которую я собирал бесчисленные эоны. В век упадка Дхармы тебе надлежит применить всю силу, чтобы широко провозгласить глубочайшие сутры, такие как эта, не позволяя им прерваться. Ибо в будущих поколениях найдутся добродетельные мужчины и женщины, а также драконы, призраки, духи, гандхарвы и ракшасы, которые будут радоваться великой Дхарме и установят умы на поисках просветления; если они не услышат эти сутры, они упустят замечательную возможность. Ибо такие люди любят эти сутры и верят этим сутрам, которые они с готовностью принимают, которые они широко возвещают для пользы живых существ ». « Майтрейя, тебе следует знать, что есть две категории Бодхисаттв: те, кто предпочитают гордые слова и острый стиль, и те, кто не боятся глубоких слов, в которые они могут проникнуть. Любовь к гордым словам и яркому стилю указывает на поверхностность Бодхисаттвы; но тот, кто услышав о свободе от заражения и рабства так, как это преподано в глубоких сутрах, не боится их глубоких смыслов, которыми он стремится овладеть в совершенстве, развивая тем самым чистый ум для получения, сохранения, чтения, декламирования и практики так как это проповедано, тот является Бодхисаттвой, который практиковал долгое время ». « Майтрейя, есть два класса Бодхисаттв, которые не могут понять очень глубокие Дхармы: те, которые не слышали глубочайших сутр и, поддаваясь страху и подозрительности, не могут хранить сутры, но потворствуют злословию о них, говоря: «Я никогда не слышал о них; откуда они взялись?» И есть те, кто отказывается оказывать уважение, делать подношения и обращаться к проповедникам глубочайших сутр, или кто находит дефекты в них; таковы два класса Бодхисаттв, которые не могут контролировать свои умы при слушании глубокой Дхармы, нанося тем самым себе вред ». « Далее, Майтрейя, существуют две категории Бодхисаттв, которые сами себе вредят и не в состоянии реализовать устойчивую невозмутимость несозданного, несмотря на их веру и понимание глубокой Дхармы: во-первых, это те, кто принижает неопытных Бодхисаттв, не учат и не руководят ими; и, во-вторых, это те, кто несмотря на их глубокое видение Дхармы, всё ещё позволяют возникнуть различению между формой и бесформенностью ». После выслушивания толкования Буддой Дхармы Майтрейя сказал: « Благороднейший Мира, я не слышал всего этого прежде. Как ты сказал, я буду воздерживаться от дурного и утверждать Дхарму высшего просветления, которую Татхагата собрал за бесчисленные эоны. В будущем, если найдутся добродетельные мужчины и женщины, ищущие Махаяну, я прослежу, чтобы эта сутра попала им в руки, и употреблю трансцендентальную силу, чтобы заставить их помнить её с тем, чтобы они могли получить, хранить, декламировать и широко провозглашать её ». « Благороднейший Мира, если в наступающий век Конца Дхармы найдутся те, кто может принять, сохранить, читать и декламировать эту сутру, а также повсюду толковать её, они будут делать это под воздействием моих сил ». Будда ответил: « Отлично, Майтрейя, отлично; как ты сказал, я помогу тебе достичь этой большой радости. » При этом все Бодхисаттвы сложили свои ладони вместе и сказали Будде: « После твоей нирваны мы тоже будем широко провозглашать эту Дхарму в десяти направлениях и приведём проповедников Дхармы к получению этой сутры ». Четыре махараджи дэвов сказали Будде: « Благороднейший Мира, во всех городах и деревнях, в рощах и дикой местности, где бы ни была эта сутра и люди, читающие, декламирующие, разъясняющие и провозглашающие её, каждый из нас приведет к ним местных чиновников, чтобы выслушать Дхарму и защитить их с тем, чтобы никто вокруг не посмел их потревожить ». Затем Будда сказал Ананде: « Ананда, ты тоже должен воспринять, сохранить и широко распространять эту сутру ». Ананда ответил: « Да, Благороднейший Мира, я принял эту сутру и сохраню её. Какое у неё название? » Будда сказал: « Ананда, её название – «Сутра, высказанная Вималакирти» или «Непостижимые врата Освобождения», и под этим названием ты должен принять и хранить её ». После того, как Будда изложил эту сутру, старший упасака Вималакирти, Манджушри, Шарипутра, Ананда и другие, а также дэвы, асуры и все присутствующие преисполнились радостью; приняли и хранили её; выразили почтение и удалились."}