{"title":"With Girimānanda ","text":"Numbered Discourses 10.60 6. Your Own Mind With Girimānanda At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. Now at that time Venerable Girimānanda was sick, suffering, gravely ill. Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: “Sir, Venerable Girimānanda is sick, suffering, gravely ill. Sir, please go to Venerable Girimānanda out of sympathy.” “Ānanda, if you were to recite to the mendicant Girimānanda these ten perceptions, it’s possible that after hearing them his illness will die down on the spot. What ten? The perceptions of impermanence, not-self, ugliness, drawbacks, giving up, fading away, cessation, dissatisfaction with the whole world, impermanence of all conditions, and mindfulness of breathing. And what is the perception of impermanence? It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ‘Form, feeling, perception, choices, and consciousness are impermanent.’ And so they meditate observing impermanence in the five grasping aggregates. This is called the perception of impermanence. And what is the perception of not-self? It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ‘The eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches, and mind and ideas are not-self.’ And so they meditate observing not-self in the six interior and exterior sense fields. This is called the perception of not-self. And what is the perception of ugliness? It’s when a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ And so they meditate observing ugliness in this body. This is called the perception of ugliness. And what is the perception of drawbacks? It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ‘This body has much suffering and many drawbacks. For this body is beset with many kinds of affliction, such as the following. Diseases of the eye, inner ear, nose, tongue, body, head, outer ear, mouth, teeth, and lips. Cough, asthma, catarrh, inflammation, fever, stomach ache, fainting, dysentery, gastric pain, cholera, leprosy, boils, eczema, tuberculosis, epilepsy, herpes, itch, scabs, smallpox, scabies, hemorrhage, diabetes, piles, pimples, and ulcers. Afflictions stemming from disorders of bile, phlegm, wind, or their conjunction. Afflictions caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds. Cold, heat, hunger, thirst, defecation, and urination.’ And so they meditate observing drawbacks in this body. This is called the perception of drawbacks. And what is the perception of giving up? It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that has arisen, and they don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. This is called the perception of giving up. And what is the perception of fading away? It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, extinguishment.’ This is called the perception of fading away. And what is the perception of cessation? It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, cessation, extinguishment.’ This is called the perception of cessation. And what is the perception of dissatisfaction with the whole world? It’s when a mendicant lives giving up and not grasping on to the attraction and grasping to the world, the mental fixation, insistence, and underlying tendencies. This is called the perception of dissatisfaction with the whole world. And what is the perception of the impermanence of all conditions? It’s when a mendicant is horrified, repelled, and disgusted with all conditions. This is called the perception of the impermanence of all conditions. And what is mindfulness of breathing? It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, sits down cross-legged, sets their body straight, and establishes mindfulness in their presence. Just mindful, they breathe in. Mindful, they breathe out. Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’ They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ They practice like this: ‘I’ll breathe in experiencing rapture.’ They practice like this: ‘I’ll breathe out experiencing rapture.’ They practice like this: ‘I’ll breathe in experiencing bliss.’ They practice like this: ‘I’ll breathe out experiencing bliss.’ They practice like this: ‘I’ll breathe in experiencing the mental process.’ They practice like this: ‘I’ll breathe out experiencing the mental process.’ They practice like this: ‘I’ll breathe in stilling the mental process.’ They practice like this: ‘I’ll breathe out stilling the mental process.’ They practice like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’ They practice like this: ‘I’ll breathe in gladdening the mind.’ They practice like this: ‘I’ll breathe out gladdening the mind.’ They practice like this: ‘I’ll breathe in immersing the mind in samādhi.’ They practice like this: ‘I’ll breathe out immersing the mind in samādhi.’ They practice like this: ‘I’ll breathe in freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’ They practice like this: ‘I’ll breathe in observing impermanence.’ They practice like this: ‘I’ll breathe out observing impermanence.’ They practice like this: ‘I’ll breathe in observing fading away.’ They practice like this: ‘I’ll breathe out observing fading away.’ They practice like this: ‘I’ll breathe in observing cessation.’ They practice like this: ‘I’ll breathe out observing cessation.’ They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ This is called mindfulness of breathing. If you were to recite to the mendicant Girimānanda these ten perceptions, it’s possible that after hearing them his illness will die down on the spot.” Then Ānanda, having learned these ten perceptions from the Buddha himself, went to Girimānanda and recited them. Then after Girimānanda heard these ten perceptions his illness died down on the spot. And that’s how he recovered from that illness."}