{"title":"Ignorance ","text":"Numbered Discourses 10.61 7. Pairs Ignorance “Mendicants, it is said that no prior point of ignorance is evident, before which there was no ignorance, and afterwards it came to be. And yet it is evident that there is a specific condition for ignorance. I say that ignorance is fueled by something, it’s not unfueled. And what is the fuel for ignorance? You should say: ‘The five hindrances.’ I say that the five hindrances are fueled by something, they’re not unfueled. And what is the fuel for the five hindrances? You should say: ‘The three kinds of misconduct.’ I say that the three kinds of misconduct are fueled by something, they’re not unfueled. And what is the fuel for the three kinds of misconduct? You should say: ‘Lack of sense restraint.’ I say that lack of sense restraint is fueled by something, it’s not unfueled. And what is the fuel for lack of sense restraint? You should say: ‘Lack of mindfulness and situational awareness.’ I say that lack of mindfulness and situational awareness is fueled by something, it’s not unfueled. And what is the fuel for lack of mindfulness and situational awareness? You should say: ‘Irrational application of mind.’ I say that irrational application of mind is fueled by something, it’s not unfueled. And what is the fuel for irrational application of mind? You should say: ‘Lack of faith.’ I say that lack of faith is fueled by something, it’s not unfueled. And what is the fuel for lack of faith? You should say: ‘Listening to an untrue teaching.’ I say that listening to an untrue teaching is fueled by something, it’s not unfueled. And what is the fuel for listening to an untrue teaching? You should say: ‘Associating with untrue persons.’ In this way, when the factor of associating with untrue persons is fulfilled, it fulfills the factor of listening to an untrue teaching. When the factor of listening to an untrue teaching is fulfilled, it fulfills the factor of lack of faith … irrational application of mind … lack of mindfulness and situational awareness … lack of sense restraint …the three kinds of misconduct … the five hindrances. When the five hindrances are fulfilled, they fulfill ignorance. That’s the fuel for ignorance, and that’s how it’s fulfilled. It’s like when the heavens rain heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean. That’s the fuel for the ocean, and that’s how it’s filled up. In the same way, when the factor of associating with untrue persons is fulfilled, it fulfills the factor of listening to an untrue teaching. When the factor of listening to an untrue teaching is fulfilled, it fulfills the factor of lack of faith … irrational application of mind … lack of mindfulness and situational awareness … lack of sense restraint …the three kinds of misconduct … the five hindrances. When the five hindrances are fulfilled, they fulfill ignorance. That’s the fuel for ignorance, and that’s how it’s fulfilled. I say that knowledge and freedom are fueled by something, they’re not unfueled. And what is the fuel for knowledge and freedom? You should say: ‘The seven awakening factors.’ I say that the seven awakening factors are fueled by something, they’re not unfueled. And what is the fuel for the seven awakening factors? You should say: ‘The four kinds of mindfulness meditation.’ I say that the four kinds of mindfulness meditation are fueled by something, they’re not unfueled. And what is the fuel for the four kinds of mindfulness meditation? You should say: ‘The three kinds of good conduct.’ I say that the three kinds of good conduct are fueled by something, they’re not unfueled. And what is the fuel for the three kinds of good conduct? You should say: ‘Sense restraint.’ I say that sense restraint is fueled by something, it’s not unfueled. And what is the fuel for sense restraint? You should say: ‘Mindfulness and situational awareness.’ I say that mindfulness and situational awareness is fueled by something, it’s not unfueled. And what is the fuel for mindfulness and situational awareness? You should say: ‘Rational application of mind.’ I say that rational application of mind is fueled by something, it’s not unfueled. And what is the fuel for rational application of mind? You should say: ‘Faith.’ I say that faith is fueled by something, it’s not unfueled. And what is the fuel for faith? You should say: ‘Listening to the true teaching.’ I say that listening to the true teaching is fueled by something, it’s not unfueled. And what is the fuel for listening to the true teaching? You should say: ‘Associating with true persons.’ In this way, when the factor of associating with true persons is fulfilled, it fulfills the factor of listening to the true teaching. When the factor of listening to the true teaching is fulfilled, it fulfills the factor of faith … rational application of mind … mindfulness and situational awareness … sense restraint …the three kinds of good conduct … the four kinds of mindfulness meditation … the seven awakening factors. When the seven awakening factors are fulfilled, they fulfill knowledge and freedom. That’s the fuel for knowledge and freedom, and that’s how it’s fulfilled. It’s like when the heavens rain heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean. That’s the fuel for the ocean, and that’s how it’s filled up. In the same way, when the factor of associating with true persons is fulfilled, it fulfills the factor of listening to the true teaching. When the factor of listening to the true teaching is fulfilled, it fulfills the factor of faith … rational application of mind … mindfulness and situational awareness … sense restraint …the three kinds of good conduct … the four kinds of mindfulness meditation … the seven awakening factors. When the seven awakening factors are fulfilled, they fulfill knowledge and freedom. That’s the fuel for knowledge and freedom, and that’s how it’s fulfilled.”"}