{"title":"Sabbath ","text":"Numbered Discourses 3.70 7. The Great Chapter Sabbath So I have heard. At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. Then Visākhā, Migāra’s mother, went up to the Buddha, bowed, and sat down to one side. The Buddha said to her, “So, Visākhā, where are you coming from in the middle of the day?” “Today, sir, I’m observing the sabbath.” “There are, Visākhā, these three sabbaths. What three? The sabbath of the cowherds, the sabbath of the Jains, and the sabbath of the noble ones. And what is the sabbath of the cowherds? It’s just like a cowherd who, in the late afternoon, takes the cows back to their owners. They reflect: ‘Today the cows grazed in this spot and that, and they drank in this spot and that. Tomorrow the cows will graze in this spot and that, and drink in this spot and that.’ In the same way, someone keeping the sabbath reflects: ‘Today I ate this and that, and had a meal of this and that. Tomorrow I’ll eat this and that, and have a meal of this and that.’ And so they spend their day with a mind full of covetousness. That’s the sabbath of the cowherds. When the cowherd’s sabbath is observed like this it’s not very fruitful or beneficial or dazzling or bountiful. And what is the sabbath of the Jains? There’s a kind of ascetic belonging to a group called the Jains. They encourage their disciples: ‘Please, good people, don’t hurt any living creatures more than a hundred leagues away to the east. Don’t hurt any living creatures more than a hundred leagues away to the west. Don’t hurt any living creatures more than a hundred leagues away to the north. Don’t hurt any living creatures more than a hundred leagues away to the south.’ So they encourage kindness and sympathy for some creatures and not others. On the sabbath, they encourage their disciples: ‘Please, good people, take off all your clothes and say: “I don’t belong to anyone anywhere! And nothing belongs to me anywhere!”’ But their mother and father still know, ‘This is our child.’ And they know, ‘This is my mother and father.’ Partner and child still know, ‘This is our supporter.’ And they know, ‘This is my partner and child.’ Bondservants, workers, and staff still know: ‘This is our master.’ And they know, ‘These are my bondservants, workers, and staff.’ So, at a time when they should be encouraged to speak the truth, the Jains encourage them to lie. This, I say, is lying. When the night has passed they use their possessions once more, though they’ve not been given back to them. This, I say, is stealing. That’s the sabbath of the Jains. When the Jain’s sabbath is observed like this it’s not very fruitful or beneficial or dazzling or bountiful. And what is the sabbath of the noble ones? A corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the Realized One: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ As they recollect the Realized One, their mind becomes clear, joy arises, and mental corruptions are given up. It’s just like cleaning a dirty head by applying effort. And how is a dirty head cleaned by applying effort? With cleansing paste, clay, and water, and by applying the appropriate effort. In the same way, a corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the Realized One: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ As they recollect the Realized One, their mind becomes clear, joy arises, and mental corruptions are given up. This is called: ‘A noble disciple who observes the sabbath of the divinity, living together with the divinity. And because they think of the divinity their mind becomes clear, joy arises, and mental corruptions are given up.’ That’s how a corrupt mind is cleaned by applying effort. A corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the teaching: ‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ As they recollect the teaching, their mind becomes clear, joy arises, and mental corruptions are given up. It’s just like cleaning a dirty body by applying effort. And how is a dirty body cleaned by applying effort? With cleanser and powder, water, and by applying the appropriate effort. That’s how a dirty body is cleaned by applying effort. In the same way, a corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the teaching: ‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ As they recollect the teaching, their mind becomes clear, joy arises, and mental corruptions are given up. This is called: ‘A noble disciple who observes the sabbath of Dhamma, living together with Dhamma. And because they think of the Dhamma their mind becomes clear, joy arises, and mental corruptions are given up.’ That’s how a corrupt mind is cleaned by applying effort. A corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the Saṅgha: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ As they recollect the Saṅgha, their mind becomes clear, joy arises, and mental corruptions are given up. It’s just like cleaning a dirty cloth by applying effort. And how is a dirty cloth cleaned by applying effort? With salt, lye, cow dung, and water, and by applying the appropriate effort. That’s how a dirty cloth is cleaned by applying effort. In the same way, a corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the Saṅgha: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, and worthy of veneration with joined palms. It is the supreme field of merit for the world.’ As they recollect the Saṅgha, their mind becomes clear, joy arises, and mental corruptions are given up. This is called: ‘A noble disciple who observes the sabbath of the Saṅgha, living together with the Saṅgha. And because they think of the Saṅgha their mind becomes clear, joy arises, and mental corruptions are given up.’ That’s how a corrupt mind is cleaned by applying effort. A corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects their own ethical conduct, which is intact, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. As they recollect their ethical conduct, their mind becomes clear, joy arises, and mental corruptions are given up. It’s just like cleaning a dirty mirror by applying effort. And how is a dirty mirror cleaned by applying effort? With oil, ash, a rolled-up cloth, and by applying the appropriate effort. That’s how a dirty mirror is cleaned by applying effort. In the same way, a corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects their own ethical conduct, which is intact, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. As they recollect their ethical conduct, their mind becomes clear, joy arises, and mental corruptions are given up. This is called: ‘A noble disciple who observes the sabbath of ethical conduct, living together with ethics. And because they think of their ethical conduct their mind becomes clear, joy arises, and mental corruptions are given up.’ That’s how a corrupt mind is cleaned by applying effort. A corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the deities: ‘There are the gods of the four great kings, the gods of the thirty-three, the gods of Yama, the joyful gods, the gods who love to create, the gods who control what is created by others, the gods of the Divinity’s host, and gods even higher than these. When those deities passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.’ As they recollect the faith, ethics, learning, generosity, and wisdom of both themselves and those deities, their mind becomes clear, joy arises, and mental corruptions are given up. It’s just like cleansing corrupt native gold by applying effort. And how is corrupt native gold cleansed by applying effort? With a furnace, flux, a blowpipe, and tongs, and by applying the appropriate effort. That’s how corrupt native gold is cleansed by applying effort. In the same way, a corrupt mind is cleaned by applying effort. And how is a corrupt mind cleaned by applying effort? It’s when a noble disciple recollects the deities: ‘There are the gods of the four great kings, the gods of the thirty-three, the gods of Yama, the joyful gods, the gods who love to imagine, the gods who control what is imagined by others, the gods of the Divinity’s host, and gods even higher than these. When those deities passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.’ As they recollect the faith, ethics, learning, generosity, and wisdom of both themselves and those deities, their mind becomes clear, joy arises, and mental corruptions are given up. This is called: ‘A noble disciple who observes the sabbath of the deities, living together with the deities. And because they think of the deities their mind becomes clear, joy arises, and mental corruptions are given up.’ That’s how a corrupt mind is cleaned by applying effort. Then that noble disciple reflects: ‘As long as they live, the perfected ones give up killing living creatures, renouncing the rod and the sword. They are scrupulous and kind, and live full of sympathy for all living beings. I, too, for this day and night will give up killing living creatures, renouncing the rod and the sword. I’ll be scrupulous and kind, and live full of sympathy for all living beings. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. I, too, for this day and night will give up stealing. I’ll take only what’s given, and expect only what’s given. I’ll keep myself clean by not thieving. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones give up unchastity. They are chaste, set apart, avoiding the vulgar act of sex. I, too, for this day and night will give up unchastity. I will be chaste, set apart, avoiding the vulgar act of sex. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones give up lying. They speak the truth and stick to the truth. They’re honest and dependable, and don’t trick the world with their words. I, too, for this day and night will give up lying. I’ll speak the truth and stick to the truth. I’ll be honest and dependable, and won’t trick the world with my words. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones give up beer, wine, and liquor intoxicants. I, too, for this day and night will give up beer, wine, and liquor intoxicants. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones eat in one part of the day, abstaining from eating at night and from food at the wrong time. I, too, for this day and night will eat in one part of the day, abstaining from eating at night and food at the wrong time. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones refrain from seeing shows of dancing, singing, and music; and attiring and adorning themselves with garlands, fragrance, and makeup. I, too, for this day and night will refrain from seeing shows of dancing, singing, and music ; and attiring and adorning myself with garlands, fragrance, and makeup. I will observe the sabbath by doing as the perfected ones do in this respect. As long as they live, the perfected ones give up high and luxurious beds. They sleep in a low place, either a cot or a straw mat. I, too, for this day and night will give up high and luxurious beds. I’ll sleep in a low place, either a cot or a straw mat. I will observe the sabbath by doing as the perfected ones do in this respect.’ That’s the sabbath of the noble ones. When the sabbath of the noble ones is observed like this it’s very fruitful and beneficial and dazzling and bountiful. How much so? Suppose you were to rule as sovereign lord over these sixteen great countries—Aṅga, Magadha, Kāsi, Kosala, Vajji, Malla, Cetī, Vaccha, Kuru, Pañcāla, Maccha, Sūrasena, Assaka, Avanti, Gandhāra, and Kamboja—full of the seven treasures. This wouldn’t be worth a sixteenth part of the sabbath with its eight factors. Why is that? Because human kingship is a poor thing compared to the happiness of the gods. Fifty years in the human realm is one day and night for the gods of the four great kings. Thirty such days make up a month. Twelve such months make up a year. The lifespan of the gods of the four great kings is five hundred of these heavenly years. It’s possible that some woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods of the four great kings. This is what I was referring to when I said: ‘Human kingship is a poor thing compared to the happiness of the gods.’ A hundred years in the human realm is one day and night for the gods of the thirty-three. Thirty such days make up a month. Twelve such months make up a year. The lifespan of the gods of the thirty-three is a thousand of these heavenly years. It’s possible that some woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods of the thirty-three. This is what I was referring to when I said: ‘Human kingship is a poor thing compared to the happiness of the gods.’ Two hundred years in the human realm is one day and night for the gods of Yama. Thirty such days make up a month. Twelve such months make up a year. The lifespan of the gods of Yama is two thousand of these heavenly years. It’s possible that some woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods of Yama. This is what I was referring to when I said: ‘Human kingship is a poor thing compared to the happiness of the gods.’ Four hundred years in the human realm is one day and night for the joyful gods. Thirty such days make up a month. Twelve such months make up a year. The lifespan of the joyful gods is four thousand of these heavenly years. It’s possible that some woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the joyful gods. This is what I was referring to when I said: ‘Human kingship is a poor thing compared to the happiness of the gods.’ Eight hundred years in the human realm is one day and night for the gods who love to create. Thirty such days make up a month. Twelve such months make up a year. The life span of the gods who love to create is eight thousand of these heavenly years. It’s possible that some woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods who love to create. This is what I was referring to when I said: ‘Human kingship is a poor thing compared to the happiness of the gods.’ Sixteen hundred years in the human realm is one day and night for the gods who control what is created by others. Thirty such days make up a month. Twelve such months make up a year. The life span of the gods who control what is created by others is sixteen thousand of these heavenly years. It’s possible that some woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods who control what is created by others. This is what I was referring to when I said: ‘Human kingship is a poor thing compared to the happiness of the gods.’ You shouldn’t kill living creatures, or steal, or lie, or drink liquor. Be chaste, refraining from sex, and don’t eat at night, the wrong time. Not wearing garlands or applying fragrance, you should sleep on a low bed, <j>or a mat on the ground. This is the eight-factored sabbath, they say, explained by the Buddha, <j>who has gone to suffering’s end. The moon and sun are both fair to see, radiating as far as they revolve. Those dispellers of darkness, travellers in midair, shine in the firmament, lighting up the quarters. All of the wealth that’s found in this realm— pearls, gems, fine beryl too, mountain gold or lustrous gold, or the native gold called ‘coruscant’— they’re not worth a sixteenth part of the sabbath with its eight factors, as starlight cannot rival the moon. So an ethical woman or man, who has observed the eight-factored sabbath, having made merit whose outcome is happiness, blameless, they go to a heavenly place.”"}