{"title":"Doṇa ","text":"Numbered Discourses 4.36 4. Situations Doṇa At one time the Buddha was traveling along the road between Ukkaṭṭhā and Setavyā, as was the brahmin Doṇa. Doṇa saw that the Buddha’s footprints had thousand-spoked wheels, with rims and hubs, complete in every detail. It occurred to him, “Oh lord, how incredible, how amazing! Surely these couldn’t be the footprints of a human being?” The Buddha had left the road and sat at the root of a tree cross-legged, setting his body straight, and establishing mindfulness in his presence. Then Doṇa, following the Buddha’s footprints, saw him sitting at the tree root—impressive and inspiring, with peaceful faculties and heart, attained to the highest self-control and serenity, like an elephant with tamed, guarded, and controlled faculties. He went up to the Buddha and said to him: “Sir, might you be a god?” “I will not be a god, brahmin.” “Might you be a centaur?” “I will not be a centaur.” “Might you be a spirit?” “I will not be a spirit.” “Might you be a human?” “I will not be a human.” “When asked whether you might be a god, centaur, spirit, or human, you answer that you will not be any of these. So what then might you be?” “Brahmin, if I had not given up defilements I might have become a god … a centaur … a spirit … or a human. But I have given up those defilements, cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future. Suppose there was a blue water lily, or a pink or white lotus. Though it sprouted and grew in the water, it would rise up above the water and stand with no water clinging to it. In the same way, though I was born and grew up in the world, I live having mastered the world, unsullied by the world. Remember me, brahmin, as a Buddha. I could have been reborn as a god, or as a centaur flying through the sky. I could have become a spirit, or returned as a human. But I’ve ended those defilements, they’re blown away and mown down. Like a graceful lotus, to which water does not cling, the world doesn’t cling to me, and so, brahmin, I am a Buddha.”"}