{"title":"Penetrative ","text":"Numbered Discourses 6.63 6. The Great Chapter Penetrative “Mendicants, I will teach you a penetrative exposition of the teaching. Listen and apply your mind well, I will speak.” “Yes, sir,” they replied. The Buddha said this: “Mendicants, what is the penetrative exposition of the teaching? Sensual pleasures should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known. Feelings should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known. Perceptions should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known. Defilements should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known. Deeds should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known. Suffering should be known. And its source, diversity, result, cessation, and the practice that leads to its cessation should be known. ‘Sensual pleasures should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, but why did I say it? There are these five kinds of sensual stimulation. Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds known by the ear … Smells known by the nose … Tastes known by the tongue … Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. However, these are not sensual pleasures. In the training of the Noble One they’re called ‘kinds of sensual stimulation’. Greedy intention is a person’s sensual pleasure. The world’s pretty things aren’t sensual pleasures. Greedy intention is a person’s sensual pleasure. The world’s pretty things stay just as they are, but the attentive remove desire for them. And what is the source of sensual pleasures? Contact is their source. And what is the diversity of sensual pleasures? The sensual desire for sights, sounds, smells, tastes, and touches are all different. This is called the diversity of sensual pleasures. And what is the result of sensual pleasures? When one who desires sensual pleasures generates a corresponding incarnation, partaking of either good or bad deeds—this is called the result of sensual pleasures. And what is the cessation of sensual pleasures? When contact ceases, sensual pleasures cease. The practice that leads to the cessation of sensual pleasures is simply this noble eightfold path, that is: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. When a noble disciple understands sensual pleasures in this way—and understands their source, diversity, result, cessation, and the practice that leads to their cessation—they understand that this penetrative spiritual life is the cessation of sensual pleasures. ‘Sensual pleasures should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, and this is why I said it. ‘Feelings should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, but why did I say it? There are these three feelings: pleasant, painful, and neutral. And what is the source of feelings? Contact is their source. And what is the diversity of feelings? There are pleasant feelings of the flesh, pleasant feelings not of the flesh, painful feelings of the flesh, painful feelings not of the flesh, neutral feelings of the flesh, and neutral feelings not of the flesh. This is called the disparity of feelings. And what is the result of feelings? When one who feels generates a corresponding incarnation, partaking of either good or bad deeds— this is called the result of feelings. And what is the cessation of feelings? When contact ceases, feelings cease. The practice that leads to the cessation of feelings is simply this noble eightfold path, that is: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. When a noble disciple understands feelings in this way … they understand that this penetrative spiritual life is the cessation of feelings. ‘Feelings should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, and this is why I said it. ‘Perceptions should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, but why did I say it? There are these six perceptions: perceptions of sights, sounds, smells, tastes, touches, and ideas. And what is the source of perceptions? Contact is their source. And what is the diversity of perceptions? The perceptions of sights, sounds, smells, tastes, touches, and ideas are all different. This is called the diversity of perceptions. And what is the result of perceptions? Communication is the result of perception, I say. You communicate something in whatever manner you perceive it, saying ‘That’s what I perceived.’ This is called the result of perceptions. And what is the cessation of perception? When contact ceases, perception ceases. The practice that leads to the cessation of perceptions is simply this noble eightfold path, that is: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. When a noble disciple understands perception in this way … they understand that this penetrative spiritual life is the cessation of perception. ‘Perceptions should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, and this is why I said it. ‘Defilements should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, but why did I say it? There are these three defilements: the defilements of sensuality, desire to be reborn, and ignorance. And what is the source of defilements? Ignorance is the source of defilements. And what is the disparity of defilements? There are defilements that lead to rebirth in hell, the animal realm, the ghost realm, the human world, and the world of the gods. This is called the disparity of defilements. And what is the result of defilements? When one who is ignorant generates a corresponding incarnation, partaking of either good or bad deeds—this is called the result of defilements. And what is the cessation of defilements? When ignorance ceases, defilements cease. The practice that leads to the cessation of defilements is simply this noble eightfold path, that is: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. When a noble disciple understands defilements in this way … they understand that this penetrative spiritual life is the cessation of defilements. ‘Defilements should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, and this is why I said it. ‘Deeds should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, but why did I say it? It is intention that I call deeds. For after making a choice one acts by way of body, speech, and mind. And what is the source of deeds? Contact is their source. And what is the disparity of deeds? There are deeds that lead to rebirth in hell, the animal realm, the ghost realm, the human world, and the world of the gods. This is called the disparity of deeds. And what is the result of deeds? The result of deeds is threefold, I say: in this very life, on rebirth in the next life, or at some later time. This is called the result of deeds. And what is the cessation of deeds? When contact ceases, deeds cease. The practice that leads to the cessation of deeds is simply this noble eightfold path, that is: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. When a noble disciple understands deeds in this way … they understand that this penetrative spiritual life is the cessation of deeds. ‘Deeds should be known. And their source, diversity, result, cessation, and the practice that leads to their cessation should be known.’ That’s what I said, and this is why I said it. ‘Suffering should be known. And its source, disparity, result, cessation, and the practice that leads to its cessation should be known.’ That’s what I said, but why did I say it? Rebirth is suffering; old age is suffering; illness is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. And what is the source of suffering? Craving is the source of suffering. And what is the disparity of suffering? There is suffering that is severe, mild, slow to fade, and quick to fade. This is called the disparity of suffering. And what is the result of suffering? It’s when someone who is overcome and overwhelmed by suffering sorrows and wails and laments, beating their breast and falling into confusion. Or else, overcome by that suffering, they begin an external search, wondering: ‘Who knows one or two phrases to stop this suffering?’ The result of suffering is either confusion or a search, I say. This is called the result of suffering. And what is the cessation of suffering? When craving ceases, suffering ceases. The practice that leads to the cessation of suffering is simply this noble eightfold path, that is: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. When a noble disciple understands suffering in this way … they understand that this penetrative spiritual life is the cessation of suffering. ‘Suffering should be known. And its source, diversity, result, cessation, and the practice that leads to its cessation should be known.’ That’s what I said, and this is why I said it. This is the penetrative exposition of the teaching.”"}