{"title":"Bodhidharma Teachings","text":"Zen Teachings of Bodhidharma translated by Red Pine, Terebess Asia Online (TAO) Terebess Asia Online (TAO) Home Zen Index . THE ZEN TEACHINGS OF BODHIDHARMA Translated by Red Pine 1987 http://hjem.get2net.dk/civet-cat/zen-writings/teachings-of-bodhidharma.htm Outline of Practice The Bloodstream Sermon The Wake-up Sermon The Breakthrough Sermon Outline of Practice MANY roads lead to the Path, but basically there are only two: reason and practice. To enter by reason means to realize the essence through instruction and to believe that all living things share the same true nature, which isn’t apparent because it’s shrouded by sensation and delusion. Those who turn from delusion back to reality, who meditate on walls,’ the absence of self and other, the oneness of mortal and sage, and who remain unmoved even by scriptures are in complete and unspoken agreement with reason. Without moving, without effort, they enter, we say, by reason. To enter by practice refers to four all-inclusive practices: Suffering injustice, adapting to conditions, seeking nothing, and practicing the Dharma. First, suffering injustice. When those who search for the Path encounter adversity, they should think to themselves, \"In Countless ages gone by, I’ve turned from the essential to the trivial and wandered through all manner of existence, often angry without cause and guilty of numberless transgressions. Now, though I do no wrong, I’m punished by my past. Neither gods nor men can foresee when an evil deed will bear its fruit. I accept it with an open heart and without complaint of injustice. The sutras say \" when you meet with adversity don’t be upset because it makes sense.\" With such understanding you’re in harmony with reason. And by suffering injustice you enter the Path. Second, adapting to conditions. As mortals, we’re ruled by conditions, not by ourselves. All the suffering and joy we experience depend on conditions. If we should be blessed by some great reward, such as fame or fortune, it’s the fruit of a seed planted by us in the past. When conditions change, it ends. Why delight In Its existence? But while success and failure depend on conditions, the mind neither waxes nor wanes. Those who remain unmoved by the wind of joy silently follow the Path. Third, seeking nothing. People of this world are deluded. They’re always longing for something-always, in a word, seeking. But the wise wake up. They choose reason over custom. They fix their minds on the sublime and let their bodies change with the seasons. All phenomena are empty. They contain nothing worth desiring. Calamity forever alternates with Prosperity! To dwell in the three realms is to dwell in a burning house. To have a body is to suffer. Does anyone with a body know peace? Those who understand this detach themselves from all that exists and stop Imagining or seeking anything. The sutras say, \"To seek is to suffer. To seek nothing is bliss.\" When you seek nothing, you’re on the Path. Fourth, practicing the Dharma.’ The Dharma is the truth that all natures are pure. By this truth, all appearances are empty. Defilement and attachment, subject and object don’t exist. The sutras say, \"The Dharma includes no being because it’s free from the impurity of being, and the Dharma includes no self because it’s free from the impurity of self.\" Those wise enough to believe and understand these truths are bound to practice according to the Dharma. And since that which is real includes nothing worth begrudging, they give their body, life, and property in charity, without regret, without the vanity of giver, gift, or recipient, and without bias or attachment. And to eliminate impurity they teach others, but without becoming attached to form. Thus, through their own practice they’re able to help others and glorify the Way of Enlightenment. And as with charity, they also practice the other virtues. But while practicing the six virtues to eliminate delusion, they practice nothing at all. This is what’s meant by practicing the Dharma. Bloodstream Sermon Everything that appears in the three realms comes from the mind. Hence Buddhas of the past and future teach mind to mind without bothering about definitions. Student: But if they don’t define it, what do they mean by mind? Bodhidharma: You ask. That’s your mind. I answer. That’s my mind. If I had no mind how could I answer? If you had no mind, how could you ask? That which asks is your mind. Through endless kalpas\" without beginning, whatever you do, wherever you are, that’s your real mind, that’s your real buddha. This mind is the buddha\" says the same thing. Beyond this mind you’ll never find another Buddha. To search for enlightenment or nirvana beyond this mind is impossible. The reality of your own self-nature the absence of cause and effect, is what’s meant by mind. Your mind is nirvana. You might think you can find a Buddha or enlightenment somewhere beyond the mind’, but such a place doesn’t exist. Trying to find a Buddha or enlightenment is like trying to grab space. Space has a name but no form. It’s not something you can pick up or put down. And you certainly can’t grab if. Beyond mind you’ll never see a Buddha. The Buddha is a product of the mind. Why look for a Buddha beyond this mind? Buddhas of the past and future only talk about this mind. The mind is the Buddha, and the Buddha is the mind. Beyond the mind there’s no Buddha and beyond the Buddha there’s no mind. If you think there is a Buddha beyond the mind’, where is he? There’s no Buddha beyond the mind, so why envision one? You can’t know your real mind as long as you deceive yourself. As long as you’re enthralled by a lifeless form, you’re not free. If you don’t believe me, deceiving yourself won’t help. It’s not the Buddha’s fault. People, though, are deluded. They’re unaware that their own mind is the Buddha. Otherwise they wouldn’t look for a Buddha outside the mind. Buddhas don’t save Buddhas. If you use your mind to look for a Buddha, you won’t see the Buddha. As long as you look for a Buddha somewhere else, you’ll never see that your own mind is the Buddha. Don’t use a Buddha to worship a Buddha. And don’t use the mind to invoke a Buddha.\" Buddhas don’t recite sutras.\" Buddhas don’t keep precepts.\" And Buddhas don’t break precepts. Buddhas don’t keep or break anything. Buddhas don’t do good or evil. To find a Buddha, you have to see your nature.\" Whoever sees his nature is a Buddha. If you don’t see your nature, invoking Buddhas, reciting sutras, making offerings, and keeping precepts are all useless. Invoking Buddhas results in good karma, reciting sutras results in a good memory; keeping precepts results in a good rebirth, and making offerings results in future blessings-but no buddha. If you don’t understand by yourself, you’ll have to find a teacher to get to the bottom of life and death. But unless he sees his nature, such a person isn’t a tea6er. Even if he can recite the Twelvefold Canon he can’t escape the Wheel of Birth and Death. He suffers in the three realms without hope of release. Long ago, the monk Good Star 21 was able to recite the entire Canon. But he didn’t escape the Wheel, because he didn’t see his nature. If this was the case with Good Star, then people nowadays who recite a few sutras or shastras and think it’s the Dharma are fools. Unless you see your mind, reciting so much prose is useless. To find a Buddha all you have to do is see your nature. Your nature is the Buddha. And the Buddha is the person who’s free: free of plans, free of cares. If you don’t see your nature and run around all day looking somewhere else, you’ll never find a buddha. The truth is there’s nothing to find. But to reach such an understanding you need a teacher and you need to struggle to make yourself understand. Life and death are important. Don’t suffer them in vain. There’s no advantage in deceiving yourself. Even if you have mountains of jewels and as many servants as there are grains of sand along the Ganges, you see them when your eyes are open. But what about when your eyes are shut? You should realize then that everything you see is like a dream or illusion. If you don’t find a teacher soon, you’ll live this life in vain. It’s true, you have the buddha-nature. But the help of a teacher you’ll never know it. Only one person in a million becomes enlightened without a teacher’s help. If, though, by the conjunction of conditions, someone understands what the Buddha meant, that person doesn’t need a teacher. Such a person has a natural awareness superior to anything taught. But unless you’re so blessed, study hard, and by means of instruction you’ll understand. People who don’t understand and think they can do so without study are no different from those deluded souls who can’t tell white from black.\" Falsely proclaiming the Buddha-Dharma, such persons in fact blaspheme the Buddha and subvert the Dharma. They preach as if they were bringing rain. But theirs is the preaching of devils not of Buddhas. Their teacher is the King of Devils and their disciples are the Devil’s minions. Deluded people who follow such instruction unwittingly sink deeper in the Sea of Birth and Death. Unless they see their nature, how can people call themselves Buddhas they’re liars who deceive others into entering the realm of devils. Unless they see their nature, their preaching of the Twelvefold Canon is nothing but the preaching of devils. Their allegiance is to Mara, not to the Buddha. Unable to distinguish white from black, how can they escape birth and death? Whoever sees his nature is a Buddha; whoever doesn’t is a mortal. But if you can find your buddha-nature apart from your mortal nature, where is it? Our mortal nature is our Buddha nature. Beyond this nature there’s no Buddha. The Buddha is our nature. There’s no Buddha besides this nature. And there’s no nature besides the Buddha. Student: But suppose I don’t see my nature, cant I still attain enlightenment by invoking Buddhas, reciting sutras, making offerings, observing precepts, Practicing devotions, or doing good works? Bodhidharma: No, you can’t. Student: Why not? Bodhidharma:If you attain anything at all, it’s conditional, it’s karmic. It results in retribution. It turns the Wheel. And as long as you’re subject to birth and death, you’ll never attain enlightenment. To attain enlightenment you have to see your nature. Unless you see your nature, all this talk about cause and effect is nonsense. Buddhas don’t practice nonsense. A Buddha free of karma free of cause and effect. To say he attains anything at all is to slander a Buddha. What could he possibly attain? Even focusing on a mind, a power, an understanding, or a view is impossible for a Buddha. A Buddha isn’t one sided. The nature of his mind is basically empty, neither pure nor impure. He’s free of practice and realization. He’s free of cause and effect. A Buddha doesn’t observe precepts. A Buddha doesn’t do good or evil. A Buddha isn’t energetic or lazy. A Buddha is someone who does nothing, someone who can’t even focus his mind on a Buddha. A Buddha isn’t a Buddha. Don’t think about Buddhas. If you dont see what I’m talking about, you’ll ever know your own mind. People who don’t see their nature and imagine they can practice thoughtlessness all the time are lairs and fools. They fall into endless space. They’re like drunks. They can’t tell good from evil. If you intend to cultivate such a practice, you have to see your nature before you can put an end to rational thought. To attain enlightenment without seeing your nature is impossible. Still others commit all sorts of evil deeds, claiming karma doesn’t exist. They erroneously maintain that since everything is empty committing evil isn’t wrong. Such persons fall into a hell of endless darkness with no hope of release. Those who are wise hold no such conception. Student: But if our every movement or state, whenever it occurs, is the mind, why don’t we see this mind when a person’s body dies? The mind is always present. You just don’t see it. Student: But if the mind is present, why don’t I see it? Bodhidharma: Do you ever dream? Student: Of course. When you dream, is that you? Student: Yes, it’s me. And is what you’re doing and saying different from you? Student: No, it isn’t. Bodhidharma: But if it isn’t, then this body is your real body. And this real body is your mind. And this mind, through endless kalpas without beginning, has never varied. It has never lived or died, appeared or disappeared, increased or decreased. Its not pure or impure, good or evil, past or future. It’s not true or false. It’s not mate or female. It doesn’t appear as a monk or a layman, an elder or a novice, a sage or a fool, a Buddha or a mortal. It strives ‘for no realization and suffers no karma. It has no strength or form. It’s like space. You can’t possess it and you can’t lose it. Its movements can’t be blocked by mountains, rivers, or rock walls. Its unstoppable powers penetrate the Mountain of Five Skandhas and cross the River of Samsara.\" No karma can restrain this real body. But this mind is subtle and hard to see. It’s not the same as the sensual mind. Every I one wants to see this mind, and those who move their hands and feet by its light are as many as the grains of sand along the Ganges, but when you ask them, they can’t explain it. They’re like puppets. It’s theirs to use. Why don’t they see it? The Buddha said people are deluded. This Is why when they act they fall into the river of endless rebirth. And when they try to get out they only sink deeper. And all because they don’t see their nature. If people weren’t deluded why would they ask about something right in front of them? Not one of they understands the movement of his own hands and feet. The Buddha wasn’t mistaken. Deluded people don’t know who they are. A Buddha and no one else know something so hard to fathom. Only the wise knows mind, this mind call nature, this mind called liberation. Neither life nor death can restrain this mind. Nothing can. It’s also called the Unstoppable Tathagata,\" the Incomprehensible, the Sacred Self, the Immortal, the Great Sage. Its names vary but not its essence. Buddhas vary too, but none leaves his own mind. The mind’s capacity is limitless, and its manifestations are inexhaustible. Seeing forms with your eyes, hearing sounds with your ears, smelling odors with your nose, tasting flavors with your tongue, every movement or state is your entire mind. At every moment, where language can’t go, that’s your mind. The sutras say, \"A Tathagata’s forms are endless. And so is his awareness.\" The endless variety of forms is due to the mind. Its ability to distinguish things, whatever their movement or state, is the mind’s awareness. But the mind has no form and its awareness no limit. Hence it’s said, \"A Tathagata’s forms are endless. And so is his awareness.\" A material body of the four elements\" is trouble. A material body is subject to birth and death. But the real body exists without existing, because a Tathagata’s real body never changes. The sutras say, \"People should realize that the buddha-nature is something they have always had.\" Kashyapa only realized his own nature. Our nature is the mind. And the mind is our nature. This nature is the same as the mind of all Buddhas. Buddhas of the past and future only transmit this mind. Beyond this mind there’s no Buddha anywhere. But deluded people don’t realize that their own mind is the Buddha. They keep searching outside. They never stop invoking Buddhas or worshipping Buddhas and wondering Where is the buddha? Don’t indulge in such illusions. Just know your mind. Beyond your mind there’s no other Buddha. The sutras say, \"Everything that has form is an illusion.\" They also say, \"Wherever you are, there’s a Buddha.\" Your mind is the Buddha. Don’t use a Buddha to worship a Buddha. Even if a Buddha or bodhisattva\" should suddenly appear before you, there’s no need for reverence. This mind of ours is empty and contains no such form. Those who hold onto appearances are devils. They fall from the Path. Why worship illusions born of the mind? Those who worship don’t know, and those who know don’t worship. By worshipping you come under the spell of devils. I point this out because 1 afraid you’re unaware of it. The basic nature of a Buddha has no such form. Keep this in mind, even if something unusual should appear. Don’t embrace it, and don’t fear it, and don’t doubt that your Mind is basically pure. Where could there be room for any such form? Also, at the appearance of spirits, demons, or divine conceive neither respect nor fear. Your mind is basically empty. All appearances are illusions. Don’t hold on to appearances. If you envision a Buddha, a Dharma, or a bodhisattva\" and conceive respect for them, you relegate yourself to the realm of mortals. If you seek direct understanding, don’t hold on to any appearance whatsoever, and you’ll succeed. I have no other advice. The sutras say, \"All appearances are illusions.\" They have no fixed existence, o constant form. They’re impermanent. Don’t cling to appearances and you’ll be of one mind with the Buddha. The sutras say, \"’That which is free of all form is the Buddha.\" Student: But why shouldn’t we worship Buddhas and bodhisattvas? Bodhidharma: Devils and demons possess the power of manifestation. They can create the appearance of bodhisattvas in all sorts of guises. But they’re false. None of them are Buddhas. The Buddha is your own mind. Don’t misdirect your worship. Buddha is Sanskrit for what you call aware, miraculously aware. Responding, arching your brows blinking your eyes, moving your hands and feet, its all your miraculously aware nature. And this nature is the mind. And the mind is the Buddha. And the Buddha is the path. And the path is Zen. But the word Zen is one that remains a puzzle to both mortals and sages. Seeing your nature is Zen. Unless you see your nature, it’s not Zen. Even if you can explain thousands of sutras and shastras, unless you see your own nature yours is the teaching of a mortal, not a Buddha. The true Way is sublime. It can’t be expressed in language. Of what use are scriptures? But someone who sees his own nature finds the Way, even if he can’t read a word. Someone who sees his nature is a Buddha. And since a Buddha’s body is intrinsically pure and unsullied, and everything he says is an expression of his mind, being basically empty, a buddha can’t be found in words or anywhere in the Twelvefold Canon. The Way is basically perfect. It doesn’t require perfecting. The Way has no form or sound. It’s subtle and hard to perceive. It’s like when you drink water: you know how hot or cold it is, but you can’t tell others. Of that which only a Tathagata knows men and gods remain unaware. The awareness of mortals falls short. As long as ,they’re attached to appearances, they’re unaware that their minds are empty. And by mistakenly clinging to the appearance of things they lose the Way. If you know that everything comes from the mind, don’t become attached. Once attached, you’re unaware. But once you see your own nature, the entire Canon becomes so much prose. Its thousands of sutras and shastras only amount to a clear mind. Understanding comes in midsentence. What good are doctrines? The ultimate Truth is beyond words. Doctrines are words. They’re not the Way. The Way is wordless. Words are illusions. They’re no different from things that appear in your dreams at night, be they palaces or carriages, forested parks or lakeside ‘lions. Don’t conceive any delight for such things. They’re all cradles of rebirth. Keep this in mind when you approach death. Don’t cling to appearances, and you’ll break through all barriers. A moment’s hesitation and you’ll be under the spell of devils. Your real body is pure and impervious. But because of delusions you’re unaware of it. And because of this you suffer karma in vain. Wherever you find delight, you find bondage. But once you awaken to your original body and mind,\" you’re no longer bound by attachments. Anyone, who gives up the transcendent for the mundane, ill any of its myriad forms, is a mortal. A Buddha is someone who finds freedom in good fortune and bad. Such is his power that karma can’t hold him. No matter what kind of karma Buddha transforms it. Heaven and hell are nothing to him. But the awareness of a mortal is dim compared to that of a Buddha who penetrates everything inside and out. If you’re not sure don’t act. Once you act, you wander through birth and death and regret having no refuge. Poverty and hardship are created by false thinking. To understand this mind you have to act without acting. Only then will you see things from a Tathagata’s perspective. But when you first embark on the Path, your awareness won’t focused. But you shouldn’t doubt that all such scenes come from your own mind and nowhere else. If, as in a dream, you see a light brighter than the sun, your remaining attachments will suddenly come to an end and the nature of reality will be revealed. Such an occurrence serves as the basis for enlightenment. But this is something only you know. You can’t explain it to others. Or if, while you’re walking, standing, sitting, or lying in a quiet grove, you see a light, regardless of whether it’s bright or dim, don’t tell others and don’t focus on it. It’s the light of your own nature. Or if, while you’re walking, standing, sitting, or lying in the stillness and darkness of night, everything appears as though in daylight, don’t be startled. It’s your own mind about to reveal itself. Or if, while you’re dreaming at night, you see the moon and stars in all their clarity, it means the workings of your mind are about to end. But don’t tell others. And if your dreams aren’t clear, as if you were walking in the dark, it’s because your mind is masked by cares. This too is something of\" you know. if you so your nature,, you don’t need to read sutras or invoke buddhas. Erudition and Knowledge are not only useless but also cloud your awareness. Doctrines are only for pointing to the mind. Once you see your mind, why pay attention to doctrines? To go from mortal to Buddha, you have to put an end to karma, nurture your awareness, and accept what life brings. If you’re always getting angry, you’ll turn your nature against the Way. There’s no advantage in deceiving yourself. Buddhas move freely through birth and death, appearing and disappearing at will. They can’t be restrained by karma or overcome by devils. Once mortals see their nature, all attachments end. Awareness isn’t hidden. But you can only find it right now. It’s only now. If you really want to find the Way, don’t hold on to anything. Once you put an end to karma and nurture your awareness, any attachments that remain will come to an end. Understanding comes naturally. You don’t have to make any effort. But fanatics don’t understand what the Buddha meant. And the harder they try, the farther they get from the Sage’s meaning. All day long they invoke Buddhas and read sutras. But they remain blind to their own divine nature, and they don’t escape the Wheel. A Buddha is an idle person. He doesn’t run around after fortune and fame. What good are such things in the end? People who don’t see their nature and think reading sutras, invoking Buddhas’, studying long and hard, practicing morning and night, never lying down, or acquiring knowledge is the Dharma, blaspheme the Dharma. Buddhas of the past and future only talk about seeing your nature. All practices are impermanent. Unless they see their nature people who claim to have attained unexcelled, complete enlightenment\" are liars. Among Shakyamuni’s ten greatest disciples, Ananda was foremost in learning. But he didn’t know the Buddha. All he did was study and memorize. Arhats don’t know the Buddha. All they know are so many practices for realization, and they become trapped by cause and effect. Such is a mortal’s karma: no escape from birth and death. By doing the opposite of what lie intended, Such people blaspheme the Buddha. Killing them would not be wrong. The sutras say, \"Since icchantikas are incapable of belief, killing them would be blameless, whereas people who believe reach the state of Buddhahood.\" Unless you see your nature, You shouldn’t go around criticizing the goodness of others. There’s no advantage in deceiving yourself. Good and bad are distinct. Cause and effect are clear. Heaven and hell are right before your eves. But fools don’t believe and fall straight into a hell of endless darkness without even knowing it. What keeps them from believing is the heaviness of their karma. They’re like blind people who don’t believe there’s such a thing as light. Even if you explain it to them, they still don t believe, because they’re blind. How can they possibly distinguish light? The same holds true for fools who end up among the lower orders of existence or among the poor and despised. They can’t live and they can’t die. And despite their sufferings, if you ask them, they say they’re as happy as gods. All mortals even those who think themselves wellborn, are likewise unaware. Because of the heaviness of their karma, such fools can’t believe and can’t get free. People who see that their mind is the Buddha don’t need to shave their head\" Laymen are Buddhas too. Unless they see their nature, people who shave their head are simply fanatics. Student: But since married laymen don’t give up sex, bow can they become Buddhas? Bodhidharma: I only talk about seeing your nature. I don’t talk about sex simply because you don’t see your nature. Once you see your nature, sex is basically immaterial. It ends along with your delight in it. Even if some habits remain’, they can’t harm you, because your nature is essentially pure. Despite dwelling in a material body of four elements, your nature is basically pure. It can’t be corrupted. Your real body is basically pure. It can’t be corrupted. Your real body has no sensation, no hunger or thirst’, no warmth or cold, no sickness, no love or attachment, no pleasure or pain, no good or bad, no shortness or length, no weakness or strength. Actually, there’s nothing here. It’s only because you cling to this material body that things like hunger and thirst, warmth and cold, sickness appear Once you stop clinging and let things be, you’ll- be free, even of birth and death. You’ll transform everything. You’ll possess Spiritual powers \" that cant be obstructed. And you’ll be at peace wherever you are. If you doubt this, you’ll never see through anything. You’re better off doing nothing. Once you act, you can’t avoid the cycle of birth and death. But once you see your nature, you’re a Buddha even if you work as a butcher. Student: But butchers create karma by slaughtering animals. How can they be Buddhas? Bodhidharma: I only talk about seeing your nature. I don’t talk about creating karma. Regardless of what we do, our karma has no hold on us. Through endless kalpas without beginning, its only because people don’t see their nature that they end up in hell. As long as a person creates karma, he keeps passing through birth and death. But once a person realizes his original nature, he stops creating karma. If he doesn’t see his nature, invoking Buddhas won’t release him from his karma, regardless of whether or not he’s a butcher. But once he sees his nature, all doubts vanish. Even a butcher’s karma has no effect on such a person. In India the twenty-seven patriarchs only transmitted the imprint of the mind. And the only reason I’ve come to China is to transmit the instantaneous teaching of the Mahayana This mind is the Buddha. I don’t talk about precepts, devotions or ascetic practices such immersing yourself in water and fire, treading a wheel of knives, eating one meal a day, or never lying down. These are fanatical, provisional teachings. Once you recognize your moving, miraculously aware nature. Yours is the mind of all Buddhas. Buddhas of the past and future only talk about transmitting the mind. They teach nothing else if someone understands this teaching, even if he’s illiterate he’s a Buddha. If You don’t see your own miraculously aware nature, you’ll never find a Buddha even if you break your body into atoms. The Buddha is your real body, your original mind. This mind has no form or characteristics, no cause or effect, no tendons or bones. It’s like space. You can’t hold it. Its not the mind or materialists or nihilists. Except for a Tathagata, no one else- no mortal, no deluded being-can fathom it. But this mind isn’t somewhere outside the material body of four elements.Without this mind we can’t move. The body has no awareness. Like a plant or stone, the body has no nature. So how does it move? It’s the mind that moves. Language and behavior, perception and conception are all functions of the moving mind. All motion is the mind’s motion. Motion is its function. Apart from motion there’s no mind, and apart from the mind there’s no motion. But motion isn’t the mind. And the mind isn’t motion. Motion is basically mindless. And the mind is basically motionless. But motion doesn’t exist without the mind. And the mind doesn’t exist without motion. Theres no mind for motion to exist apart from, and no motion for mind to exist apart from. Motion is the mind’s function, and its function is its motion. Even so, the mind neither moves nor functions, the essence of its functioning is emptiness and emptiness is essentially motionless. Motion is the same as the mind. And the mind is essentially motionless. Hence the Sutras tell us to move without moving, to travel without traveling, to see without seeing, to laugh without laughing, to hear without hearing, to know without knowing, to be happy, without being happy, to walk without walking, to stand without standing. And the sutras say, \"Go beyond language. Go beyond thought.\" Basically, seeing, hearing, and knowing are completely empty. Your anger, Joy, or pain is like that of puppet. You search but you won’t find a thing. According to the Sutras, evil deeds result in hardships and good deeds result in blessings. Angry people go to hell and happy people go to heaven. But once you know that the nature of anger and joy is empty and you let them go, you free yourself from karma. If you don’t see your nature, quoting sutras is no help, I could go on, but this brief sermon will have to do. Wake-up Sermon The essence of the Way is detachment. And the goal of those who practice is freedom from appearances. The sutras say, Detachment is enlightenment because it negates appearances. Buddhahood means awareness Mortals whose minds are aware reach the Way of Enlightenment and are therefore called Buddhas. The sutras say, \"Those who free themselves from all appearances are called Buddhas.\" The appearance of appearance as no appearance can’t be seen visually but can only be known by means of wisdom. Whoever hears and believes this teaching embarks on the Great Vehicle\" and leaves the three realms. The three realms are greed, anger, and delusion. To leave the three realms means to go from greed, anger, and delusion back to morality, meditation, and wisdom. Greed, anger, and delusion have no nature of their own. They depend on mortals. And anyone capable of reflection is bound to see that the nature of greed, anger, and delusion is the buddha-nature. Beyond greed, anger, and delusion there is no other buddha-nature. The sutras say, \"Bu as have only become buddhas while living with the three poisons and nourishing themselves on the pure Dharma.\" The three poisons are greed, anger, and delusion. The Great Vehicle is the greatest of all vehicles. It’s the conveyance of bodhisattvas, who use everything wit out using anything and who travel all day without traveling. Such is the vehicle of Buddhas. The sutras say, \"No vehicle is the vehicle of Buddhas.\" Whoever realizes that the six senses aren’t real, that the five aggregates are fictions, that no such things can be located anywhere in the body, understands the language of Buddhas. The sutras say, \"The cave of five aggregates is the hall of Zen. The opening of the inner eye is the door of the Great Vehicle.\" What could be clearer? Not thinking about anything is Zen. Once you know this, walking, standing, sitting, or lying down, everything you do is Zen. To know that the mind is empty is to see the Buddha. The Buddhas of the ten directions\" have no mind. To see no mind is to see the Buddha. To give up yourself without regret is the greatest charity. To transcend motion and stillness is the highest meditation. Mortals keep moving, and Arhats stay still.\" But the highest meditation surpasses both that of mortals and that of Arhats. People who reach such understanding free themselves from all appearances without effort and cure all illnesses without treatment. Such is the power of great Zen. Using the mind to look for reality is delusion. Not using the mind to took for reality is awareness. Freeing oneself from words is liberation. Remaining unblemished by the dust of sensation is guarding the Dharma. Transcending life and death is leaving home.\" Not suffering another existence is reaching the Way. Not creating delusions is enlightenment. Not engaging in ignorance is wisdom. No affliction is nirvana. And no appearance of the mind is the other shore. When you’re deluded, this shore exists. When you wake tip, it doesn’t exist. Mortals stay on this shore. But those who discover the greatest of all vehicles stay on neither this shore nor the other shore. They’re able to leave both shores. Those who see the other shore as different from this shore don’t understand Zen. Delusion means mortality. And awareness means Buddhahood. They’re not the same. And they’re not different. It’s ‘List that people distinguish delusion from awareness. When we’re deluded there’s a world to escape. When we’re aware, there’s nothing to escape. In the light of the impartial Dharma, mortals look no different from sages. The sutras say that the impartial Dharma is something that mortals can’t penetrate and sages can’t practice. The impartial Dharma is only practiced by great bodhisattvas and Buddhas. To look on life as different from death or on motion as different from stillness is to be partial. To be impartial means to look on suffering as no different from nirvana,, because the nature of both is emptiness. By imagining they’re putting an end to Suffering and entering nirvana Arhats end up trapped by nirvana. But bodhisattvas know that suffering is essentially empty. And by remaining in emptiness they remain in nirvana. Nirvana means no birth and no death. It’s beyond birth and death and beyond nirvana. When the mind stops moving, it enters nirvana. Nirvana is an empty mind. When delusions dont exist, Buddhas reach nirvana. Where afflictions don’t exist, bodhisattvas enter the place of enlightenment An uninhabited place is one without greed, anger, or delusion. Greed is the realm of desire, anger the realm of form, and delusion the formless realm. When a thought begins, you enter the three realms. When a thought ends, you leave the three realms. The beginning or end of the three realms, the existence or nonexistence of anything, depends on the mind. This applies to everything, even to such inanimate objects as rocks and sticks. Whoever knows that the mind is a fiction and devoid of anything real knows that his own mind neither exists nor doesn’t exist. Mortals keep creating the mind, claiming it exists. And Arhats keep negating the mind, claiming it doesn’t exist. But bodhisattvas and Buddhas neither create nor negate the mind. This is what’s meant by the mind that neither exists nor doesn’t exist. The mind that neither exists nor doesn’t exist is called the Middle Way. If you use your mind to study reality, you won’t understand either your mind or reality. If you study reality without using your mind, you’ll understand both. Those who don’t understand don’t understand understanding. And those who understand, understand not understanding. People capable of true vision know that the mind is empty. They transcend both understanding and not understanding. The absence of both understanding and not understanding is true understanding Seen with true vision, form isn’t simply form, because form depends on mind. And mind isn’t simply mind, because mind depends on form. Mind and form create and negate each other. That which exists exists in relation to that which doesn’t exist. And that which doesn’t exist doesn’t exist in relation to that which exists. This is true vision. By means of such vision nothing is seen and nothing is not seen. Such vision reaches throughout the ten directions without seeing: because nothing is seen; because not seeing is seen; because seeing isn’t seeing. What mortals see are delusions. True vision is detached from seeing. The mind and the world are opposites, and vision arises where they meet. When your mind doesn’t stir inside, the world doesn’t arise outside. When the world and the mind are both transparent, this is true vision. And such understanding is true understanding. To see nothing is to perceive the Way, and to understand nothing is to know the Dharma, because seeing is neither seeing nor not seeing and because understanding is neither understanding nor not understanding. Seeing without seeing is true vision. Understanding without understanding is true understanding. True vision isn’t just seeing seeing. It’s also seeing not seeing. And true understanding isn’t just understanding understanding. It’s also understanding not understanding. If you understand anything, you don’t understand. Only when you understand nothing is it true understanding. Understanding is neither understanding nor not understanding. The sutras say, \"Not to let go of wisdom is stupidity.\" When the mind doesn’t exist, understanding and not understanding are both true. When the mind exists, understanding and not understanding are both false. When you understand, reality depends on you. When you don’t understand, you depend on reality. When reality depends on you, that which isn’t real becomes real. When you depend on reality, that which is real becomes false. When you depend on reality, everything is false. When reality depends on you, everything is true. Thus, the sage doesn’t use his mind to look for reality, or reality to look for his mind, or his mind to look for his mind, or reality to look for reality. His mind doesn’t give rise to reality. And reality doesn’t give rise to his mind. And because both his mind and reality are still, he’s always in samadhi. When the mortal mind appears, buddhahood disappears. When the mortal mind disappears, buddhahood appears. When the mind appears, reality disappears. When the mind disappears, reality appears. Whoever knows that nothing depends on anything has found the Way. And whoever knows that the mind depends on nothing is always at the place of enlightenment. When you don’t understand, your wrong. When you understand, you re not wrong. This is because the nature of wrong is empty. When you don’t understand right seems wrong. When you understand, wrong isn’t wrong, because wrong doesn’t exist. The sutras say, \"Nothing has a nature of its own.\" Act. Don’t question. When you question, you’re wrong. Wrong is the result of questioning. When you reach such an understanding, the wrong deeds of your past lives are wiped away. When you’re deluded, the six senses and five shades are constructs of suffering and mortality When you wake up, the six senses and five shades are constructs of nirvana and immortality. Someone who seeks the Way doesn’t look beyond himself. He knows that the mind is the Way. But when he finds the mind, he finds nothing. And when he finds the Way, he finds nothing. If you think you can use the mind to find the Way, you’re deluded. When you, re deluded, buddhahood exists. When you’re aware, it doesn’t exist. This is because awareness is buddhahood. If you’re looking for the Way, the Way won’t appear until your body’ disappears. It’s like stripping bark from a tree. This karmic body undergoes constant change. It has no fixed reality. Practice according to your thoughts. Don’t hate life and death or love life and death. Keep your every thought free of delusion, and in life you’ll witness the beg- inning of nirvana and in death you’ll experience the assurance of no rebirth. To see form but not be corrupted by form or to hear sound but not to be corrupted by sound is liberation. Eyes that aren’t attached to form are the gates of Zen. In short, those who perceive the existence and nature of phenomena and remain unattached are liberated. Those who perceive the external appearance of phenomena are at their mercy. Not to be subject to afflictions is what’s meant by liberation. There’s no other liberation. When you know how to look at form, form doesn’t give rise to mind and mind doesn’t give rise to form. Form and mind are both pure. When delusions are absent, the mind is the land of Buddhas. When delusions are present, the mind is hell. Mortals create delusions. And by using the mind to give birth to mind they always find themselves in hell. Bodhisattvas see through delusions. And by not using the mind to give birth to mind they always find themselves in the land of Buddhas. If you don’t use your mind to create mind, every state of mind is empty and every thought is still. You go from one buddhaland to another. If you use your mind to create mind, every state of mind is disturbed and every thought is in motion. You go from one hell to the next. When a thought arises, there’s good karma and bad karma, heaven and hell. When no thought arises, there’s no good karma or bad karma, no heaven or hell. The body neither exists nor doesn’t exist. Hence existence as a mortal and nonexistence as a sage are conceptions with which a sage has nothing to do. His heart is empty and spacious as the sky. That which follows is witnessed on the Way. It’s beyond the ken of Arhats and mortals. When the mind reaches nirvana, you don’t see nirvana, because the mind is nirvana. If you see nirvana somewhere outside the mind, you’re deluding yourself. Every suffering is a buddha-seed, because suffering impels mortals to seek wisdom. But you can only say that suffering gives rise to Buddhahood. You can’t say that suffering is Buddhahood. Your body and mind are the field. Suffering is the seed, wisdom the sprout, and Buddhahood the grain. The Buddha in the mind is like a fragrance in a tree. The Buddha comes from a mind free of suffering, just as a fragrance comes from a tree free of decay. There’s no fragrance without the tree and no Buddha without the mind. If there’s a fragrance without a tree, it’s a different fragrance. If there’s a Buddha without your mind, it’s a different Buddha. When the three poisons are present in your mind, you live in a land of filth. When the three poisons are absent from your mind, you live in a land of purity. The sutras say, \"if you fill a land with impurity and filth, no Buddha will ever appear.\" Impurity and filth refer to on and the other poisons. A Buddha refers to a pure and awakened mind. There’s no language that, isn’t the Dharma. To talk all day without saying anything is the Way. To be silent all day and still say something isn’t the Way. Hence neither does a Tathagata speech depend on silence, nor does his silence depend on speech, nor does his speech exist apart from his silence. Those who understand both speech and silence are in samadhi. If you speak when you know, Your speech is free. If you’re silent when you don’t know, your silence is tied. If speech isn’t attached to appearances its free. If silence is attached to appearances, it’s tied. Language is essentially free. It has nothing to do with attachment. And attachment has nothing to do with language. Reality has no high or low. If you see high or low, It isn’t real. A raft isn’t real. But a passenger raft is. A person who rides such a raft can cross that which isn’t real. That’s why it’s real. According to the world there’s male and female, rich and poor. According to the Way there’s no male or female, no rich or poor. When the goddess realized the Way, she didn’t change her sex. When the stable boy\" awakened to the Truth, he didn’t change his status. Free of sex and status, they shared the same basic appearance. The goddess searched twelve years for her womanhood without success. To search twelve years for ones manhood would likewise be fruitless. The twelve years refer to the twelve entrances. Without the mind there s no Buddha. Without the Buddha there is no mind. Likewise, without water there’s no ice, and without ice there is no water. Whoever talks about leaving the mind doesn’t get very far. Don’t become attached to appearances of the mind. The sutras say, \"When you see no appearance, you see the Buddha.\" This is what’s meant by being free from appearances of the mind. Without the mind there’s no Buddha means that the-buddha comes from the mind. The mind gives birth to the Buddha. But although the Buddha comes from the mind, the mind doesn’t come from the Buddha, just as fish come from water, but water doesn’t come from fish. Whoever wants to see a fish sees the water before lie sees the fish. And whoever wants to see a Buddha sees the mind before he sees the Buddha. Once you’ve seen the fish, You forget about the water. And once you’ve seen the Buddha, you forget about the mind. If you don’t forget about the mind, the mind will confuse you, just as the water will confuse you if you don’t forget about it. Mortality and Buddhahood are like water and ice. To be afflicted by the three poisons is mortality. To be purified by the three releases\" is Buddhahood. That which freezes into ice in the winter melts into water in summer. Eliminate ice and there’s no more water. Get rid of mortality and there’s no more Buddhahood. Clearly, the nature of ice is the nature of water. And the nature of water is the nature of ice. And the nature of mortality is the nature of Buddhahood. Mortality and Buddhahood share the same nature, just as Wutou and Futzu share the same root but not the same season. It’s only because of the delusion of differences that we have the words mortality and buddhahood. When a snake becomes a dragon, it doesn’t change its scales. And when a mortal becomes a sage, he doesn’t change his face. He knows his mind through internal wisdom and takes care of his body through external discipline. Mortals liberate Buddhas and Buddhas liberate mortals. This is what’s meant by impartiality. Mortals liberate Buddhas because affliction creates awareness. And Buddhas liberate mortals because awareness negates affliction. There can’t help but be affliction. And there can’t help but be awareness. If it weren’t for affliction, there would be nothing to create awareness. And if it weren’t for awareness, there would be nothing to negate affliction. When you’re deluded, Buddhas liberate mortals. When you’re aware, mortals liberate Buddhas. Buddhas don’t become Buddhas on their own. They’re liberated by mortals. Buddhas regard delusion as their father and greed as their mother. Delusion and greed are different names for mortality. Delusion and mortality are like the left hand and the right hand. There’s no other difference. When you’re deluded, you’re on this shore. When you’re aware, you’re on the other shore. But once you know your mind is empty and you see no appearances, you’re beyond delusion and awareness. And once you’re beyond delusion and awareness, the other shore doesn’t exist. The tathagata isn’t on this shore or the other shore. And he isn’t in midstream. Arhats are in midstream and mortals are on this shore. On the other shore is Buddhahood. Buddhas have three bodies: a transformation body a reward body, and a real body. The transformation body is also called the incarnation body. The transformation body appears when mortals do good deeds, the reward body when they cultivate wisdom, and the real body when they become aware of the sublime. The transformation body is the one you see flying in all directions rescuing others wherever it can. The reward body puts an end to doubts. The Great Enlightenment occurred in the Himalayas suddenly becomes true. The real body doesn’t do or say anything. It remains perfectly still. But actually, there’s not even one buddha-body, much less three. This talk of three bodies is simply based on human understanding, which can be shallow, moderate, or deep. People of shallow understanding imagine they’re piling up blessings and mistake the transformation body for the Buddha. People of moderate understanding imagine they’re putting an end to Suffering and mistake the reward body for the Buddha. And people of deep understanding imagine they’re experiencing Buddhahood and mistake the real body for the Buddha. But people of the deepest understanding took within, distracted by nothing. Since a clear mind is the Buddha they attain the understanding of a Buddha without using the mind. The three bodies, like all other things, are unattainable and indescribable. The unimpeded mind reaches the Way. The sutras say, \" Buddhas don’t preach the Dharma. They don’t liberate mortals. And they don’t experience Buddhahood.\" This is what I mean. Individuals create karma; karma doesn’t create individuals. They create karma in this life and receive their reward in the next. They never escape. Only someone who’s perfect creates no karma in this life and receives no reward. The sutras say, \"Who creates no karma obtains the Dharma.\" This isn’t an empty saying. You can create karma but you can’t create a person. When you create karma, you’re reborn along with your karma. When you don’t create karma, you vanish along with your karma. Hence, wit karma dependent on the individual and the individual dependent on karma, if an individual doesn’t create karma, karma has no hold on him. In the same manner, \"A person can enlarge the Way. The Way can’t enlarge a person.\" Mortals keep creating karma and mistakenly insist that there’s no retribution. But can they deny suffering? Can they deny that what the present state of mind sows the next state of mind reaps? How can they escape? But if the present state of mind sows nothing, the next state of mind reaps nothing. Don’t misconceive karma. The sutras say, \"Despite believing in Buddhas, people who imagine that Buddhas practice austerities aren’t Buddhists. The same holds for those who imagine that Buddhas are subject to rewards of wealth or poverty. They’re icchantikas. They’re incapable of belief.\" Someone who understands the teaching of sages is a sage. Someone who understands the teaching of mortals is a mortal. A mortal who can give up the teaching of mortals and follow the teaching of sages becomes a sage. But the fools of this world prefer to look for sage a away. They don’t believe that the wisdom of their own mind is the sage. The sutras say, \"Among men of no understanding, don’t preach this sutra. And the sutras say, \"Mind is the teaching.\" But people of no understanding don’t believe their own mind or that by understanding this teaching they can become a sage. They prefer to look for distant knowledge and long for things in space, buddha-images, light, incense, and colors. They fall prey to falsehood and lose their minds to Insanity. The sutras say, \"When you see that all appearances are not appearances, you see the tathagata.\" The myriad doors to the truth all come from the mind. When appearances of the mind are as transparent as space, they’re gone. Our endless sufferings are the roots of illness. When mortals are alive, they worry about death. When they’re full, they worry about hunger. Theirs is the Great Uncertainty. But sages don’t consider the past. And they don’t worry about the future. Nor do they cling to the present. And from moment to moment they follow the Way. If you haven’t awakened to this great truth, you’d better look for a teacher on earth or in the heavens. Don’t compound your own deficiency. Breakthrough Sermon Student: If someone is determined to reach enlightenment, what is the most essential method he can practice? Bodhidharma: The most essential method, which includes all other methods, is beholding the mind. Student: But how can one method include all others? Bodhidharma: The mind is the root from which all things grow if you can understand the mind, everything else is included. It’s like the root of a tree. All a tree’s fruit and flowers, branches and leaves depend on its root. If you nourish its root, a tree multiplies. If you cut its root, it dies. Those who understand the mind reach enlightenment with minimal effort. Those who don’t understand the mind practice in vain. Everything good and bad comes from your own mind. To find something beyond the mind is impossible. Student: But bow can beholding the mind be called understanding? Bodhidharma: When a great bodhisattva delves deeply into perfect wisdom, he realizes that the four elements and five shades are devoid of a personal self. And he realizes that the activity of his mind has two aspects: pure and impure. By their very nature, these two mental states are always present. They alternate as cause or effect depending on conditions, the pure mind delighting in good deeds, the impure mind thinking of evil. Those who aren’t affected by impurity are sages. They transcend suffering and experience the bliss of nirvana. All others, trapped by the impure mind and entangled by their own karma, are mortals. They drift through the three realms and suffer countless afflictions and all because their impure mind obscures their real self. The Sutra of Ten Stages says, \"in the body of mortals is the indestructible buddha-nature. Like the sun, its light fills endless space, But once veiled by the dark clouds of the five shades, it’s like a light ‘inside a ‘at, hidden from view.\" And the Nirvana Sutra says, \"All mortals have the buddha-nature. But it’s covered by darkness from which they can’t escape. Our buddha-nature is awareness: to be aware and to make others aware. To realize awareness is liberation,\" Everything good has awareness for its root. And from this root of awareness grow the tree of all virtues and the fruit of nirvana. Beholding the mind like this is understanding. Student: You say that our true Buddha-nature and all virtues have awareness for their root. But what is the root of ignorance? Bodhidharma: The ignorant mind, with its infinite afflictions, passions, and evils, is rooted in the three poisons. Greed, anger, and delusion. These three poisoned states of mind themselves include countless evils, like trees that have a single trunk but countless branches and leaves. Yet each poison produces so many more millions of evils that the example of a tree is hardly a fitting comparison. The three poisons are present in our six sense organs’ as six kinds of consciousness’ or thieves. They’re called thieves because they pass in and out of the gates of the senses, covet limitless possessions, and mask their true identity. And because mortals are misled in body and mind by these poisons or thieves, they become lost in life and death, wander through the six states of existence, and suffer countless afflictions. These afflictions are like rivers that surge for a thousand miles because of the constant flow of small springs. But if someone cuts off their source, rivers dry up. And if someone who seeks liberation can turn the three poisons into the three sets of precepts and the six thieves into the six paramitas, he rids himself of affliction once and for all. Student: But the three realms and six states -of existence are infinitely vast. How can we escape their endless afflictions if all we do is behold the mind? Bodhidharma: The karma of the three realms comes from the mind alone. If your mind isn’t within the three realms, it’s beyond them. The three realms correspond to the three poisons- greed corresponds to the realm of desire, anger to the realm of form, and delusion to the formless realm. And because karma created by the poisons can be gentle or heavy, these three realms are further divided into six places known as the six states of existence. Student: And how does the karma of these six differ? Bodhidharma: Mortals who don’t understand true practice and blindly perform good deeds are born into the three higher states of existence within the three realms. And what are these three higher states? Those who blindly perform the ten good deeds and foolishly seek happiness are born as gods in the realm of desire. Those who blindly observe the five precepts and foolishly indulge in love and hate are born as men in the realm of anger, And those who blindly cling to the phenomenal world, believe in false doctrines, and pray for blessings are born as demons in the realm of delusion. These are the three higher states of existence. And what are the three lower states? They’re where those who persist in poisoned thoughts and evil deeds are born. Those whose karma from greed is greatest become hungry ghosts. Those whose karma from anger is greatest become sufferers in hell. And those whose karma from delusion is greatest become beasts. These three lower states together with the previous three higher states form the six states of existence. From this you should realize that all karma, painful or otherwise, comes from your own mind. If you can just concentrate your mind and transcend its falsehood and evil, the suffering of the three realms and six states of existence will automatically disappear. And once free from suffering, you’re truly free. Student: But the Buddha said, \"Only after undergoing innumerable hardships for three asankhya kalpas did I achieve enlightenment,\" Why do you now say that simply beholding the mind and over-coming the three poisons is liberation? Bodhidharma: The words of the Buddha are true. But the three-asankhya kalpas refer to the three poisoned states of mind. What we call asankhya in Sanskrit you call countless. Within these three poisoned states of mind are countless evil thoughts, And every thought lasts a kalpa. Such an infinity is what the Buddha meant by the three asankhya kalpas, Once the three poisons obscure your real self, how can you be called liberated until you overcome their countless evil thoughts? People who can transform the three poisons of greed, anger, and delusion into the three releases are said to pass through the three-sankhya kalpas. But people of this final age are the densest of fools. They don’t understand what the Tathagata really meant by the three-asankhya kalpas. They say enlightenment is only achieved after endless kalpas and thereby mislead disciples to retreat on the path to Buddhahood. Student: But the great bodbisattvas have achieved enlightenment only by observing the three sets of precepts\"’ and practicing the six Paramitas, Now you tell disciples merely to behold the mind. How can anyone reach enlightenment without cultivating the rules of discipline? Bodhidharma: The three sets of precepts are for overcoming the three poisoned states of mind, When you overcome these poisons, you create three sets of limitless virtue, A set gathers things together-in this case, countless good thoughts throughout your mind. And the six paramitas are for purifying the six senses. What we call paramitas you call means to the other shore. By purifying your six senses of the dust of sensation, the paramitas ferry you across the River of Affliction to the Shore of Enlightenment. Student: According to the sutras, the three sets of precepts are, \"I vow, to put an end to all evils. I vow to cultivate all virtues. And I vow to liberate all beings.\" But now you say they’re only for controlling the three poisoned states of mind. Isn’t this contrary to the meaning of the scriptures? Bodhidharma: The sutras of the Buddha are true. But long ago, when that great bodhisattva was cultivating the seed of enlightenment, it was to counter the three poisons that he made his three vows. Practicing moral prohibitions to counter the poison of greed, he vowed to put an end to all evils. Practicing meditation to counter the poison of anger, he vowed to cultivate all virtues. And practicing wisdom to counter the poison of delusion, he vowed to liberate all beings. Because he persevered in these three pure practices of morality, meditation, and wisdom, he was able to overcome the three poisons and reach enlightenment. By overcoming the three poisons he wiped out everything sinful and thus put an end to evil. By observing the three sets of precepts he did nothing but good and thus cultivated virtue. And by putting an end to evil and cultivating virtue lie consummate all practices, benefited himself as well as others, and rescued mortals everywhere. Thus he liberated beings. You should realize that the practice you cultivate doesn’t exist apart from your mind. If your mind is pure, all buddha-lands are pure. The sutras say, \"if their minds are impure, beings are impure. If their minds are pure, beings are pure,\" And \"To reach a buddha-land, purify your mind. As your mind becomes pure, buddha-lands become pure.\" Thus by overcoming the three poisoned states of mind the three sets of precepts are automatically fulfilled. Student: But the sutras say the six Paramitas are charity, morality, patience, devotion, meditation, and wisdom. Now you say the paramitas refer to the purification of the senses. What do you mean by this? And why are they called ferries? Bodhidharma: Cultivating the paramitas means purifying the six senses by overcoming the six thieves. Casting out the thief of the eye by abandoning the visual world is charity. Keeping out the thief of the ear by not listening to sound is morality. Humbling the thief of the nose by equating smells as neutral is patience. Controlling the thief of the mouth by conquering desires to taste, praise, and explain is devotion. Quelling the thief of the body by remaining unmoved by sensations of touch is meditation. And taming the thief of the mind by not yielding to delusions but practicing wakefulness is wisdom, These six paramitas are transports. Like boats or rafts, they transport beings to the other shore. Hence they’re called ferries. Student: But when Sbakyamuni was a bodhisattva, he consumed three bowls of milk and six ladles of gruel prior to attaining enlightenment. If he bad to drink milk before be could taste the fruit of buddhahood, how can merely beholding the mind result in liberation? Bodhidharma: What you say is true. That is how he attained enlightenment. He had to drink milk before he could become a Buddha. But there are two kinds of milk. That which Shakyamuni drank wasn’t ordinary impure milk but Pure Dharma-talk. The three bowls were the three sets of precepts. And the six ladies were the six paramitas. When Shakyamuni attained enlightenment, it was because he drank this pure dharma-rnilk that he tasted the fruit of Buddhahood. To say that the Tathagata drank the worldly concoction of impure, rank-smelling cow’s milk is the height of slander. That which is truly so, the indestructible, passionless Dharma-self, remains forever free of the world’s afflictions. Why would it need impure milk to satisfy its hunger or thirst? The sutras say, \"This ox doesn’t live in the highlands or the lowlands. It doesn’t eat grain or chaff. And it doesn’t graze with cows. The body of this ox is the color of burnished gold.\" The ox refers to Vairocana. Owing to his great compassion for all beings, he produces from within his pure Dharma-body the sublime Dharma-milk of the three sets of precepts and six paramitas to nourish all those who seek liberation. The pure milk of such a truly pure ox not only enabled the ‘tathagata to achieve buddhahood but also enables any being who drinks it to attain unexcelled, complete enlightenment. Student: Throughout the sutras the Buddha tells mortals they can achieve enlightenment by performing such meritorious works as building monasteries, casting statues, burning incense, scattering flowers, lighting eternal lamps, practicing all six periods\" of the day and night, walking around stupas, observing fasts, and worshipping. But if beholding the mind includes all other practices, then such works as these would appear redundant. Bodhidharma: The sutras of the Buddha contain countless metaphors. Because mortals have shallow minds and don’t understand anything deep, the Buddha used the tangible to represent the sublime. People who seek blessings by concentrating on external works instead of internal cultivation are attempting the impossible, What you call a monastery we call a sangbarama, a place of purity. But whoever denies entry to the three poisons and keeps the gates of his senses pure, his body and mind still, inside and outside clean, builds a monastery. Casting statues refers to all practices cultivated by those who seek enlightenment. The Tathagata’s sublime form can’t be represented by metal. Those who seek enlightenment regard their bodies as the furnace, the Dharma as the fire, wisdom as the craftsmanship, and the three sets of precepts and six paramitas as the mold. They smelt and refine the true buddha-nature within themselves and pour it into the mold formed by the rules of discipline. Acting in perfect accordance with the -Buddha’s teaching, they naturally create a perfect likeness. ‘Me eternal, sublime body isn’t subject to conditions or decay. If you seek the Truth but dont learn how to make a true likeness, what will you use in its place? And burning incense doesn’t mean ordinary material incense but the incense of the intangible Dharma, which drives away filth, ignorance, and evil deeds with its perfume. There are five kinds of such Dharma-incense. First is the incense of morality, which means renouncing evil and cultivating virtue. Second is the incense of meditation, which means deeply believing in the Mahayana with unwavering resolve. Third is the incense of wisdom, which means contemplating the body and mind, inside and out. Fourth is the incense of liberation, which means severing the bonds of ignorance. And fifth is the incense of perfect knowledge, which means being always aware and nowhere obstructed. These five are the most precious kinds of incense and far superior to anything the world has to offer. When the Buddha was in the world, he told his disciples to light such precious incense with the fire of awareness as an offering to the Buddhas of the ten directions. But people today don’t understand the Tathagata’s real meaning. They use an ordinary flame to light material incense of sandalwood or frankincense and pray for some future blessing that never comes. For scattering flowers the same holds true. This refers to speaking the Dharma, scattering flowers of virtue, in order to benefit others and glorify the real sell. These flowers of virtue are those praised by the Buddha. They last forever and never fade. And whoever scatters such flowers reaps infinite blessings. If you think the Tathagata meant for people to harm plants by cutting off their flowers, you’re wrong. Those who observe the precepts don’t injure any of the myriad life forms of heaven and earth. If you hurt something by mistake, you suffer for it. But those who intentionally break the precepts by injuring the living for the sake of future blessings suffer even more, How could they let would-be blessings turn into sorrows? The eternal lamp represents perfect awareness. Likening the illumination of awareness to that of a lamp, those who seek liberation see their body as the lamp, their mind as its wick, the addition of discipline as its oil, and the power of wisdom as its flame. By lighting this lamp of perfect awareness they dispel all darkness and delusion. And by passing this Dharma on to others they’re able to use one lamp to light thousands of lamps. And because these lamps likewise light countless other lamps, their light lasts forever. Long ago, there was a Buddha named Dipamkara, or lamplighter. This was the meaning of his name. But fools don’t understand the metaphors of the Tathagata. Persisting in delusions and clinging to the tangible, they light lamps of everyday vegetable oil and think that by illuminating the interiors of buildings they’re following the Buddha’s teaching. How foolish! The light released by a Buddha from one curl between his brows can illuminate countless worlds. An oil lamp is no help. Or do you think otherwise? Practicing all six periods of the day and night means constantly cultivating enlightenment among the six senses and persevering in every form of awareness. Never relaxing control over the six senses is what’s meant by all six periods. As for walking around stupas, the stupa is your body and mind. When your awareness circles your body and mind without stopping, this is called walking around a stupa. The sages of long ago followed this path to nirvana. But people today don’t understand what this means. Instead of looking inside they insist on looking outside. They use their material bodies to walk around material stupas. And they keep at it day and night, wearing themselves out in vain and coming no closer to their real self. The same holds true for observing a fast. It’s useless unless you understand what this really means. To fast means to regulate, to regulate your body and mind so that they’re not distracted or disturbed. And to observe means to uphold, to uphold the rules of discipline according to the Dharma. Fasting means guarding against the six attractions on the outside and the three poisons on the inside and striving through contemplation to purify your body and mind. Fasting also includes five kinds of food. First there’s delight in the Dharma. This is the delight that comes from acting in accordance with the Dharma. Second is harmony in meditation. This is the harmony of body and mind that comes from seeing through subject and object. Third is invocation, the invocation of Buddhas with both your month and your mind. Fourth is resolution, the resolution to pursue virtue whether walking, standing, sitting, or lying down. And fifth is liberation, the liberation of your mind from worldly contamination. These five are the foods of fasting. Unless a person eats these five pure foods, he’s wrong to think he’s fasting. Also, once you stop eating the food of delusion, if you touch it again you break your fast. And once you break it, you reap no blessing from it. The world is full of deluded people who don’t see this. They indulge their body and mind in all manner of evil. They give free rein to their passions and have no shame. And when they stop eating ordinary food, they call it fasting. How absurd! It’s the same with worshipping. You have to understand the meaning and adapt to conditions. Meaning includes action and nonaction. Whoever understands this follows the Dharma. Worship means reverence and humility it means revering your real self and humbling delusions. If you can wipe out evil desires and harbor good thoughts, even if nothing shows its worship. Such form is its real form. The Lord wanted worldly people to think of worship as expressing humility and subduing the mind. So he told them to prostrate their bodies to show their reverence, to let the external express the internal, to harmonize essence and form. Those who fail to cultivate the inner meaning and concentrate instead on the outward expression never stop indulging in ignorance, hatred, and evil while exhausting themselves to no avail. They can deceive others with postures, remain shameless before sages and vain before mortals, but they’ll never escape the Wheel, much less achieve any merit. Student: But the Bathhouse Sutra says, \"By contributing to the bathing of monks, people receive limitless blessings.\" This would appear to be an instance of external practice achieving merit. How does this relate to beholding the mind? Bodhidharma: Here, the bathing of monks doesn’t refer to the washing of anything tangible. When the Lord preached the Bathhouse Sutra, he wanted his disciples to remember the Dharma of washing. So he used an everyday concern to convey his real meaning, which he couched in his explanation of merit from seven offerings. Of these seven, the first is clear water, the second fire, the third soap, the fourth willow catkins, the fifth pure ashes, the sixth ointment, and the seventh the inner garment He used these seven to represent seven other things that cleanse and enhance a person by eliminating the delusion and filth of a poisoned mind. The first of these seven is morality, which washes away excess just as water washes away dirt. Second is wisdom, which penetrates subject and object, just as fire warms water. Third is discrimination, which gets rid of evil practices, just as soap gets rid of grime. Fourth is honesty, which purges delusions, just as chewing willow catkins purifies the breath. Fifth is true faith, which resolves all doubts, just as rubbing pure ashes on the body prevents illnesses. Sixth is patience, which overcomes resistance and disgrace, just as ointment softens the skin. And seventh is shame, which redresses evil deeds, just as the inner garment covers up an ugly body. These seven represent the real meaning of the sutra. When he spoke this sutra, the Tathagata was talking to farsighted followers of the Mahayana, not to narrow-minded people of dim vision. It’s not surprising that people nowadays don’t understand. The bathhouse is the body. When you light the fire of wisdom, you warm the pure water of the precepts and bathe the true Buddha nature within you. By upholding these seven practices you add to your virtue. The monks of that age were perceptive. They understood the Buddha’s meaning. They followed his reaching, perfected their virtue, and tasted the fruit of Buddhahood. But people nowadays can’t fathom these things. They use ordinary water to wash a physical body and think they’re following the sutra. But they’re mistaken. Our true buddha-nature has no shape. And the dust of affliction has no form. How can people use ordinary water to wash an intangible body? It won’t work. When will they wake up? To clean such a body you have to behold it. Once impurities and filth arise from desire, they multiply until they cover you inside and out. But if you try to wash this body of yours, you have to scrub until it’s nearly gone before it’s clean. From this you should realize that washing something external isn’t What the Buddha meant. Student: The sutras say that someone who wholeheartedly invokes the Buddha is sure to be reborn in the Western Paradise. Since is door leads to Buddhahood, why seek liberation in beholding the mind? Bodhidharma: If you’re going to invoke the Buddha, you have to do it right. Unless you understand what invoking means, you’ll do it wrong. And if you do it wrong, you’ll never go anywhere. Buddha means awareness, the awareness of body and mind that prevents evil from arising in either. And to invoke means to call to mind, to call constantly to mind the rules of discipline and to follow them with all your might. This is what’s meant by invoking. Invoking has to do with thought and not with language. If you use a trap to catch fish, once you succeed you can forget the trap. And if you use language to find meaning, once you find it you can forget language. To invoke the Buddha’s name you have to understand the Dharma of invoking. If it’s not present in your mind, your mouth chants an empty name. As long as you’re troubled by the three poisons or by thoughts of yourself, your deluded mind will keep you from seeing the Buddha and you’ll only waste your effort. Chanting and invoking are worlds apart, Chanting is done with the mouth. Invoking is done with the mind. And because invoking comes from the mind, it’s called the door to awareness. Chanting is centered in the mouth and appears as sound. If you cling to appearances while searching for meaning, you won’t find a thing. Thus, sages of the past cultivated introspection and not speech. This mind is the source of all virtues. And this mind is the chief of all powers, The eternal bliss of nirvana comes from the mind at rest. Rebirth in the three realms also comes from the mind. The mind is the door to every world and the mind is the ford to the other shore. Those who know where the door is don’t worry about reaching it. Those who know where the ford is don’t worry about crossing it. The people I meet nowadays are superficial. They think of merit as something that has form. They squander their wealth and butcher creatures of land and sea. They foolishly concern themselves with erecting statues and stupas, telling people to pile up lumber and bricks, to paint this blue and that green. They strain body and mind, injure themselves and mislead others. And they don’t know enough to be ashamed. How will they ever become enlightened? They see something tangible and instantly become attached. If you talk to them about formlessness, they sit there dumb and confused. Greedy for the small mercies of this world, they remain blind to the great suffering to come. Such disciples wear themselves out in vain. Turning from the true to the false, they talk about nothing but future blessings. If you can simply concentrate your mind’s Inner Light and behold its outer illumination, you’ll dispel the three poisons and drive away the six thieves once and for all. And without effort gain possession of an infinite number of virtues, perfections, and doors to the truth, Seeing through the mundane and witnessing the sublime is less than an eye-blink away, Realization is now. Why worry about gray hair? But the true door is hidden and can’t be revealed. I have only touched upon beholding the mind."}