{"title":"8. The Thousands ","text":"Minor Collection Sayings of the Dhamma 100–115 8. The Thousands Better than a thousand meaningless sayings is a single meaningful saying, hearing which brings you peace. Better than a thousand meaningless verses is a single meaningful verse, hearing which brings you peace. Better than reciting a hundred meaningless verses is a single saying of Dhamma, hearing which brings you peace. The supreme conqueror is not he who conquers a million men in battle, but he who conquers a single man: himself. It is surely better to conquer oneself than all those other folk. When a person has tamed themselves, always living restrained, no god nor centaur, nor Māra nor divinity, can undo the victory of such a personage. Rather than a thousandfold sacrifice, every month for a full century, it’s better to honor for a single hour one who has developed themselves. That offering is better than the hundred year sacrifice. Rather than serve the sacred flame in the forest for a hundred years, it’s better to honor for a single hour a personage who has developed themselves. That offering is better than the hundred year sacrifice. Whatever sacrifice or offering in the world a seeker of merit may make for a year, none of it is worth a quarter of bowing to the sincere. For one in the habit of bowing, always honoring the elders, four blessings grow: lifespan, beauty, happiness, and strength. Better to live a single day ethical and absorbed in meditation than to live a hundred years unethical and lacking immersion. Better to live a single day wise and absorbed in meditation than to live a hundred years witless and lacking immersion. Better to live a single day energetic and strong, than to live a hundred years lazy and lacking energy. Better to live a single day seeing rise and fall than to live a hundred years blind to rise and fall. Better to live a single day seeing the state free of death than to live a hundred years blind to the state free of death. Better to live a single day seeing the supreme teaching than to live a hundred years blind to the supreme teaching."}