{"title":"1. Pairs ","text":"Minor Collection Sayings of the Dhamma 1–20 1. Pairs Intention shapes experiences; intention is first, they’re made by intention. If with corrupt intent you speak or act, suffering follows you, like a wheel, the ox’s foot. Intention shapes experiences; intention is first, they’re made by intention. If with pure intent you speak or act, happiness follows you like a shadow that never leaves. “They abused me, they hit me! They beat me, they robbed me!” For those who bear such a grudge, hatred is never laid to rest. “They abused me, they hit me! They beat me, they robbed me!” For those who bear no such grudge, hatred is laid to rest. For never is hatred laid to rest by hate, it’s laid to rest by love: this is an ancient teaching. When others do not understand, let us, who do understand this, restrain ourselves in this regard; for that is how conflicts are laid to rest. Those who contemplate the beautiful, their faculties unrestrained, immoderate in eating, lazy, lacking energy: Māra strikes them down like the wind, a feeble tree. Those who contemplate the ugly, their faculties well-restrained, eating in moderation, faithful and energetic: Māra cannot strike them down, like the wind, a rocky mountain. One who, not free of stains themselves, would wear the robe stained in ocher, bereft of self-control and of truth: they are not worthy of the ocher robe. One who’s purged all their stains, steady in ethics, possessed of self-control and of truth, they are truly worthy of the ocher robe. Thinking the inessential is essential, seeing the essential as inessential; they don’t realize the essential, for wrong thoughts are their habitat. Having known the essential as essential, and the inessential as inessential; they realize the essential, for right thoughts are their habitat. Just as rain seeps into a poorly roofed house, lust seeps into an undeveloped mind. Just as rain doesn’t seep into a well roofed house, lust doesn’t seep into a well developed mind. Here they grieve, hereafter they grieve, an evildoer grieves in both places. They grieve and fret, seeing their own corrupt deeds. Here they rejoice, hereafter they rejoice, one who does good rejoices in both places. They rejoice and celebrate, seeing their own pure deeds. Here they’re tormented, <j>hereafter they’re tormented, an evildoer is tormented in both places. They’re tormented <j>thinking of bad things they’ve done; when gone to a bad place, <j>they’re tormented all the more. Here they delight, hereafter they delight, one who does good delights in both places. They delight thinking of good things they’ve done; when gone to a good place, they delight all the more. Much though they may recite scripture, if a negligent person does not apply them, then, like a cowherd who counts the cattle of others, they miss out on the blessings of the ascetic life. Little though they may recite scripture, if they live in line with the teaching, having given up greed, hate, and delusion, with deep understanding and heart well freed, not grasping to this life or the next, they share in the blessings of the ascetic life."}