{"title":"14. The Buddhas ","text":"Minor Collection Sayings of the Dhamma 179–196 14. The Buddhas He whose victory may not be undone, a victory unrivaled in all the world; by what track would you trace that Buddha, who leaves no track in his infinite range? Of craving, the weaver, the clinger, he has none: so where can he be traced? By what track would you trace that Buddha, who leaves no track in his infinite range? The attentive intent on absorption, who love the peace of renunciation, the Buddhas, ever mindful, are envied by even the gods. It’s hard to gain a human birth; the life of mortals is hard; it’s hard to hear the true teaching; the arising of Buddhas is hard. Not to do any evil; to embrace the good; to purify one’s mind: this is the instruction of the Buddhas. Patient acceptance is the ultimate fervor. Extinguishment is the ultimate, say the Buddhas. No true renunciate injures another, nor does an ascetic hurt another. Not speaking ill nor doing harm; restraint in the monastic code; moderation in eating; staying in remote lodgings; commitment to the higher mind— this is the instruction of the Buddhas. Even if it were raining money, you’d not be sated in sensual pleasures. An astute person understands that sensual pleasures offer little gratification and much suffering. Thus they find no delight even in celestial pleasures. A disciple of the fully awakened Buddha delights in the ending of craving. So many go for refuge to mountains and forest groves, to shrines in tended parks; those people are driven by fear. But such refuge is no sanctuary, it is no supreme refuge. By going to that refuge, you’re not released from all suffering. One gone for refuge to the Buddha, to his teaching and to the Saṅgha, sees the four noble truths with right understanding: suffering, suffering’s origin, suffering’s transcendence, and the noble eightfold path that leads to the stilling of suffering. Such refuge is a sanctuary, it is the supreme refuge. By going to that refuge, you’re released from all suffering. It’s hard to find a thoroughbred man: they’re not born just anywhere. A family where that attentive one is born prospers in happiness. Happy, the arising of Buddhas! Happy, the teaching of Dhamma! Happy is the harmony of the Saṅgha, and the striving of the harmonious is happy. When a person venerates the worthy— the Buddha or his disciple, who have transcended proliferation, and have left behind grief and lamentation, quenched, fearing nothing from any quarter— the merit of one venerating such as these, cannot be calculated by anyone, saying it is just this much."}