{"title":"10. The Rod ","text":"Minor Collection Sayings of the Dhamma 129–145 10. The Rod All tremble at the rod, all fear death. Treating others like oneself, neither kill nor incite to kill. All tremble at the rod, all love life. Treating others like oneself, neither kill nor incite to kill. Creatures love happiness, so if you harm them with a stick in search of your own happiness, after death you won’t find happiness. Creatures love happiness, so if you don’t harm them with a stick in search of your own happiness, after death you will find happiness. Don’t speak harshly, they may speak harshly back. For aggressive speech is painful, and the rod may spring back on you. If you still yourself like a broken gong, you reach extinguishment and know no conflict. As a cowherd drives the cows to pasture with the rod, so too old age and death drive life from living beings. The fool does not understand the evil that they do. But because of those deeds, that simpleton is tormented as if burnt by fire. One who violently attacks the peaceful and the innocent swiftly falls to one of ten bad states: harsh pain; loss; the breakup of the body; serious illness; mental distress; hazards from rulers; vicious slander; loss of kin; destruction of wealth; or else their home is consumed by fire. When their body breaks up, that witless person is reborn in hell. Not nudity, nor matted hair, nor mud, nor fasting, nor lying on bare ground, nor wearing dust and dirt, or squatting on the heels, will cleanse a mortal not free of doubt. Dressed up they may be, but if they live well— peaceful, tamed, committed to the spiritual path, having laid aside violence towards all creatures— they are a brahmin, an ascetic, a mendicant. Can a person constrained by conscience be found in the world? Who shies away from blame, like a fine horse from the whip? Like a fine horse under the whip, be keen and full of urgency. With faith, ethics, and energy, immersion, and investigation of principles, accomplished in knowledge and conduct, mindful, give up this vast suffering. While irrigators guide water, fletchers shape arrows, and carpenters carve timber— those true to their vows tame themselves."}