{"title":"19. The Just ","text":"Minor Collection Sayings of the Dhamma 256–272 19. The Just You don’t become just by passing hasty judgment. An astute person evaluates both what is pertinent and what is irrelevant. A wise one judges others without haste, justly and impartially; that guardian of the law is said to be just. You’re not an astute scholar just because you speak a lot. One who is secure, free of enmity and fear, is said to be astute. You’re not one who has memorized the teaching just because you recite a lot. Someone who directly sees the teaching after hearing only a little is truly one who has memorized the teaching, for they can never forget it. You don’t become a senior by getting some grey hairs; for one ripe only in age, is said to have aged in vain. One who is truthful and principled, harmless, restrained, and self-controlled, attentive, purged of stains, is said to be a senior. Not by mere enunciation, or a beautiful complexion does a person become holy, if they’re jealous, stingy, and devious. But if they’ve cut that out, dug it up at the root, eradicated it, that wise one, purged of vice, is said to be holy. A liar and breaker of vows is no ascetic just because they shave their head. How on earth can one be an ascetic who’s full of desire and greed? One who stops all wicked deeds, great and small, because of stopping wicked deeds is said to be an ascetic. You don’t become a mendicant just by begging from others. One who has undertaken domestic duties has not yet become a mendicant. But one living a spiritual life, who has banished both merit and evil, who wanders having appraised the world, is said to be a mendicant. You don’t become a sage by being sagelike, while still confused and ignorant. The astute one who holds the scales, taking only the best, and shunning the bad— that is a sage, <j>and that is how one becomes a sage. One who sagely weighs both in the world, is thereby said to be a sage. You don’t become a noble one by harming living beings. One harmless towards all living beings is said to be a noble one. Not by precepts and observances, nor by much learning, nor by meditative immersion, nor by living in seclusion, do I experience the bliss of renunciation not frequented by ordinary people. A mendicant cannot rest confident without attaining the end of defilements."}