{"title":"18. Stains ","text":"Minor Collection Sayings of the Dhamma 235–255 18. Stains Today you’re like a withered leaf, Yama’s men await you. You stand at the departure gates, yet you have no supplies for the road. Make an island of yourself! Swiftly strive, learn to be wise! Purged of stains, flawless, you’ll go to the heavenly realm of the noble ones. You’ve journeyed the stages of life, and now you set out to meet Yama. Along the way there’s nowhere to stay, yet you have no supplies for the road. Make an island of yourself! Swiftly strive, learn to be wise! Purged of stains, flawless, you’ll not come again to rebirth and old age. A smart person would purge their own stains gradually, bit by bit, moment by moment, like a smith smelting silver. It is the rust born on the iron that eats away the place it arose. And so it is their own deeds that lead the overly-ascetic to a bad place. Not rehearsing is the stain of hymns. The stain of houses is neglect. Laziness is the stain of beauty. A guard’s stain is negligence. Misconduct is a woman’s stain. A giver’s stain is stinginess. Bad qualities are a stain in this world and the next. But a worse stain than these is ignorance, the worst stain of all. Having given up that stain, be without stains, mendicants! Life is easy for the shameless. With all the rude courage of a crow, they live pushy, rude, and corrupt. Life is hard for the conscientious, always seeking purity, neither clinging nor rude, pure of livelihood and discerning. Take anyone in this world who kills living creatures, speaks falsely, steals, commits adultery, and indulges in drinking beer and wine. Right here they dig up the root of their own self. Know this, good fellow: they are unrestrained and wicked. Don’t let that greed and unrighteousness inflict pain on you for long. The people give according to their faith, according to their confidence. If you get upset over that, over other’s food and drink, you’ll not, by day or by night, become immersed in samādhi. Those who have cut that out, dug it up at the root, eradicated it, they will, by day or by night, become immersed in samādhi. There is no fire like greed, no crime like hate, no net like delusion, no river like craving. It’s easy to see the faults of others, hard to see one’s own. For the faults of others are tossed high like hay, while one’s own are hidden, as a cheat hides a bad hand. When you look for the flaws of others, always finding fault, your defilements only grow, you’re far from ending defilements. In the atmosphere there is no track, there’s no true ascetic outside here. People enjoy proliferation, the Realized Ones are free of proliferation. In the atmosphere there is no track, there’s no true ascetic outside here. No conditions last forever, the Awakened Ones are not shaken."}