{"title":"21. Miscellaneous ","text":"Minor Collection Sayings of the Dhamma 290–305 21. Miscellaneous If by giving up material happiness one sees abundant happiness, the attentive would give up material happiness, seeing the abundant happiness. Seeking their own happiness by imposing suffering on others, living intimate with enmity, they’re not freed from enmity. They dump what should be done, and do what should not be done. For the insolent and the negligent, their defilements only grow. Those that have properly undertaken constant mindfulness of the body, don’t cultivate what should not be done, but always do what should be done. Mindful and aware, their defilements come to an end. Having slain mother and father, and two aristocratic kings, and having wiped out <j>the kingdom with its tax collector, the brahmin walks on untroubled. Having slain mother and father, and two prosperous kings, and a tiger as the fifth, the brahmin walks on untroubled. The disciples of Gotama always wake up refreshed, who day and night constantly recollect the Buddha. The disciples of Gotama always wake up refreshed, who day and night constantly recollect the teaching. The disciples of Gotama always wake up refreshed, who day and night constantly recollect the Saṅgha. The disciples of Gotama always wake up refreshed, who day and night are constantly mindful of the body. The disciples of Gotama always wake up refreshed, whose minds day and night delight in harmlessness. The disciples of Gotama always wake up refreshed, whose minds day and night delight in meditation. Going forth is hard, it’s hard to be happy; life at home is hard too, and painful, it’s painful to stay when you’ve nothing in common. A traveler is a prey to pain, so don’t be a traveler, don’t be prey to pain. One who is faithful, accomplished in ethics, blessed with fame and wealth, is honored in whatever place they frequent. The good shine from afar, like the Himalayan peaks, but the wicked are not seen, like arrows scattered in the night. Sitting alone, sleeping alone, tirelessly wandering alone; one who tames themselves alone would delight within a forest."}