{"title":"20. The Path ","text":"Minor Collection Sayings of the Dhamma 273–289 20. The Path Of paths, the eightfold is the best; of truths, the four statements; dispassion is the best of things, and the Clear-eyed One is the best of humans. <em>This</em> is the path, there is no other for the purification of vision. You all must practice this, it is the way to baffle Māra. When you all are practicing this, you will make an end of suffering. I have explained the path to you for extracting the thorn with wisdom. You yourselves must do the work, the Realized Ones just show the way. Meditators practicing absorption are released from Māra’s bonds. All conditions are impermanent— when this is seen with wisdom, one grows disillusioned with suffering: this is the path to purity. All conditions are suffering— when this is seen with wisdom, one grows disillusioned with suffering: this is the path to purity. All things are not-self— when this is seen with wisdom, one grows disillusioned with suffering: this is the path to purity. They don’t get going when it’s time to start; they’re young and strong, but given to sloth. Their mind depressed in sunken thought, lazy and slothful, they can’t discern the path. Guarded in speech, restrained in mind, doing no unskillful bodily deed. Purify these three ways of performing deeds, and win the path known to seers. From meditation springs wisdom, without meditation, wisdom ends. Knowing these two paths— of progress and decline— you should conduct yourself so that wisdom grows. Cut down the jungle, not just a tree; from the jungle springs fear. Having cut down jungle and snarl, be free of jungles, mendicants! So long as the vine, no matter how small, that ties a man to women is not cut, his mind remains trapped, like a calf suckling its mother. Cut out affection for oneself, like plucking an autumn lotus. Foster only the path to peace, the extinguishment the Holy One taught. “Here I will stay for the rains; here for winter, here the summer”; thus the fool thinks, not realizing the danger. As a mighty flood sweeps away a sleeping village, death steals away a man who dotes on children and cattle, his mind caught up in them. Children provide you no shelter, nor does father, nor relatives. When you’re seized by the terminator, there’s no shelter in family. Knowing the reason for this, astute, and ethically restrained, one would quickly clear the path that leads to extinguishment."}