{"title":"24. Craving ","text":"Minor Collection Sayings of the Dhamma 334–359 24. Craving When a man lives heedlessly, craving grows in them like a camel’s foot creeper. They jump from one thing to the next, like a langur greedy for fruit in a forest grove. Whoever is beaten by this wretched craving, this attachment to the world, their sorrow grows, like grass in the rain. But whoever prevails over this wretched craving, so hard to get over in the world, their sorrows fall from them, like a drop from a lotus-leaf. I say this to you, good people, all those who have gathered here: dig up the root of craving, as you’d dig up grass in search of roots. Don’t let Māra break you again and again, like a stream breaking a reed. A tree grows back even when cut down, so long as its roots are strong and undamaged; suffering springs up again and again, so long as the tendency to craving is not pulled out. A person of low views in whom the thirty-six streams that flow to pleasure are mighty, is swept away by lustful thoughts. The streams flow everywhere; a weed springs up and remains. Seeing this weed that has been born, cut the root with wisdom. A personage’s joys flow from senses and cravings. Seekers of happiness, bent on pleasure, continue to be reborn and grow old. People governed by thirst, crawl about like a trapped rabbit. Bound and fettered, for a long time they return to pain time and again. People governed by thirst, crawl about like a trapped rabbit. That’s why one who longs for dispassion should dispel thirst. Unsnarled, they set out for the jungle, then they run right back to the jungle they left behind. Just look at this individual! Freed, they run to bondage. The attentive say that shackle is not strong that’s made of iron, wood, or knots. But obsession with jeweled earrings, concern for your partners and children: this, say the attentive, is a strong shackle dragging the indulgent down, hard to escape. Having cut this one too they go forth, unconcerned, having given up sensual pleasures. Besotted by lust they fall into the stream, like a spider caught in the web she wove. The attentive proceed, having cut this one too, unconcerned, having given up all suffering. Let go of the past, let go of the future, let go of the present, having gone beyond rebirth. With your heart freed in every respect, you’ll not come again to rebirth and old age. For a personage churned by thoughts, very lustful, focusing on beauty, their craving grows and grows, tying them with a stout bond. But one who loves to calm their thoughts, developing perception of ugliness, ever mindful, will surely eliminate that craving, cutting off the bonds of Māra. One who is confident, unafraid, rid of craving, free of blemish, having struck down the arrows flying to future lives, this bag of bones is their last. Rid of craving, free of grasping, expert in the definition of terms, knowing the correct structure and sequence of syllables, they are said to be one who bears their final body, one of great wisdom, a great person. I am the champion, the knower of all, unsullied in the midst of all things. I’ve given up all, freed in the ending of craving. Since I know for myself, whose follower should I be? The gift of the teaching surmounts all other gifts; the taste of the teaching surmounts all other tastes; the joy of the teaching surmounts all other joys; the ending of craving surmounts all suffering. Riches ruin a simpleton, but not a seeker of the far shore. From craving for wealth, a simpleton ruins themselves and others. Weeds are the bane of crops, but greed is these folk’s bane. That’s why a gift to one rid of greed is so very fruitful. Weeds are the bane of crops, but hate is these folk’s bane. That’s why a gift to one rid of hate is so very fruitful. Weeds are the bane of crops, but delusion is these folk’s bane. That’s why a gift to one rid of delusion is so very fruitful. Weeds are the bane of crops, but desire is these folk’s bane. That’s why a gift to one rid of desire is so very fruitful."}