{"title":"23. Elephants ","text":"Minor Collection Sayings of the Dhamma 320–333 23. Elephants Like an elephant struck with arrows in battle, I shall withstand abuse, for so many folk are badly behaved. The well-tamed beast is the one led to the crowd; the tamed elephant’s the one the king mounts; the tamed person who withstands abuse is the best of human beings. Those who have tamed themselves are better than fine tamed mules, thoroughbreds from Sindh, or giant tuskers. For not on those mounts would you go to the untrodden place, whereas, with the help of one <j>whose self is well tamed, you go there, tamed by the tamed. The tusker named Dhanapāla is musky in rut, hard to control. Bound, he eats not a morsel, for he misses the elephant forest. One who gets drowsy from overeating, fond of sleep, rolling round the bed like a great hog stuffed with grain: that dullard returns to the womb again and again. In the past my mind wandered how it wished, where it liked, as it pleased. Now I’ll carefully guide it, as a trainer with a hook guides a rutting elephant. Delight in diligence! Take good care of your mind! Pull yourself out of this pit, like an elephant sunk in a bog. If you find an alert companion, an attentive friend to live happily together, then, overcoming all adversities, wander with them, joyful and mindful. If you find no alert companion, no attentive friend to live happily together, then, like a king who flees his conquered realm, wander alone like a tusker in the wilds. It’s better to wander alone, there’s no fellowship with fools. Wander alone and do no wrong, at ease like a tusker in the wilds. A friend in need is a blessing; it’s a blessing to be content with whatever; good deeds are a blessing at the end of life, and giving up all suffering is a blessing. In this world it’s a blessing to serve one’s mother and one’s father. And it’s a blessing also to serve ascetics and brahmins. It’s a blessing to keep precepts until you grow old; a blessing to be grounded in faith; the getting of wisdom’s a blessing; and it’s a blessing to avoid doing wrong."}