{"title":"26. Brahmins ","text":"Minor Collection Sayings of the Dhamma 383–423 26. Brahmins Cut the stream, striving! Cast aside sensual pleasures, brahmin. Knowing the ending of conditions, know the uncreated, brahmin. When a brahmin has gone beyond dualistic phenomena, then they consciously make an end of all fetters. One for whom there is no crossing over or crossing back, or crossing over and back; stress-free, detached, that’s who I declare a brahmin. Absorbed, rid of hopes, their task completed, without defilements, arrived at the highest goal: that’s who I declare a brahmin. The sun blazes by day, the moon radiates at night, the aristocrat shines in armor, and the brahmin shines in absorption. But all day and all night, the Buddha blazes with glory. A brahmin’s so-called <j>since they’ve banished evil, an ascetic’s so-called <j>since they live a serene life. One who has renounced all stains is said to be a “renunciant”. One should never strike a brahmin, nor should a brahmin retaliate. Woe to the one who hurts a brahmin, and woe for the one who retaliates. Nothing is better for a brahmin than to hold their mind back from attachment. From wherever a cruel wish recoils, right there suffering subsides. Who does nothing wrong by body, speech or mind, restrained in these three respects, that’s who I declare a brahmin. You should graciously honor the one from whom you learn the Dhamma taught by the awakened Buddha, as a brahmin honors the sacred flame. Not by matted hair or family, or birth is one a brahmin. Those who are truthful and principled: they are pure, they are brahmins. Why the matted hair, you simpleton, and why the skin of deer? The tangle is inside you, yet you polish up your outsides. A personage who wears robes of rags, lean, their limbs showing veins, meditating alone in the forest, that’s who I declare a brahmin. I don’t call someone a brahmin after the mother’s womb they’re born from. If they still have attachments, they’re just someone who says “worthy”. Having nothing, taking nothing: that’s who I declare a brahmin. Having cut off all fetters they have no anxiety. They’ve slipped their chains and are detached: that’s who I declare a brahmin. They’ve cut the strap and harness, the halter and bridle too, with cross-bar lifted, they’re awakened: that’s who I declare a brahmin. Abuse, killing, caging: they withstand these without anger. Patience is their powerful army: that’s who I declare a brahmin. Not irritable or pretentious, dutiful in precepts and observances, tamed, bearing their final body: that’s who I declare a brahmin. Like water from a lotus leaf, like a mustard seed off a pin-point, sensual pleasures slip off them: that’s who I declare a brahmin. They understand for themselves the end of suffering in this life; with burden put down, detached: that’s who I declare a brahmin. Deep in wisdom, intelligent, expert in the path and what is not the path; arrived at the highest goal: that’s who I declare a brahmin. Mixing with neither householders nor the homeless; a migrant with no bastion, few in wishes: that’s who I declare a brahmin. They’ve laid aside violence against creatures firm and frail; not killing or making others kill: that’s who I declare a brahmin. Not fighting among those who fight, quenched among those who have taken up arms, not grasping among those who grasp: that’s who I declare a brahmin. They’ve discarded greed and hate, along with conceit and contempt, like a mustard seed off the point of a pin: that’s who I declare a brahmin. The words they utter are polished, informative, and true, and don’t offend anyone: that’s who I declare a brahmin. They don’t steal anything in the world, long or short, fine or coarse, beautiful or ugly: that’s who I declare a brahmin. They have no hope in this world or the next; with no need for hope, detached: that’s who I declare a brahmin. They have no clinging, knowledge has freed them of indecision, they’ve arrived at the objective, freedom from death: that’s who I declare a brahmin. They’ve escaped clinging to both good and bad deeds; sorrowless, stainless, pure: that’s who I declare a brahmin. Pure as the spotless moon, clear and undisturbed, they’ve ended relish for rebirth: that’s who I declare a brahmin. They’ve got past this grueling swamp of delusion, transmigration. Meditating in stillness, free of indecision, they have crossed over to the far shore. They’re quenched by not grasping: that’s who I declare a brahmin. They’ve given up sensual stimulations, and have gone forth from lay life; they’ve ended rebirth in the sensual realm: that’s who I declare a brahmin. They’ve given up craving, and have gone forth from lay life; they’ve ended craving to be reborn: that’s who I declare a brahmin. They’ve given up craving, and have gone forth from lay life; they’ve ended craving to be reborn: that’s who I declare a brahmin. They’ve thrown off the human yoke, and slipped out of the heavenly yoke; unyoked from all yokes: that’s who I declare a brahmin. Giving up desire and discontent, they’re cooled and free of attachments; a hero, master of the whole world: that’s who I declare a brahmin. They know the passing away and rebirth of all beings; unattached, holy, awakened: that’s who I declare a brahmin. Gods, centaurs, and humans don’t know their destiny; the perfected ones with defilements ended: that’s who I declare a brahmin. They have nothing before or after, or even in between. Having nothing, taking nothing: that’s who I declare a brahmin. Captain of the herd, excellent hero, great seer and victor; unstirred, washed, awakened: that’s who I declare a brahmin. One who knows their past lives, sees heaven and places of loss, and has attained the end of rebirth; a sage of perfect insight at the summit of spiritual perfection: that’s who I declare a brahmin. The Sayings of the Dhamma are completed."}