{"title":"25. Mendicants ","text":"Minor Collection Sayings of the Dhamma 360–382 25. Mendicants Restraint of the eye is good; good is restraint of the ear; restraint of the nose is good; good is restraint of the tongue. Restraint of the body is good; good is restraint of speech; restraint of mind is good; everywhere, restraint is good. The mendicant restrained everywhere is released from all suffering. One restrained in hand and foot, and in speech, the supreme restraint; happy inside, serene, solitary, content, I call a mendicant. When a mendicant of restrained mouth, thoughtful in counsel, not restless, explains the text and its meaning, their words are sweet. Delighting in the teaching, enjoying the teaching, contemplating the teaching, a mendicant who recollects the teaching doesn’t fall away from the true teaching. A well-off mendicant ought not look down on others, nor should they be envious. A mendicant who envies others does not achieve immersion. If a mendicant is poor in offerings, the well-to-do ought not look down on them. For the gods indeed praise them, who are tireless and pure of livelihood. One who has no sense of ownership in the whole realm of name and form, who does not grieve for that which is not, is said to be a mendicant. A mendicant who meditates on love, devoted to the Buddha’s teaching, would realize the peaceful state, the blissful stilling of conditions. Bail out this boat, mendicant! When bailed out it will float lightly. Having cut off desire and hate, you shall reach extinguishment. Five to cut, five to drop, and five more to develop. When a mendicant slips five chains they’re said to have crossed the flood. Practice absorption, don’t be negligent! Don’t let the mind delight in the senses! Don’t heedlessly swallow a hot iron ball! And when it burns, don’t cry, “Oh, the pain!” No absorption for one without wisdom, no wisdom for one without absorption. But one with absorption and wisdom— they have truly drawn near to extinguishment. A mendicant who enters an empty hut with mind at peace finds a superhuman delight as they rightly discern the Dhamma. Whenever they are mindful of the rise and fall of the aggregates, they feel rapture and joy: that is freedom from death for one who knows. This is the very start of the path for a wise mendicant: guarding the senses, contentment, and restraint in the monastic code. Mix with spiritual friends, who are tireless and pure of livelihood. Share what you have with others, being skillful in your conduct. And when you’re full of joy, you’ll make an end to suffering. As a jasmine sheds its withered flowers, O mendicants, shed greed and hate. Calm in body, calm in speech, peaceful and serene; a mendicant who’s spat out the world’s bait is said to be one at peace. Urge yourself on, reflect on yourself. A mendicant self-controlled and mindful will always dwell in happiness. Self is indeed the lord of self, for who else would be one’s lord? Self is indeed the home of self, so restrain yourself, as a merchant his thoroughbred steed. A monk full of joy trusting in the Buddha’s teaching, would realize the peaceful state, the blissful stilling of conditions. A young mendicant devoted to the Buddha’s teaching, lights up the world, like the moon freed from clouds."}