{"title":"4. Flowers ","text":"Minor Collection Sayings of the Dhamma 44–59 4. Flowers Who bestirs this earth, and the Yama realm with its gods? Who sets out the well-taught word of truth, as an expert a flower? A trainee bestirs this earth, and the Yama realm with its gods. A trainee sets out the well-taught word of truth, as an expert a flower. Knowing this body’s like foam, realizing it’s all just a mirage, and cutting off Māra’s blossoming, vanish from the King of Death. As a mighty flood sweeps off a sleeping village, death steals away a man even as he gathers flowers, his mind caught up in them. The terminator gains control of the man who has not had his fill of pleasures, even as he gathers flowers, his mind caught up in them. A bee takes the nectar and moves on, doing no damage to the flower’s beauty and fragrance; and that’s how a sage should walk in the village. Don’t find fault with others, with what they’ve done or left undone. You should only watch yourself, what you’ve done or left undone. Just like a glorious flower that’s colorful but lacks fragrance; eloquent speech is fruitless for one who does not act on it. Just like a glorious flower that’s both colorful and fragrant, eloquent speech is fruitful for one who acts on it. Just as one would create many garlands from a heap of flowers, when a person has come to be born, they should do many skillful things. The fragrance of flowers doesn’t spread upwind, nor sandalwood, pinwheel, or jasmine; but the fragrance of the good spreads upwind; a true person’s virtue spreads in every direction. Among all the fragrances— sandalwood or pinwheel or lotus or jasmine— the fragrance of virtue is supreme. Faint is the fragrance of sandal or pinwheel; but the fragrance of the virtuous floats to the highest gods. For those accomplished in ethics, meditating diligently, freed through the highest knowledge, Māra cannot find their path. From a heap of trash discarded on the highway, a lotus might blossom, fragrant and delightful. So too, among those thought of as trash, a disciple of the perfect Buddha outshines with their wisdom the blind ordinary folk."}