{"title":"5. Fools ","text":"Minor Collection Sayings of the Dhamma 60–75 5. The Fool Long is the night for the wakeful; long is the league for the weary; long transmigrate the fools who don’t understand the true teaching. If while wandering you find no partner equal or better than yourself, then firmly resolve to wander alone— there’s no fellowship with fools. “Sons are mine, wealth is mine”— thus the fool frets. For even your self is not your own, let alone your sons or wealth. The fool who thinks they’re a fool is wise at least to that extent. But the true fool is said to be one who imagines that they are wise. Though a fool attends to the wise even for the rest of their life, they still don’t understand the teaching, like a spoon the taste of the soup. If a clever person attends to the wise even just for an hour or so, they swiftly understand the teaching, like a tongue the taste of the soup. Fools and simpletons behave like their own worst enemies, doing wicked deeds that ripen as bitter fruit. It’s not good to do a deed that plagues you later on, for which you weep and wail, as its effect stays with you. It is good to do a deed that doesn’t plague you later on, that gladdens and cheers, as its effect stays with you. The fool imagines that evil is sweet, so long as it has not yet ripened. But as soon as that evil ripens, they fall into suffering. Month after month a fool may eat food from a grass-blade’s tip; but they’ll never be worth a sixteenth part of one who has appraised the teaching. For a wicked deed that has been done does not curdle quickly like milk. Smoldering, it follows the fool, like a fire smothered over with ash. Whatever fame a fool may get, it only gives rise to harm. Whatever good features they have it ruins, and blows their head into bits. They’d seek the esteem that they lack, and status among the mendicants; authority over monasteries, and honor among other families. “Let both layfolk and renunciants think the work was done by me alone. In anything at all that’s to be done, let them fall under my sway alone.” So thinks the fool, their greed and pride only growing. For the means to profit and the path to quenching are two quite different things. A mendicant disciple of the Buddha, understanding what this really means, would never delight in honors, but rather would foster seclusion."}