{"title":"Diamond Sutra (Gemmell 1912)","text":"Thus have I heard concerning our Lord Buddha:— Upon a memorable occasion, the Lord Buddha sojourned in the kingdom of Shravasti, lodging in the grove of Jeta, a park within the imperial domain, which Jeta, the heir-apparent, bestowed upon Sutana, a benevolent Minister of State, renowned for his charities and benefactions. With the Lord Buddha, there were assembled together twelve hundred and fifty mendicant disciples, all of whom had attained to eminent degrees of spiritual wisdom. As it approached the hour for the morning meal, Lord Buddha, Honoured of the Worlds, attired himself in a mendicant’s robe, and bearing an alms-bowl in his hands, walked towards the great city of Shravasti, which he entered to beg for food. Within the city he proceeded from door to door, and received such donations as the good people severally bestowed. Concluding this religious exercise, the Lord Buddha returned to the grove of Jeta, and partook of the frugal meal received as alms. Thereafter he divested himself of his mendicant’s robe, laid aside the venerated alms-bowl, bathed his sacred feet, and accepted the honoured seat reserved for him by his disciples. phrase, “Thus have I heard,” was adopted by the writers or editors of Buddhist Sutras in order that their scriptures might assume the same high degree of authority as the Brahmanas and the Mantras, “as forming the ‘S’ruti’ or sacred revelation of the followers of the Vedas.” (Compare Max Müller’s _History of Sanscrit Literature_ and the valuable note in Beal’s _Kin-Kong-King_) thrown off the bondage of sense perception and self, knows the utter unreality of all phenomena, and is ready to enter Nirvana.’”—_Handbook of Chinese Buddhism_. Eitel. philosophy, of good doctrine, of abundant virtue, and as the abode of immortals. It was situated on the north bank of the Ganges, about 200 miles above Benares. Much interesting information regarding the sacred city Shravasti, is fortunately preserved in the instructive records of the distinguished Chinese pilgrims, _Fa-Hien_ and _Hiuen-Tsang_. the Buddhist religion. It was his minister who bought the garden of Jeta from the prince of that name, and erected in it a residence for Buddha (_see_ Julien’s _Memoirs sur les Contrées Occidentales_). Many of the Sutras attributed to Buddha are said to have been delivered here. _Hiuen-Tsang_ observed the remains of the monastery formerly standing on the site of the garden of Jeta, 2 miles below the city.”—_Chinese Buddhism_. Edkins. former Djatakas of Sakyamuni when he was a prince, and forfeited the throne by liberality in almsgiving.”—_Handbook of Chinese Buddhism_. Eitel. editor of _The Diamond Sutra_ suggests that there are different grades of discipleship. The “lesser disciples” are those who have abandoned every form of vice, and are striving after virtue. The “greater disciples” are those to whom virtue has become spontaneous, and who have ceased to strive after its attainment. their faith, believing him to be a Teacher and Saviour whose merit is acclaimed in worlds beyond our own. eight articles which Buddhist monks are permitted to possess: three garments of different descriptions, a girdle for the loins, an alms-bowl, a razor, a needle, and a water-strainer. disdains to beg; it is a proper thing for which he carries the alms-bowl; and this is his only mode of solicitation. But when he is sick, he is permitted to ask for any medicine that he may require, without being guilty of any transgression.”—_Eastern Monachism_. Spence Hardy. injuring not the flower, or its colour, or its scent, flies away, taking the nectar, so let a sage go through the village.”—_Questions of King Milinda_. T. W. Rhys Davids. great merit to make a vow never to partake of food without giving a portion to the priests.”—_Eastern Monachism_. Spence Hardy. is called in Sanscrit Khaloupas’ Waddhaktinka, and is said to enjoin that the food obtained by the mendicant is to be divided into three portions: one to be given to any person whom he sees to be suffering from hunger, and a second to be carried to some quiet place in the forest, and placed upon a stone for the birds and beasts. If he does not meet with any one who is in want, he is not to eat the whole of the food that he has received, but two-thirds only. By this means his body will be lighter and more active.... He will be able readily to enter upon the practice of all good works. When any one eats too greedily ... nothing is more harmful to the development of reason.” (Quotation from Remusat’s _Relation des Royaumes Buddhiques_, in Spence Hardy’s _Eastern Monachism_.) relic, and to be used by each of the hundred Buddhas of the present kalpa. It was first preserved in Vais’ali, whence its emigrations began to Gandhara, to Persia, to China, to Ceylon, to Madhyades’a, up into the heaven Tuchita, and down to the bottom of the ocean, where it is to await (in the palace of Sagara) the advent of Meitreya Buddha.”—_Handbook of Chinese Buddhism_. Eitel. Upon that occasion, the venerable Subhuti occupied a place in the midst of the assembly. Rising from his seat, with cloak arranged in such manner that his right shoulder was disclosed, Subhuti knelt upon his right knee, then pressing together the palms of his hands, he respectfully raised them towards Lord Buddha, saying: “Thou art of transcendent wisdom, Honoured of the Worlds! With wonderful solicitude, Thou dost preserve in the faith, and instruct in the Law, this illustrious assembly of enlightened disciples. Honoured of the Worlds! if a good disciple, whether man or woman, seeks to obtain supreme spiritual wisdom, what immutable Law shall sustain the mind of that disciple, and bring into subjection every inordinate desire?” The Lord Buddha replied to Subhuti, saying: “Truly a most excellent theme! As you affirmed, I preserve in the faith, and instruct in the Law, this illustrious assembly of enlightened disciples. Attend diligently unto me, and I shall enunciate a Law whereby the mind of a good disciple, whether man or woman, seeking to obtain supreme spiritual wisdom, shall be adequately sustained, and enabled to bring into subjection every inordinate desire.” Subhuti was gratified, and signified glad consent. Thereupon, the Lord Buddha, with majesty of person, and perfect articulation, proceeded to deliver the text of this Scripture, saying:— intellect. He was a native of Shravasti, a contemporary of Sakyamuni, and figures as the principal interlocutor in the _Prajna-Paramita_.”—_Handbook of Chinese Buddhism_. Eitel. has become intelligence (Bodhi). A being that has only once more to pass through human existence before it attains to Buddhaship. The third class of Buddhistic saints comprehending all who are candidates for Buddhaship as well as those Buddhas who are not yet perfected by entrance into Nirvana. They are also styled Mahasattvas (_Mo-Ho-Sa_). The state of a Bodhisattva is considered as one of the three means of conveyance to Nirvana.”—_Handbook of Chinese Buddhism_. Eitel. vows. They were called in India Bikshuni.... Ni is the Sanscrit feminine termination of Bikshu. These female mendicants were subject to the same code of regulations as the males.”—_Chinese Buddhism_. Edkins. literally unexcelled perfect intelligence. Another more painstaking but arbitrary explanation is untarnished and unparalleled (Nuttara) correct view (Sam) and complete wisdom (Myak) with complete possession of the highest sentiments (Sambodhi). This term, one of the sacred phrases of most frequent occurrence, signifies the characteristics which every Buddha possesses.”—_Handbook of Chinese Buddhism_. Eitel. “The unsurpassed, just, and enlightened heart.”—_Kin-Kong-King_. Beal. senses, it snatches away his spiritual knowledge as the wind does a ship on the waves.”—_Bhagavad-Gita_. J. Cockburn Thomson. this Sutra, _Po-ro-po-lo-mi_ (_Prajna-Paramita_), means Wisdom, by which we are enabled to reach the other shore (Nirvana). Christ.”—The Apostle Paul. _Awakening of Faith_, written by _Ma-Ming_ (Asvaghocha), “who flourished A.D. 50, under the Indo-Scythic king, Gondophares.” _Prajna-Paramita_ in one hundred and twenty volumes. The abstractions of Buddhist philosophy, which were afterwards ramified to such a formidable extent as these numbers indicate, are here found in their primary form, probably as they were taught by Sakyamuni himself.”—_Chinese Buddhism_. Edkins. “By this wisdom shall enlightened disciples be enabled to bring into subjection every inordinate desire! Every species of life, whether hatched in the egg, formed in the womb, evolved from spawn, produced by metamorphosis, with or without form or intelligence, possessing or devoid of natural instinct—from these changeful conditions of being, I command you to seek deliverance, in the transcendental concept of Nirvana. Thus, you shall be delivered from an immeasurable, innumerable, and illimitable world of sentient life; but, in reality, there is no world of sentient life from which to seek deliverance. And why? Because, in the minds of enlightened disciples there have ceased to exist such arbitrary concepts of phenomena as an entity, a being, a living being, or a personality.” “Moreover, Subhuti, an enlightened disciple ought to act spontaneously in the exercise of charity, uninfluenced by sensuous phenomena such as sound, odour, taste, touch, or Law. Subhuti, it is imperative that an enlightened disciple, in the exercise of charity, should act independently of phenomena. And why? Because, acting without regard to illusive forms of phenomena, he will realise in the exercise of charity, a merit inestimable and immeasurable.” “Subhuti, what think you? Is it possible to estimate the distance comprising the illimitable universe of space?” Subhuti replied, saying: “Honoured of the Worlds! It is impossible to estimate the distance comprising the illimitable universe of space.” The Lord Buddha thereupon discoursed, saying: “It is equally impossible to estimate the merit of an enlightened disciple, who discharges the exercise of charity, unperturbed by the seductive influences of phenomena. Subhuti, the mind of an enlightened disciple ought thus to be indoctrinated.” energy, contemplation, wisdom—cardinal virtues, or means of progressing towards Nirvana. The virtue of religious charity, implying all kinds of self-denying acts, almsgiving, sacrifice, etc.”—_Handbook of Chinese Buddhism_. Eitel. and causes the delusion of self and the lust of life—creating either delight in the objects that present themselves, or an eager desire to supply a felt want—this eager yearning thirst growing into sensuality, desire of future life, or love of the present world, is the origin of all suffering. Sorrow and suffering will be overcome, extinguished, if this ‘thirst’ be quenched, this lust of life destroyed. ‘He who overcomes this contemptible thirst, sufferings fall off from him like water drops from a lotus leaf.’”—_Buddhism_. T. W. Rhys Davids. generic term for all religious doctrines incidental to Buddhism. The Buddhas are invariably referred to as _Fah-Wang_—Princes of the Law. The Sutras are frequently alluded to as _Fah-Pao_—Jewels of the Law. The monks are usually designated _Fah-Men_—Disciples of the Law. The interminable process of transmigration is depicted by _Fah-Luen_—Wheel of the Law. The dissemination of Buddhistic tenets is typified by _Chuan-Fah-Luen_—Revolving Wheel of the Law. Religious designations consonant with the idea of Law, are held in high esteem amongst the Buddhist ecclesiastical orders. Of such are _Fah-Ai_—Lover of the Law; _Fah-Lien_—Approved in the Law; _Fah-Ming_—Brightness of the Law (compare Eitel’s _Handbook of Chinese Buddhism_. space be measured? or the four midway regions of space (_i.e._, N.E., S.E., S.W., N.W.), or the upper and lower regions: can either of these be accurately measured or defined?”— _Kin-Kong-King_. Beal. the principal; it is the chief of the virtues that are requisite for the attainment of the Buddhaship; it is the first of the four great virtues, _viz_.: almsgiving, affability, promoting the prosperity of others, and loving others as ourselves; it is superior to the observance of the precepts—the path that all the Buddhas have trod—a lineage to which they have all belonged.... The giving of alms softens the mind, and brings it into subjection, by which the ascetic is prepared for the exercise of the rites he is afterwards to practise.... The faithful are required to give in alms of that which they have honestly earned by their own personal exertions.... There must be a willing mind respecting that which they offer, from the time that the intention of making the offering is formed to the time when it is presented, as well as after it has been made.... When the gift, the giver, and the receiver are all pure, the reward is proportionately great.”—_Eastern Monachism_. Spence Hardy. His conduct righteousness, Then in the fulness of gladness He will make an end of grief.”—_Buddhism_. T. W. Rhys Davids. sentient life, the Lord Buddha stated that these were already eliminated from the minds of his enlightened disciples. The reference in the text is to disciples in process of instruction, and these the Lord Buddha commanded to relegate to oblivion the deceptive idea of the reality of sentient life, to dissolve within their minds its nauseous dregs, to put away its horrid stain, and cause it to vanish like snow in a glowing furnace.—_Chinese Annotation_. “The very nature of phenomena demonstrates that they must have had a beginning, and that they must have an end.”—_Lay Sermons_. Huxley. prepared to refute a prevalent notion that their concept of deliverance is equivalent to annihilation. _Mieh_ usually means annihilation, but _Tu_—to cross over in safety, is the antithesis of annihilation. After due consideration of the significance of the terminology, perhaps it will be generally conceded that English renderings of _Mieh-Tu_ as Deliverance or Salvation, are not without some degree of justification. “All these I command and exhort to enter on the state of the unsurpassed Nirvana (Pari Nirvana), and for ever to free themselves from the conditions of being to which they severally belong.”—_Kin-Kong-King_. Beal. Sir Edwin Arnold. “The dewdrop re-becomes the shining sea.”—_Chioh-Hsien_ (a Chinese monk). “The popular exoteric systems agree in defining Nirvana negatively as a state of absolute exemption from the circle of transmigration as a state of entire freedom from all forms of materiality, from all passion and exertion, mentally and emotionally, a state of indifference therefore alike to joy and pain. Positively they define Nirvana as the highest stage of spiritual liberty and bliss, as absolute immortality through absorption of the soul into itself. Individuality is preserved, and Buddhas who have entered Nirvana occasionally reappear again to intervene on behalf of the faithful.”—_Handbook of Chinese Buddhism_. Eitel. like Ananda—a favourite disciple of Buddha—are in error when they suppose their minds to be located within their material bodies. This interesting aspect of Buddhist psychology is made tolerably clear in the familiar narrative known generally as _The Enlightenment of Ananda_. Therein the Lord Buddha endeavours to prove that as objects within ourselves are invisible, the illuminating mind cannot be asserted to inhabit exclusively our material bodies. He also indicates that it cannot be affirmed to occupy any appointed sphere outside ourselves, it being usually understood that we observe only those objects by which we are environed. The Lord Buddha also controverts the theory, enunciated by Ananda, that the mind is secreted somewhere within the organs of sense; which assumption is based upon a notion that the seeing eye, and differentiating mind, are mysteriously correlated. that two well-known words in Buddhist terminology have been coined on purpose to stigmatise it. The first of these is Sakkayaditthi, ‘the heresy of individuality,’ the name given to this belief as one of the three primary delusions (the others being doubt, and belief in the efficacy of rites or ceremonies) which must be abandoned at the very first stage of the Buddhist path of holiness. The other is Attavada, ‘the doctrine of soul or self,’ which is the name given to it as a part of the chain of causes which lead to the origin of evil. It is there classed—with sensuality, heresy (as to eternity and annihilation), and belief in the efficacy of rites and ceremonies—as one of the four Upadanas, which are the immediate cause of birth, decay, death, sorrow, lamentation, pain, grief, and despair.”—_Buddhism_. T. W. Rhys Davids. The Lord Buddha interrogated Subhuti, saying: “What think you? Is it possible that by means of his physical body, the Lord Buddha may be clearly perceived?” Subhuti replied, saying: “No! Honoured of the Worlds! It is impossible that by means of his physical body, the Lord Buddha may be clearly perceived. And why? Because, what the Lord Buddha referred to as a physical body, is in reality not merely a physical body.” Thereupon the Lord Buddha addressed Subhuti, saying: “Every form or quality of phenomena is transient and illusive. When the mind realises that the phenomena of life are not real phenomena, the Lord Buddha may then be clearly perceived.” perishable body (_Seh-Shen_—_lit_., the Body of Form) and an immaterial, invisible, immortal body (_Fah-Shen_—_lit_., the Body of Law) as the constituents of every personality. This dichotomism, taught, as it seems by Sakyamuni himself, was ever afterwards retained as regards the nature of ordinary mortals. But in later ages, when the combined influence of Sivaism, which ascribed to Siva a threefold body (called _Dharmakaya_—essence, _Sambhogakaya_—reflex intelligence, and _Nirmanakaya_—practical issue of his intelligence), and that of Brahmanism with its Trimurti, gave rise to the Buddhist dogma of a Triratna (_San-Pao_—the precious Buddha, the precious Law, and the precious Priesthood), trichotomism was taught with regard to the nature of all Buddhas. Again they ascribed to every Buddha a triple form of existence, viewing him: as having entered Nirvana; as existing in reflex in the world of form; as existing or having existed on earth.”—_Handbook of Chinese Buddhism_. Eitel. otherwise there can be no true perception of the Lord Buddha.—_Chinese Annotation_. Subhuti enquired of the Lord Buddha, saying: “Honoured of the Worlds! In future ages, when this scripture is proclaimed, amongst those beings destined to hear, shall any conceive within their minds a sincere, unmingled faith?” The Lord Buddha replied to Subhuti, saying: “Have no such apprehensive thought! Even at the remote period of five centuries subsequent to the Nirvana of the Lord Buddha, there will be many disciples observing the monastic vows, and assiduously devoted to good works. These, hearing this scripture proclaimed, will believe in its immutability, and similarly conceive within their minds a pure, unmingled faith. Besides, it is important to realise that faith thus conceived, is not exclusively in virtue of the insular thought of any particular Buddha, but because of its affiliation with the concrete thoughts of myriad Buddhas, throughout infinite ages. Therefore, amongst the beings destined to hear this Scripture proclaimed, many, by momentary reflection, will intuitively conceive a pure and holy faith.” “Subhuti, the Lord Buddha by his prescience, is perfectly cognisant of all such potential disciples, and for these also there is reserved an immeasurable merit. And why? Because, the minds of these disciples will not revert to such arbitrary concepts of phenomena as an entity, a being, a living being, a personality, qualities or ideas coincident with Law, or existing apart from the idea of Law. And why? Because, assuming the permanency and reality of phenomena, the minds of these disciples would be involved in such distinctive ideas as an entity, a being, a living being, and a personality. Affirming the permanency and reality of qualities or ideas coincident with Law, their minds would inevitably be involved in resolving these same definitions. Postulating the inviolate nature of qualities or ideas which have an existence apart from the Law, there yet remain to be explained these abstruse distinctions—an entity, a being, a living being, and a personality. Therefore, enlightened disciples ought not to affirm the permanency or reality of qualities or ideas coincident with Law, nor postulate as being of an inviolate nature, qualities or ideas having an existence apart from the concept of Law.” “Thus, we are enabled to appreciate the significance of those words which the Lord Buddha invariably repeated to his followers: ‘You disciples must realise that the Law which I enunciated, was presented before your minds in the simile of a raft. If the Law—having fulfilled its function in bearing you to the other shore (Nirvana)—with its coincident qualities and ideas must inevitably be abandoned, how much more inevitable must be the abandonment of qualities or ideas which have an existence apart from the Law?’” “When the Son of Man cometh, shall He find faith on the earth?” The Buddha died, the great Tathagata, Even as a man ’mongst men, fulfilling all: And how a thousand thousand lakhs since then Have trod the Path which leads whither he went Unto Nirvana, where the Silence lives.”—_The Light of Asia_. Sir Edwin Arnold. ordination service is conducted by a chapter of monks, at which the following vows are administered. “I take the vow not to destroy life. I take the vow not to steal. I take the vow to abstain from impurity. I take the vow not to lie. I take the vow to abstain from intoxicating drinks, which hinder progress and virtue. I take the vow not to eat at forbidden times. I take the vow to abstain from dancing, singing, music, and stage plays. I take the vow not to use garlands, scents, unguents, or ornaments. I take the vow not to use a high or broad bed. I take the vow not to receive gold or silver.” (Compare _Buddhism_. T. W. Rhys Davids.) according to these scriptures (the Buddha scriptures of Nipal), is the hope of obtaining absorption into the nature of the god, and being freed from transmigrations.”—_China_. Sir John Francis Davis. Is it so hard a thing to see, That the Spirit of God, whate’er it be, The Law that abides and changes not, ages long, The Eternal and Nature-Born—these things be strong?”—_The Bacche_. Euripides (translated by Gilbert Murray). roots in eternity.”—_Chang-Ming_ (a Chinese monk). philosopher from one of the schools holding the power of intuition, an ascetic from the wilds of Syria or the mountains of Egypt, a heretic from the school at Alexandria, a monk from one of the monasteries of Europe, a schoolman of the Middle Ages, and a modern German metaphysician of the school of Schelling to meet together, and were it possible for them to forget their sectarian subtleties and nice distinctions, they would find that there was a vast mass of speculation about the main principles of which they were agreed. They would be of one mind relative to the four following propositions: That there is an objective potency of intellect; That this potency can be rendered subjective by concentrated thought, ascetic exercises, or determined effort; That this potency can only be acquired by the initiated; That the initiated may enlarge this potency to a limitless extent. As to the efficient cause of the potency, there would be a difference of opinion; some would ascribe it to intuition alone, while others would attribute it to an alliance with higher spirits or with God; but of its existence there would be no doubt.”—_Eastern Monachism_. Spence Hardy. That I shall teach compassion unto men And be a speechless world’s interpreter.”—_The Light of Asia_. Sir Edwin Arnold. have passed over (to Nibbana), I have reached the further bank, having overcome the torrent (of passions); there is no (further) use for a raft: therefore if thou like, rain, O sky!”—_Sutta-Nipata_. Fausböll. law was our schoolmaster to bring us unto Christ.” Note, also, the similarity of a metaphor employed in Christian anthology, “We shall meet on that beautiful ‘shore.’” They have their day and cease to be; They are but broken lights of Thee, But thou, O Lord, art more than they.”—Tennyson. “Reposing on eternal truth ... when thy mind shall have worked through the snares of delusion, then wilt thou attain to indifference to the doctrines, which are either (already) received, or have yet to be received.”—_Bhagavad-Gita_. J. Cockburn Thomson. The Lord Buddha addressed Subhuti, saying: “What think you? Has the Lord Buddha really attained to supreme spiritual wisdom? Or has he a system of doctrine which can be specifically formulated?” Subhuti replied, saying: “As I understand the meaning of the Lord Buddha’s discourse, he has no system of doctrine which can be specifically formulated; nor can the Lord Buddha express, in explicit terms, a form of knowledge which can be described as supreme spiritual wisdom. And why? Because, what the Lord Buddha adumbrated in terms of the Law, is transcendental and inexpressible. Being a purely spiritual concept, it is neither consonant with Law, nor synonymous with anything apart from the Law. Thus is exemplified the manner by which wise disciples and holy Buddhas, regarding intuition as the Law of their minds, severally attained to different planes of spiritual wisdom.” have all adopted this mode of diffusive doctrine [doctrine which admits of no particular distinction (_wou-wei)], and hence the differences which have occurred.”—_Kin-Kong-King_. Beal. expositor as _tsz-ran-choih-sing_—the intuitive faculty. is incomprehensible and inexpressible. It is neither a thing nor no-thing. And why? Because the holy persons are of imperfect power.”—_The Vagrakkhedika_. Max Müller. The Lord Buddha addressed Subhuti, saying: “What think you? If a benevolent person bestowed as alms, an abundance of the seven treasures sufficient to fill the universe, would there accrue to that person a considerable merit?” Subhuti replied, saying: “A very considerable merit, Honoured of the Worlds! And why? Because, what is referred to does not partake of the nature of ordinary merit, and in this sense the Lord Buddha made mention of a ‘considerable’ merit.” The Lord Buddha rejoined, saying: “If a disciple adhered with implicit faith to a stanza of this Scripture, and diligently explained it to others, the intrinsic merit of that disciple would be relatively greater. And why? Because, Subhuti, the holy Buddhas, and the Law by which they attained to supreme spiritual wisdom, severally owe their inception to the truth of this sacred Scripture. Subhuti, what is ordinarily termed the Buddhic Law, is not really a Law attributive to Buddha.” This merit being in its very character of the nature of that which is no merit at all, so Tathagata speaks of it as being ‘much.’”—_Kin-Kong-King_. Beal. “Subhuti said: Yes, O Sugata, that son or daughter of a good family would produce a large stock of merit. And why? Because, O Bhagavat, what was preached by the Tathagata as the stock of merit, is no stock of merit. Therefore, the Tathagata preaches: ‘a stock of merit, a stock of merit indeed!’”—_The Vagrakkhedika_. Max Müller. expositions in metrical language. A Chinese text says, ‘32 characters form one Gatha,’ which refers to a certain variety of Gatha called Aryagiti, a metre consisting of 32 instants.”—_Handbook of Chinese Buddhism_. Eitel. nothing wanting. But it requires attention, that the benefits it offers may be received. Though the teacher may attain great happiness, and enter Nirvana, it does not follow that the disciple will necessarily possess the same privileges; he may be like one who binds the crown upon the head of another. Therefore each one for himself must exercise meditation, and observe the ordinances, that he may attain wisdom.”—_Eastern Monachism_. Spence Hardy. (the Law), well observed, conveys happiness; truth, indeed, is the sweetest of things; and the life they call the best which is lived with understanding.”—_Sutta-Nipata_. Fausböll. of the Buddhas, have sprung from (the principles of) this one Sutra; but, Subhuti, that which is spoken of as the Law of Buddha, is after all not such a Law (or, is a Law of no Buddha).”—_Kin-Kong-King_. Beal. “Because, O Subhuti, the highest perfect knowledge of the holy and enlightened Tathagatas is produced from it; the blessed Buddhas are produced from it. And why? Because, O Subhuti, when the Tathagata preached: ‘The qualities of Buddha, the qualities of Buddha indeed!’ They were preached by him as no-qualities of Buddha. Therefore they are called the qualities of Buddha.”—_The Vagrakkhedika_. Max Müller. An erudite Chinese commentator suggests that the words _fei-fuh-fah_ are synonymous with _wu-wei-fah_—intuition, already observed in the preceding section. A familiar passage from _Lao-Tsz_, “Infinite truth is inexpressible,” is quoted by our commentator as serving to illustrate the difficulty of giving expression to an idea equivalent to the Law of Buddha. The Lord Buddha enquired of Subhuti, saying: “What think you? May a Scrotapatti (having entered the stream which bears on to Nirvana) thus moralise within himself, ‘I have obtained the fruits commensurate with the merit of a Scrotapatti’?” Subhuti replied, saying: “No! Honoured of the Worlds! And why? Because, Scrotapatti is simply a descriptive term signifying ‘having entered the stream.’ A disciple who avoids the seductive phenomena of form, sound, odour, taste, touch, and Law, is named a Scrotapatti.” The Lord Buddha again enquired of Subhuti, saying: “What think you? May a Sakridagami (who is subject only to one more reincarnation) thus muse within himself, ‘I have obtained the fruits consonant with the merit of a Sakridagami’?” Subhuti replied, saying: “No! Honoured of the Worlds! And why? Because, Sakridagami is merely a descriptive title denoting ‘only one more reincarnation’; but in reality there is no such condition as ‘only one more reincarnation,’ hence Sakridagami is merely a descriptive title.” The Lord Buddha once again enquired of Subhuti, saying: “What think you? May an Anagami (having entire immunity from reincarnation) thus reflect within himself, ‘I have obtained the fruits which accord with the merit of an Anagami?’” Subhuti replied, saying: “No! Honoured of the Worlds! And why? Because, Anagami is merely a designation meaning ‘immunity from reincarnation’; but in reality there is no such condition as ‘immunity from reincarnation,’ hence Anagami is merely a convenient designation.” The Lord Buddha yet again enquired of Subhuti, saying: “What think you? May an Arhat (having attained to absolute quiescence of mind) thus meditate within himself, ‘I have obtained the condition of an Arhat’?” Subhuti replied, saying: “No! Honoured of the Worlds! And why? Because, there is not in reality a condition synonymous with the term Arhat. Honoured of the Worlds! if an Arhat thus meditates within himself, ‘I have obtained the condition of an Arhat,’ there would be obvious recurrence of such arbitrary concepts as an entity, a being, a living being, and a personality. Honoured of the Worlds! When the Lord Buddha declared that in absolute quiescence of mind, perfect observance of the Law, and true spiritual perception, I was pre-eminent amongst the disciples, I did not cogitate thus within myself, ‘I am an Arhat, freed from desire!’ Had I thus cogitated, ‘I have obtained the condition of an Arhat,’ the ‘Honoured of the Worlds’ would not have declared concerning me, ‘Subhuti delights in the austerities practised by the Aranyaka’; but, in reality, Subhuti was perfectly quiescent and oblivious to phenomena; hence the allusion, ‘Subhuti delights in the austerities practised by the Aranyaka.’” being defined as the stream of holy conduct (which bears on to Nirvana).”—_Handbook of Chinese Buddhism_. Eitel. those who have attained some fruits thereof but are yet learners ... whose hope is directed to the utmost goal.”—_Questions of King Milinda_. T. W. Rhys Davids. “Enter the path! There spring the healing streams Quenching all thirst! there bloom th’ immortal flowers Carpeting all the way with joy! there throng Swiftest and sweetest hours.”—_The Light of Asia_. Sir Edwin Arnold. understands the tentative nature of the Law, his mind being trained to regard it as “a well-constructed raft,” designed to bear him safely across the stream of spiritual consciousness upon which he has entered. It also appears that the Scrotapatti discerns in the _idea_ of the Law, something as unreal and ephemeral as the phenomena of form, sound, odour, taste, or touch. In seeking “Nirvana’s blest abode,” the Scrotapatti endeavours to “rise by daily sojourn with these phantasies—to lovelier verities.” will receive one more birth. He may enter this path in the world of men, and afterwards be born in a Dewa-Loka (a heavenly mansion—in Chinese _Tien-Kong_); or he may enter it in a Dewa-Loka, and afterwards be born in the world of men.”—_Eastern Monachism_. Spence Hardy. obtained the state of a Sakridagami.”—_The Vagrakkhedika_. Max Müller. The third degree of Buddhistic saintship, the third class of Aryas, embracing all those who are no more liable to be reborn as men, though they are to be born once more as Devas, when they will forthwith become Arhats and enter Nirvana.”—_Handbook of Chinese Buddhism_. Eitel. “Men devoid of passion, and of malice, and of dulness, men in whom the great evils (lust, becoming, delusion, and ignorance) are not, men who have neither craving thirst, nor grasping desires.”—_Questions of King Milinda_. T. W. Rhys Davids. original meaning of Arhat (deserving, worthy) is overlooked by most Chinese commentators, who explained the term as if it were written _Ari-Hat_—Destroyer of the Enemy. The following two explanations are given, _Shah-Tseh_—Destroying the Enemy, and _Puh-Seng_—not to be reborn, _i.e._, except from transmigration. There is, however, a third explanation which is based on the original meaning of Arhat, namely _Ying-Kong_—deserving worship. The Arhat is the perfected Arya (one who has mastered the four spiritual truths—_Sz-Ti_—and thereby entered the path to Nirvana called Arya-Marga), and the state of Arhat can accordingly be attained only by passing through the different degrees of saintship. Arhatship implies possession of supernatural powers, and is to be succeeded either by Buddhaship or by immediate entrance into Nirvana.”—_Handbook of Chinese Buddhism_. Eitel. “Those who have entered the stream, and those who, free from stains, will only be reborn once more on earth, those who will never again return, and Arhats—these are they who dwell in the ‘city of Righteousness.’”—_Questions of King Milinda_. T. W. Rhys Davids. In the moral philosophy of Mencius there is inculcated a principle of having few desires (_Kwa-Yuh_), and Chinese Buddhists frequently institute comparisons between those “few desires” and “no desires” of the Arhats. “absolute quiescence” is the condition of mind in which knowledge is acquired by intuition. Sweeter than comb its sweetness; its delights Delightful past compare.”—_The Light of Asia_. Sir Edwin Arnold. is independent, having understood the _Dhamma_ (Law), for whom there is no desire for coming into existence or having existence—him I call calm.... He has overcome desire.”—_Dhammapada_. Max Müller. “This devotion should be practised with that determination by which thought becomes indifferent (to every worldly object). He who has abandoned all desires which spring from imagination, and has, by means of his heart, kept back the whole collection of the senses from every direction (in which they would go), should gradually become passive by his mind’s acquiring firmness, and, by having caused his heart to remain within himself, should not place his thoughts on anything at all.”—_Bhagavad-Gita_.—J. Cockburn Thomson. instantaneously, while others can only obtain it by a slow process; they must give aims, make offerings, study the _Bana_ (Law), and exercise the necessary discipline.”—_Eastern Monachism_. Spence Hardy. recluse.’ The term signifies ascetics who live in strict seclusion. There are three classes to be distinguished. The first is called _Dharma Aranyaka_—‘Hermits of the Law,’ their favourite tenet being the doctrine that the principles (_Dharma_) constituting human nature are originally calm, still, and passive. Their favourite tree is the Bodhi tree (tree of intelligence). The second class is called _Matanga Aranyaka_. Its members reside constantly in cemeteries, and are prohibited to approach a village within hearing distance of the lowing of a cow. They are probably called after the Hindoo caste _Matanga_. The third class, or the _Danataka Aranyaka_, is formed by hermits living on the sea beach or on half-tide rocks.”—_Handbook of Chinese Buddhism_. Eitel. “Men whose home is the forest, men who have taken on themselves the extra vows, men full of joy, men who are wearing rough garments, men rejoicing in solitude.”—_Questions of King Milinda_. T. W. Rhys Davids. the evils of existence, retires from all intercourse with the world, and either practises meditation, simply, or joins with it the practice of Kasina (an ascetic exercise to free the mind from all agitation), by which he is enabled to attain to _Nimitta_ (inward illumination), which is represented as being a mental illumination that brings with it, in various degrees of perfection, the state of mind called _Samadhi_ (absolute self-abstraction). This result of profound meditation includes undisturbed tranquillity, and equanimity the most entire, and in its superior degree it produces unconsciousness.”—_Eastern Monachism_. Spence Hardy. “The world-honoured one would not then have said: ‘Subhuti, what is this but the name of the one who delights in the mortification of an _Aranyaka_ (forest devotee),’ regarding ‘Subhuti’ as in truth not acting at all, but as a mere name, then (in such forgetfulness of self) ‘he is one who delights in self-mortification.’”—_Kin-Kong-King_. Beal. The Lord Buddha addressed Subhuti, saying: “What think you? When the Lord Buddha, in a previous life, was a disciple of Dipankara Buddha, was there communicated to him any prescribed Law, or system of doctrine, whereby he eventually became a Buddha?” Subhuti replied, saying: “No! Honoured of the Worlds! When the Lord Buddha was a disciple of Dipankara Buddha, neither prescribed Law nor system of doctrine was communicated to him, whereby he eventually became a Buddha.” The Lord Buddha addressed Subhuti, saying: “What think you? may an enlightened disciple thus ponder within himself, ‘I shall create numerous Buddhist Kingdoms’?” Subhuti replied, saying: “No! Honoured of the Worlds! And why? Because, kingdoms thus created would not in reality be Buddhist kingdoms, therefore ‘the creation of numerous Buddhist kingdoms’ is merely a figure of speech.” The Lord Buddha, continuing, addressed Subhuti, saying: “Enlightened disciples ought therefore to engender within themselves a pure and holy mind; they ought not to depend on the phenomena of form, sound, odour, taste, touch, or Law; they ought to sedulously cultivate a mind independent of every material aid.” The Lord Buddha addressed Subhuti, saying: “Supposing a man with a body as pretentious as Sumeru, prince among mountains, would you esteem such a body as being great?” Subhuti replied, saying: “Exceedingly great, Honoured of the Worlds! And why? Because, the Lord Buddha referred not to a physical body, but to mental and spiritual concepts of bodies, in which sense a body may be regarded as really Great.” _Ting-Kwang-Fuh_—the Buddha of fixed light. The twenty-fourth predecessor of Sakyamuni, from whom the latter received the assurance of his being destined for Buddhaship.”—_Handbook of Chinese Buddhism_. Eitel. It is recorded in _The Diamond Sutra_ that the Lord Buddha, in previous incarnations, assiduously performed religious vows, and deferentially honoured all contemporary Buddhas. An image of a former master, Dipankara Buddha, may frequently be observed in Chinese Buddhist temples, immediately behind the more conspicuous figure of Sakyamuni Buddha. Amongst Chinese Buddhist anniversaries may be found the birthday of “the ancient Buddha, _Ran-Teng_” (Dipankara), and the period allocated for its observance is the 22nd day of the 8th month. (Compare Edkins’ _Chinese Buddhism_.) faith was entirely _αὐτοδιδακτος_. The wisdom that he manifested was the outbeaming of a self-enkindled flame, not an inspiration from any exterior source, nor was it the result of any process of thought or reason. To whatever object he directed his intellectual vision, whether it was near or remote, whether past, present, or future, he saw it in a moment, intuitively, and yet in a manner the most absolutely perfect.”—_Eastern Monachism_. Spence Hardy. shall create numbers of worlds,’ he would say what is untrue. And why? Because, O Subhuti, when Tathagata preached numbers of worlds, numbers of worlds indeed! they were preached by him as no numbers. Therefore they are called numbers of worlds.”—_The Vagrakkhedika_. Max Müller. “Subhuti, what think you? are the various lands and territories of the Buddhas completely perfected by the Bodhisatwas who occupy them? No! World-honoured one! for this complete perfection of which we speak is after all no perfection at all, it is only an empty name.”—_Kin-Kong-King_. Beal. “The wise man is always thinking: How can I and these beings become Buddhas? I will preach this true Law, upon which the happiness of all beings depends, for the benefit of the world.”—_Saddharma-Pundarika_. H. Kern. The words _Chuang-Yen_, in a Buddhist sense, usually refer to the erection or adornment of temples and pagodas, almsgiving, or other work of merit. Used in conjunction with _Fuh-Tu_—Buddhist kingdoms, as exemplified by our text, _Chuang-Yen_ appears to convey a much wider meaning. Perhaps it refers to a spiritual creation and adornment by charity and virtue, of kingdoms owning allegiance to the Lord Buddha. “In twelve years from the commencement of his public teaching, Buddha’s doctrines had spread over sixteen Indian kingdoms.”—_Chinese Buddhism_. Edkins. and holy condition of mind.—_Chinese Annotation_. Compare the statement attributed to Christ, “The kingdom of heaven is _within_ you.” Caucasus range, 18,000 feet in height, and surrounded by low ground.”—_Chinese Buddhism_. Edkins. “But when they brought the painted palanquin To fetch him home, the bearers of the poles Were the four Regents of the Earth, come down From Mount Sumeru.”—_The Light of Asia_. Sir Edwin Arnold. transmigration was necessitated by the early Buddhist theories of the nature of sentient beings; according to which, man consists of an assemblage of different properties or qualities ... these are Material qualities, Sensations, abstract Ideas, Tendencies of mind, and mental Powers.... The first group, Material Qualities, are like a mass of foam, that gradually forms, and then vanishes. The second group, the Sensations, are like a bubble dancing on the face of the water. The third group, the Ideas, are like the uncertain mirage that appears in the sunshine. The fourth group, the mental and moral Predispositions, are like the plantain stalk, without firmness or solidity. And the last group, the Thoughts, are like a spectre or magical illusion. The body itself is constantly changing, ... man is never the same for two consecutive moments.” (Compare Rhys Davids’ _Buddhism_, and Spence Hardy’s _Manual_. “For instance, Subhuti, a man might have a body and a large body, so that his size should be as large as the king, of mountains, Sumeru. Do you think then, O Subhuti, that his selfhood would be large? Subhuti said, Yes! his selfhood would be large. And why? Because, when the Tathagata preached ‘selfhood,’ selfhood indeed! it was preached by him as no selfhood. Therefore it is called selfhood.”—_The Vagrakkhedika_. Max Müller. The Lord Buddha addressed Subhuti, saying: “If there were rivers Ganges as numerous as the sands of the Ganges, would the aggregate grains of sand be of considerable number?” Subhuti replied, saying: “Of very considerable number, Honoured of the Worlds! The rivers Ganges alone would be innumerable, and much more innumerable would be the grains of sand.” The Lord Buddha thereupon addressed Subhuti, saying: “I have a truth to declare unto you! If a good disciple, whether man or woman, were to bestow in the exercise of charity, an abundance of the seven treasures, sufficient to fill as many boundless universes as there would be grains of sand in these innumerable rivers, would the cumulative merit of such a disciple be considerable?” Subhuti replied, saying: “Very considerable, Honoured of the Worlds!” The Lord Buddha then declared unto Subhuti, “If a good disciple, whether man or woman, were with implicit faith to adhere to a stanza of this Scripture, and diligently explain it to others, the consequent merit would be relatively greater than the other.” With all the sands of Gunga, till we come To Antah-Kalpas, where the unit is The sands of ten crore Gungas.”—_The Light of Asia_. Sir Edwin Arnold. “As much of the seven precious substances as would fill as many great chiliocosms as there are sands in all the rivers above described.”—_Kin-Kong-King_. Beal. The Lord Buddha, continuing, said unto Subhuti: “Wherever this Scripture is proclaimed, even though it were but a stanza comprising four lines, you should realise that that place would be sanctified by the presence of the whole realm of gods, men, and terrestrial spirits, who ought unitedly to worship, as if before a sacred shrine of Buddha. But what encomium shall express the merit of a disciple who rigorously observes, and diligently studies, the text of this Scripture? Subhuti, you should realise that such a disciple will be endowed with spiritual powers commensurate with initiation in the supreme, incomparable, and most wonderful Law. Whatever place constitutes a repository for this sacred Scripture, there also the Lord Buddha may be found, together with disciples worthy of reverence and honour.” _Tien_, _Ren_, and _O-Siu-Lo_—heaven, or gods—men, and _Asurus_; the latter defined as _fei-tien_—not celestial spirits. the earth or living in the air, let us worship the perfect Buddha, revered by gods and men.” “Whatever spirits have come together here, either belonging to the earth or living in the air, let us worship the perfect _Dhamma_ (Law), revered by gods and men.” “Whatever spirits have come together here, either belonging to the earth or living in the air, let us worship the perfect _Sangha_ (community of monks), revered by gods and men.”—_Dhammapada_. Max Müller. thoughtlessness the path of death. Those who are in earnest do not die, those who are thoughtless are as if dead already.”—_Dhammapada_. Max Müller. (with what excites the highest wonder). And in that place, O Subhuti, there dwells the teacher (Sasa, often the name of Buddha), or one after another holding the place of the wise preceptor. (This may refer to a succession of teachers banding down the tradition one to another.)”—_The Vagrakkhedika_. Max Müller. “Subhuti, know that this man has acquired knowledge of the most excellent and desirable of all Laws; and if the place where this Sutra is recited be worthy of all honour as the place of Buddha himself, so also is this disciple honourable and worthy of the highest respect.”—_Kin-Kong-King_. Beal. the native authors.... The discourses of Buddha are as a divine charm to cure the poison of evil desire; a divine medicine to heal the disease of anger; a lamp in the midst of the darkness of ignorance; a fire, like that which burns at the end of a Kalpa, to destroy the evils of repeated existence; a meridian sun to dry up the mud of covetousness; a great rain to quench the flame of sensuality; a thicket to block up the road that leads to the _Narakas_ (place of the wicked); a ship in which to sail to the opposite shore of the ocean of existence; a collyrium for taking away the eye-film of heresy; a moon to bring out the night-blowing lotus of merit; a succession of trees bearing immortal fruit, placed here and there, by which the traveller may be enabled to cross the desert of existence; ... a straight highway by which to pass to the incomparable wisdom; a door of entrance to the eternal city of Nirvana; ... a treasury of the best things it is possible to obtain; and a power by which may be appeased the sorrow of every sentient being.”—_Eastern Monachism_. Spence Hardy. Upon that occasion, Subhuti enquired of the Lord Buddha, saying: “Honoured of the Worlds! by what name shall this Scripture be known, that we may regard it with reverence?” The Lord Buddha replied, saying: “Subhuti, this Scripture shall be known as _The Diamond Sutra_, ‘The Transcendent Wisdom,’ by means of which we reach ‘The Other Shore.’ By this name you shall reverently regard it! And why? Subhuti, what the Lord Buddha declared as ‘transcendent wisdom’ by means of which we reach ‘the other shore,’ is not essentially ‘transcendent wisdom’—in its essence it transcends all wisdom.” The Lord Buddha addressed Subhuti, saying: “What think you? Did the Lord Buddha formulate a precise system of Law or doctrine?” Subhuti replied, saying: “Honoured of the Worlds! The Lord Buddha did not formulate a precise system of Law or doctrine.” The Lord Buddha addressed Subhuti, saying: “What think you? within the myriad worlds which comprise this universe, are the atoms of dust numerous?” Subhuti replied, saying: “Very numerous, Honoured of the Worlds!” The Lord Buddha continuing his discourse, said: “Subhuti, the Lord Buddha declares that all these ‘atoms of dust’ are not essentially ‘atoms of dust,’ they are merely termed ‘atoms of dust.’ The Lord Buddha also declares that those ‘myriad worlds’ are not really ‘myriad worlds,’ they are merely designated ‘myriad worlds.’” The Lord Buddha addressed Subhuti, saying: “What think you? Can the Lord Buddha be perceived by means of his thirty-two bodily distinctions?” Subhuti replied, saying: “No! Honoured of the Worlds! the Lord Buddha cannot be perceived by means of his thirty-two bodily distinctions. And why? Because, what the Lord Buddha referred to as his ‘thirty-two bodily distinctions,’ are not in reality ‘bodily distinctions,’ they are merely defined as ‘bodily distinctions.’” The Lord Buddha addressed Subhuti, saying: “If a good disciple, whether man or woman, day by day sacrificed lives innumerable as the sands of the Ganges; and if another disciple adhered with implicit faith to a stanza of this Scripture, and diligently explained it to others, the intrinsic merit of such a disciple would be relatively greater than the other.” other precious gems in brilliance and indestructibility, so also the “wisdom” of this Sutra transcends and shall outlive all other knowledge known to philosophy. preached by the Tathagata? Subhuti said: Not indeed, O Bhagavat, there is nothing that was preached by the Tathagata.”—_The Vagrakkhedika_. Max Müller. It appears to be one of the distinctive features of primitive Buddhism, that its founder made provision for the utmost development of the human intellect, within the spheres of religion and philosophy. According to the text of _The Diamond Sutra_, the Lord Buddha evidently disclaims any suggestion on his part to formulate a “precise system of Law or doctrine” corresponding to the idea of a _creed_. Will_. Schopenhauer. “After me repeat Your numeration.... By Pundarikas unto Padumas, Which last is how you count the utmost grains Of Hastagiri ground to finest dust.”—_The Light of Asia_. Sir Edwin Arnold. “If the Buddha was not a materialist, in the sense of believing in the eternal existence of material atoms, neither could he in any sense be called a ‘spiritualist,’ or believer in the external existence of abstract spirit. With him creation did not proceed from an omnipotent spirit or mind evolving phenomena out of itself by the exercise of will, nor from an eternal self-existing, self-evolving germ of any kind. As to the existence in the universe of any spiritual substance which was not matter and was imperceptible to the senses, it could not be proved.”—_Buddhism_. Sir Monier Williams. “Subhuti, all these countless particles of dust Tathagata declares are no real particles; it is but an empty name by which they are known. Tathagata declares that all these systems of worlds composing the great chiliocosm are no real worlds; they are but empty names.”—_Kin-Kong-King_. Beal. be recognised.”—_Handbook of Chinese Buddhism_. Eitel. “Can Tathagata be known by the thirty-two signs (of a hero)?”—_The Vagrakkhedika_. Max Müller. “The King saluted, and Queen Maya made To lay her babe before such holy feet; But when he saw the prince the old man cried ‘Ah, Queen not so!’ and thereupon he touched Eight times the dust, laid his waste visage there, Saying, ‘O Babe! I worship! Thou art He! I see the rosy light, the foot-sole marks, The soft curled tendrils of the Swastika, The sacred primal signs thirty-and-two, The eighty lesser tokens. Thou art Buddh, And thou wilt preach the Law and save all flesh Who learn the Law.’”—_The Light of Asia_. Sir Edwin Arnold. “Bright were the divine lineaments of his face, and as the Master (of the Law) gazed in awe and holy reverence, he knew not how to compare the spectacle; the body of Buddha and his Kashaya robe were of a yellowish red colour, and from his knees upward the distinguishing marks of his person were exceedingly glorious.”—_The Life of Hiuen-Tsang_. Beal. life in an ordinary material sense, and which may be offered in sacrifice. But in Buddhist philosophy there is a spiritual _Atman_, which can be disposed of only by knowledge. food, or to present oil, sugar, honey, medicaments in the greatest abundance, or to build thousands of _Wiharas_ (monasteries or temples) splendid as those of Anuradhapura (an ancient city in Ceylon, the Anurogrammum of Ptolemy), or to present an offering to Buddha like that of Anepidu (a rich merchant of Sewet), the hearing or reading of one stanza of the _Bana_ (Law) would be more meritorious than all.”—_Eastern Monachism_. Spence Hardy. Upon that occasion, the venerable Subhuti, hearing the text of this scripture proclaimed, and profoundly realising its meaning, was moved to tears. Addressing the Lord Buddha, he said: “Thou art of transcendent wisdom, Honoured of the Worlds! The Lord Buddha in expounding this supreme canon of Scripture, surpassed in perspicuity every exposition previously heard by me, since my eyes were privileged to perceive this most excellent wisdom. Honoured of the Worlds! In years to come, if disciples hearing this scripture proclaimed, and having within their minds a pure and holy faith, engender true concepts of the ephemeral nature of phenomena—we ought to realise that the cumulative merit of such disciples will be intrinsic and wonderful. Honoured of the Worlds! The true concept of phenomena is, that these are not essentially phenomena, and hence the Lord Buddha declared that they are merely termed phenomena.” “Honoured of the Worlds! having heard this unprecedented Scripture, faith, clear understanding, and firm resolve to observe its precepts, follow as a natural sequence. If, in future ages, disciples destined to hear this Scripture, likewise believe, understand, and observe its precepts, their merit will incite the highest wonder and praise. And why? Because, the minds of those disciples will have outgrown such arbitrary ideas of phenomena as an entity, a being, a living being, or a personality. And why? Because, the entity is in reality non-entity; and a being, a living being, or a personality, are ideas equally nebulous and hypothetical. Wherefore, discarding every arbitrary idea of phenomena, the wise and wholly enlightened were severally designated Buddha.” The Lord Buddha, assenting, said unto Subhuti: “If, in future ages, disciples destined to hear this Scripture, neither become perturbed by its extreme modes of thought, nor alarmed by its lofty sentiments, nor apprehensive about realising its high ideals—these disciples also, by their intrinsic merit, will incite superlative wonder and praise.” “Subhuti, what the Lord Buddha referred to as the first _Paramita_ (charity), is not in reality the first _Paramita_, it is merely termed the first _Paramita_” “Subhuti, regarding the third _Paramita_ (endurance), it is not in reality a _Paramita_, it is merely termed a _Paramita_. And why? Because, in a previous life, when the Prince of Kalinga (‘Kaliradja’) severed the flesh from my limbs and body, at that time I was oblivious to such arbitrary ideas of phenomena as an entity, a being, a living being, or a personality. And why? Because, upon that occasion, when my limbs and body were rent asunder, had I not been oblivious to such arbitrary ideas as an entity, a being, a living being, or a personality, there would have originated within my mind, feelings of anger and resentment.” “Subhuti, five hundred incarnations ago, I recollect that as a recluse practising the ordinances of the Kshanti-Paramita, even then I had no such arbitrary ideas as an entity, a being, a living being, or a personality. Therefore, Subhuti, an enlightened disciple ought to discard as being unreal and illusive, every conceivable form of phenomena. In aspiring to supreme spiritual wisdom, the mind ought to be insensible to every sensuous influence, and independent of everything pertaining to sound, odour, taste, touch, or Law. There ought to be cultivated a condition of complete independence of mind; because, if the mind is depending upon any external aid, it is obviously deluded—there is in reality nothing external to depend upon. Therefore, the Lord Buddha declared that in the exercise of charity, the mind of an enlightened disciple ought not to depend upon any form of phenomena. Subhuti, an enlightened disciple desirous to confer benefits upon the whole realm of being, ought thus to be animated in the exercise of charity.” The Lord Buddha, in declaring the “unreality of phenomena,” also affirmed “that the whole realm of sentient life is ephemeral and illusory.” “Subhuti, the sayings of the Lord Buddha are true, credible, and immutable. His utterances are neither extravagant nor chimerical. Subhuti, the plane of thought to which the Lord Buddha attained, cannot be explained in terms synonymous with reality or non-reality.” “Subhuti, in the exercise of charity, if the mind of an enlightened disciple is not independent of every Law, he is like unto a person having entered impenetrable darkness, and to whom every object is invisible. But an enlightened disciple, discharging the exercise of charity with a mind independent of every Law, is like unto a person having the power of vision, in the meridian glory of the sunlight, and to whom every object is visible.” “Subhuti, in future ages, if a good disciple, whether man or woman, rigorously studies and observes the text of this Scripture; the Lord Buddha, by means of his Buddhic wisdom, entirely knows and perceives that for such a disciple there is reserved a cumulative merit, immeasurable and illimitable.” been hidden, or tells the way to him who has gone astray, or holds out an oil lamp in the dark that those who have eyes may see the objects, even so by the venerable Gotama in manifold ways the _Dhamma_ (Law) has been illustrated.”—_Dhammapada_. Max Müller. convent) was a man of high moral character. He observed with the greatest strictness the religious rules and ordinances. He was possessed of the highest intelligence, and acquainted with all the points of a true disciple. His talents were eminent; his spiritual powers exalted; and his disposition affectionate.”—_The Life of Hiuen-Tsang_. Beal. all objective truth could be presented to their intellectual vision. They, therefore, partook of what in other systems would be regarded as divinity.”—_Eastern Monachism_. Spence Hardy. and unreal, by those who had wrong notions; other laws also, of permanency, of being produced, of birth from something already produced, are wrongly assumed.”—_Saddharma-Pundarika_. H. Kern. self, of a being, of a living being, of a person, nor does there exist for them any idea of no-idea. And why? Because, the idea of a self is no-idea, the idea of a being is no-idea, the idea of a living being is no-idea, the idea of a person is no-idea. And why? Because, the blessed Buddhas are freed from all ideas.”—_The Vagrakkhedika_. Max Müller. End hence for me and those who learn my Law.”—_The Light of Asia_. Sir Edwin Arnold. meditation in this world, namely the state of the perfect disciple or Arhat; so he looked forward to an eternal calm in the world to come, Nirvana. Buddha taught that this end could only be attained by the practice of virtue.”—_The Indian Empire_. Sir William Hunter. Is peace and consummation sweet.”—_The Light of Asia_. Sir Edwin Arnold. energy, contemplation, wisdom—or means of attaining to Nirvana. “What the Tathagata preaches as the _Prajna-Paramita_, that was preached also by innumerable Blessed Buddhas. Therefore it is called the _Prajna-Paramita_,”—_The Vagrakkhedika_. Max Müller. sects, the present Calingapatah, a town in the northern Circars (Lat. 18° 15 N., Long. 85° 11 E.).”—_Handbook of Chinese Buddhism_. Eitel. It is recorded that the Lord Buddha, in a previous incarnation, was living in a mountainous region, strictly observing the monastic vows. The Prince of Kalinga, a cruel and dissolute ruler, having organised a hunting expedition, visited the secluded region, accompanied by numerous ladies of his harem. Fatigued by the excitement of the chase, the prince fell into a deep siesta. Meantime, the ladies resolved upon a short excursion along a mountain path. Unexpectedly meeting the Lord Buddha, they were greatly astonished at his dignified bearing and edifying conversation. When the prince awoke from his siesta, he was irritated to find that his ladies had disappeared. Instituting an immediate search, he became filled with implacable rage upon discovering them in the society of a hermit. The incident, as narrated in the Chinese text, proved to be a distressing sequel to the modest ladies’ innocent adventure. (Compare _Chinese Annotations_, etc.) are recorded, in the course of which he (Buddha) marked his way up through as many different stages of transmigration from the lowest spheres of life to the highest, practising all kinds of asceticism, and exhibiting in every form the utmost unselfishness and charity.”—_Handbook of Chinese Buddhism_. Eitel. “I and thou, O Arjuna! have passed through many transmigrations. I know all these.... Even though I am unborn, of changeless essence, and the lord also of all which exist, yet, in presiding over nature (Prakrita), which is mine, I am born by my own mystic power (Maya). For whenever there is a relaxation of duty, ... and an increase of impiety, I then reproduce myself for the protection of the good.... I am produced in every age.”—_Bhagavad-Gita_. J. Cockburn Thomson. patience, implying constant equanimity under persecution, and excluding hatred and revenge.”—_Handbook of Chinese Buddhism_. Eitel. “Because, O Subhuti, I remember the past five hundred births, when I was the _Rishi-Kshantivadin_ (preacher of endurance).”—_The Vagrakkhedika_. Max Müller. ever firm as the peak of Mount Sumeru, and in such a state (of mind) look upon all laws (and things) as having the nature of space (as being void), permanently equal to space, without essence, immovable, without substantiality. These, indeed, are the Laws, all and for ever.”—_Saddharma-Pundarika_. H. Kern. on).”—_The Vagrakkhedika_. Max Müller. not to rely on any formal act of charity. Subhuti, the Bodhisatwa ought to distribute his almsgiving for the purpose of benefiting the whole mass of sentient creatures, and yet Tathagata declares that as all dependencies are after all no real subjects of dependence, so also he says that all sentient creatures are not in reality what they are called.”—_Kin-Kong-King_. Beal. every form of sentient life is in reality _not_ sentient life.” things, but the power of knowing whatever he wishes to know. In opposition to other teachers, who deduce their doctrines from certain previously assumed principles, and who may err either in the data, or in the deductions from them. Buddha affirms of himself that the complete field of truth is before him, that the eye of wisdom to perceive it was obtained by him when he became a Buddha; and whatever he desires to know he perceives perfectly, and at one glance, without any reasoning process.”—(Rev. D. J. Gogerly, in the _Ceylon Friend_. Quoted by R. Spence Hardy, in _Eastern Monachism_). The Lord Buddha addressed Subhuti, saying: “If a good disciple, whether man or woman, in the morning, at noonday, and at eventide, sacrificed lives innumerable as the sands of the Ganges, and thus without intermission throughout infinite ages; and if another disciple, hearing this Scripture proclaimed, steadfastly believed it, his felicity would be appreciably greater than the other. But how much greater must be the felicity of a disciple who transcribes the sacred text, observes its precepts, studies its Laws, and repeats the Scripture that others may be edified thereby?” “Subhuti, the relative importance of this Scripture may thus be summarily stated: its truth is infinite; its worth incomparable; and its merit interminable.” “The Lord Buddha delivered this Scripture specifically for those who are entered upon the path which leads to Nirvana, and for those who are attaining to the ultimate plane of Buddhic thought. If a disciple rigorously observes, studies, and widely disseminates the knowledge of this Scripture, the Lord Buddha entirely knows and perceives that for such an one there will be a cumulative merit, immeasurable, incomparable, illimitable, and inconceivable. All such disciples will be endowed with transcendent Buddhic wisdom and enlightenment. And why? Because, Subhuti, if a disciple takes pleasure in a narrow or exclusive form of the Law, he cannot receive with gratification the instruction of this Scripture, or delight in its study, or fervently explain it to others. Subhuti, in whatever place there is a repository for this Scripture, the whole realm of spiritual beings ought to adore it; and reverencing it as a sacred shrine, ceremoniously surround it, scattering profusely sweet-scented flowers, and pure odours of fragrant incense.” _i.e._, the Mahayana faith. “They taught (the Mahayana school) that there were two methods of salvation, or, so to speak, two ways or two vehicles—the great and the little (Maha-Yana and Hina-Yana)—and indeed two Bodhis or forms of true knowledge which these vehicles had to convey (there was also a middle way). The former was for ordinary persons, the latter for beings of larger talents and higher spiritual powers.”—_Buddhism_. Sir Monier Williams. “Therefore let one always be thoughtful, and avoid (gross) pleasures; having abandoned them, let him cross the stream, after baling out the ship, and go to the other shore (Nirvana).”—_Dhammapada_. Max Müller. highest Buddhic knowledge), will receive it and understand it.”—_The Vagrakkhedika_. Max Müller. “All men being one with _ho-tan_ (Gautama?) Tathagata, arrive at the state of the unsurpassed, just, and enlightened (heart).”—_Kin-Kong-King_. Beal. The Chinese phrase “_ho-tan-Ju-Lai_,” may mean to bear upon the person evidences of the Lord Buddha. Compare the statement of the apostle Paul, “I bear in my body evidences of the Lord Jesus Christ.” the Hinayana school of Buddhist thought), are rather ungraciously referred to by a Chinese commentator as “rootless stems”; by which we are reminded of the Hindoo aphorism, “from the absence of a root within the root, all things are rootless.” of the Good Law_, it is recorded that five thousand followers forsook him, owing to what they regarded as a grave difficulty in complying with its intensely abstruse doctrines. deposited and safeguarded) have been built, both adorned with layers of all the previous substances (gold, silver, pearls, coral, cornelian, glass, and crystal). The kings, ministers, and peoples of the kingdoms vie with one another in making offerings at them. The trains of those who come to scatter flowers and light lamps at them never cease.”—_The Travels of Fa-Hien_. Legge. This descriptive scene concerning the endless trains of pilgrims who lit their lamps at the sacred shrine, may recall to our minds the beautifully expressed line in Sophocles’ _Œdipus Coloneus_, thus rendered by Professor Jebb, _The torch-lit strand_ of Eleusis. priests belonging to the capital (of Kashmir), advanced to the preaching hall (_Dharmasala_) and escorted him (the Master of the Law) onwards, being altogether something like a thousand men, with standards and parasols, with incense and flowers filling the roads. When they met (the Master of the Law) they all performed a humble salutation, and spread before him countless flowers as religious offerings.”—_The Life of Hiuen-Tsang_. Beal. The Lord Buddha, continuing, addressed Subhuti, saying: “If a good disciple, whether man or woman, devoted to the observance and study of this Scripture, is thereby despised, or lightly esteemed, it is because that in a previous life there had been committed some grievous transgression, followed now by inexorable retribution. But, although in this life despised or lightly esteemed, the compensating merit thus acquired will cause the transgression of a former life to be fully expiated, and the disciple adequately recompensed by the attainment of supreme spiritual wisdom.” “Furthermore, Subhuti, numberless ages ago, I recollect that before the advent of Dipankara Buddha, there were myriad Buddhas before whom I served and received religious instruction, my conduct being entirely blameless and without reproach. But, in the ages to come, if a disciple be enabled to rigorously observe and to study the text of this Scripture, the merit thus acquired will so far exceed the measure of my merit in the service of those myriad Buddhas, that it cannot be stated in terms of proportion, nor comprehended by means of any ‘analogy.’” “Again, Subhuti, in future ages, if a good disciple, whether man or woman, be enabled to rigorously observe and to study consecutively the texts of this Scripture, were I to elaborate either the nature or extent of this merit, those who heard it might become delirious, or entirely doubt its credibility. Subhuti, it is necessary to realise, that as the meaning of this Scripture is beyond ordinary comprehension, the scope of its fruitful rewards is equally incomprehensible.” mendicant, or a householder, let one know him as an outcast.”—_Sutta-Nipata_. V. Fausböll. deeds that must lead to suffering, those deeds these beings, owing to their being overcome, after they have seen the Law, will destroy, and they will obtain the knowledge of Buddha.”—_The Vagrakkhedika_. Max Müller. “According to the Buddha ... all men must suffer in their own persons either in the present life, or in future lives, the consequences of their own acts.... The penalty of sin could not be transferred to another—it could only be borne by the sinner himself, just as the reward of virtue could only be enjoyed by the virtuous man himself.”—_Hinduism_. Sir Monier Williams. be described or entirely conceived, so the merit and happy consequences of accepting it cannot be conceived or described.”—_Kin-Kong-King_. Beal. Upon that occasion, the venerable Subhuti addressed the Lord Buddha, saying: “Honoured of the Worlds! if a good disciple, whether man or woman, having desired to attain to supreme spiritual wisdom, what immutable Law shall support the mind of that disciple, and bring into subjection every inordinate desire?” The Lord Buddha replied, saying: “A good disciple, whether man or woman, ought thus to habituate his mind: ‘I must become oblivious to every idea of sentient life; and having become oblivious to every idea of sentient life, there is _no one_ to whom the idea of sentient life has become oblivious.’ And why? Because, Subhuti, if an enlightened disciple retains within his mind such arbitrary ideas of sentient life as an entity, a being, a living being, or a personality, he has not attained to supreme spiritual wisdom. And why? Because, Subhuti, there is no Law by means of which a disciple may be defined as one having obtained supreme spiritual wisdom.” The Lord Buddha addressed Subhuti, saying: “What think you? When the Lord Buddha was a disciple of Dipankara Buddha, was there bequeathed to him any Law whereby he attained to supreme spiritual wisdom?” Subhuti replied, saying: “No! Honoured of the Worlds! inasmuch as I am able to comprehend the meaning of the Lord Buddha’s discourse, when the Lord Buddha was a disciple of Dipankara Buddha, there was no Law bequeathed to him whereby he attained to supreme spiritual wisdom.” The Lord Buddha endorsed these words, saying: “Truly there is no Law by means of which the Lord Buddha obtained supreme spiritual wisdom. Subhuti, if there existed a Law by means of which the Lord Buddha obtained supreme spiritual wisdom, Dipankara Buddha would not have foretold at my initiation, ‘In future ages thou shalt become Sakyamuni Buddha.’ But, in reality, there is no Law by means of which supreme spiritual wisdom can be obtained. Therefore, at my initiation, Dipankara Buddha foretold concerning me, ‘In future ages, thou shalt become Sakyamuni Buddha.’ And why? Because, in the word _Buddha_. every Law is summarily and intelligibly comprehended.” “If a disciple affirmed that the Lord Buddha attained to supreme spiritual wisdom, it is necessary to state that there is no Law whereby this condition of mind can be realised. The supreme spiritual wisdom to which the Lord Buddha attained, cannot, in its essence, be defined as real or unreal. Thus, the Lord Buddha declared that the ordinarily accepted term, ‘the Buddhic Law,’ is synonymous with every moral and spiritual Law. Subhuti, what are ordinarily declared to be ‘systems of Law,’ are not in reality ‘systems of Law,’ they are merely termed ‘systems of Law.’” The Lord Buddha enquired of Subhuti, saying: “Can you imagine a man having a great physical body?” Subhuti replied, saying: “The Lord Buddha, discoursing upon the proportions of a physical body, did not maintain for these any _real_ greatness, therefore it is merely termed ‘a great body.”’ The Lord Buddha, thereupon, addressed Subhuti, saying: “Thus it is with an enlightened disciple: if he were to expatiate after this manner, ‘I must become oblivious to every idea of sentient life,’ he could not be described as fully enlightened. And why? Because, there is no Law whereby a disciple can be approved as ‘fully enlightened.’ Therefore, the Lord Buddha declared that within the realm of spiritual Law, there is neither an entity, a being, a living being, nor a personality.” The Lord Buddha addressed Subhuti, saying: “If an enlightened disciple were to speak in this wise, ‘I shall create numerous Buddhist kingdoms,’ he could not be designated ‘fully enlightened.’ And why? Because, the Lord Buddha, discoursing upon ‘creating numerous Buddhist kingdoms,’ did not affirm the idea of creating numerous ‘material’ Buddhist kingdoms, hence the ‘creation of numerous Buddhist kingdoms’ is merely a figure of speech. Subhuti, the Lord Buddha declared that a disciple may be regarded as ‘truly enlightened,’ whose mind is thoroughly imbued with the Law of non-individuality.” he, whose senses are under his control, possesses spiritual knowledge. Attachments to objects of sense arise in a man who meditates upon them; from attachment arises desire; from desire passion springs up; from passion comes bewilderment; from bewilderment, confusion of the memory; from confusion of the memory, destruction of the intellect; from destruction of the intellect, he perishes.”—_Bhagavad-Gita_. J. Cockburn Thomson. delivered by me in the perfect world of Nirvana.... And why? Because, O Subhuti, there is no such thing as one who has entered on the path of the Bodhisattva.”—_The Vagrakkhedika_. Max Müller. time and the locality, would not seldom occur. A wayfarer in the country of the Getæ (Jats) (Afghanistan) knocks at the door of a Brahman family. A young man within answers: ‘There is No One in this house.’ The traveller was too well taught in Buddhism not to know the meaning of this philosophical nihilism, and at once answered, ‘Who is No One?’ The young man, when he heard this, felt that he was understood. A kindred spirit was outside. Hurriedly he opened the door, and invited the stranger to enter. The visitor was the patriarch of the time (seventeenth), with staff and rice bowl, travelling to teach and make new disciples.”—_Chinese Buddhism_. Edkins. to refer to the series of events which culminated in the Lord Buddha obtaining “supreme enlightenment.” The founder of the Buddhist faith, dissatisfied with the practice of asceticism, and disappointed by his unfaithful disciples, walked meditatively towards the river Nairanjara, where Sujata, “the daughter of a neighbouring villager,” provided him with his morning meal. Seating himself under a sacred Bo-Tree, immediately he became engaged in the severest of mental conflicts. The Buddhist authors describe their Master as sitting “sublime,” “calm,” and “serene” throughout the sustained assault of a “visible” and wicked tempter, assisted by legions of evil spirits. So unrelenting was the fierce encounter, that the forces of nature shook and were convulsed under the dreadful onslaught. As the day advanced, the spiritual elements in Buddha’s nature gradually gained the ascendency; and when he became “fully enlightened,” there was revealed to him an antidote for human woe. The mind of the Lord Buddha thereafter assumed an aspect of perfect peace; “and in _the power over the human heart of inward culture, and of love to others_,” the great Teacher discovered a foundation of Truth, where, with assurance of faith, he could securely rest. As Milton regarded “Paradise” to be “regained” in the wilderness, and not on Calvary; in like manner the Buddhist poets indicate a belief that the experience of their Master under the Bo-Tree was the most eventful in his history. That is the reason they regard the Bo-Tree with a reverence resembling the Christian veneration of the Cross. (Compare Davids’ _Buddhism_.) fixed Law (by which) Tathagata attained this condition. Subhuti, if there had been such a Law, then Dipankara Buddha would not have said in delivering the prediction concerning me: ‘you in after ages must attain to the state of Buddha, and your name shall be Sakyamuni,’ so that because there is indeed no fixed Law for attaining the condition of ‘the perfect heart,’ on that account it was Dipankara Buddha delivered his prediction in such words.”—_Kin-Kong-King_. Beal. gratitude that ‘the Buddha,’ not only then, but in many former births, when emancipation from all the cares and troubles of life was already within his reach, should again and again, in mere love for man, have condescended to enter the world, and live amidst the sorrows inseparable from finite existence.”—_Buddhism_. T. W. Rhys Davids. suchness.’ And why Tathagata, O Subhuti? It expresses that ‘he had no origin.’ And why Tathagata, O Subhuti? It expresses ‘the destruction of all qualities.’ And why Tathagata, O Subhuti? It expresses ‘one who has no origin whatever.’ And why this? Because, O Subhuti, ‘no origin is the highest goal.’”—_The Vagrakkhedika_. Max Müller. The familiar word Buddha, seems to convey to devout Buddhist minds, a meaning consonant with the ethical idea of Love, as understood generally by the followers of Christ. Within it are potential spiritual elements, which, according to their judgment, perfectly fulfil the Law. The Chinese text, _Ju-Lai-che, chi-chu-fah-ru-i_, may bear the following interpretation, _Buddha is the One in whom all Laws become intelligible_. With this particular definition before us, and bearing in mind the general substance of the Mahayana faith, we may perhaps appreciate the sense in which the distinguished missionary, Dr Richard of Shanghai, ventured to render the Chinese term _Ju-Lai_ (Buddha), in a translation of Asvaghocha’s _The Awakening of Faith_, by the English synonym God. Few Christians would controvert the statement _that God, is the One in whom all Laws become intelligible!_ beings,’ he ought not to be called a Bodhisattva. And why? Is there anything, O Subhuti, that is called a Bodhisattva? Subhuti said: ‘Not indeed!’ Bhagavat said: ‘Those who were spoken of as beings, beings indeed, O Subhuti, they were spoken of as no beings by the Tathagata, and, therefore, they are called beings. Therefore Tathagata says: “All beings are without self, all beings are without life, without manhood, without personality.”’”—_The Vagrakkhedika_. Max Müller. “Subhuti, so it is with the Bodhisatwa, if he should say: ‘I ought to destroy all recollection of the countless kinds of creatures,’ this Bodhisatwa would not be really one, but only a nominal one.... Hence Buddha says that all things ought to be without any individual distinction.”—_Kin-Kong-King_. Beal. self-enlightening mind.”—_Twan-Tsi-Sin-Yao_ (_Tang Dynasty_). Compare Edkins’ _Chinese Buddhism_. without self, he has faith, he is called a noble-minded Bodhisattva by the holy and fully enlightened Tathagata.”—_The Vagrakkhedika_. Max Müller. In the _Mo-Wei-Sutra_, the ordinary concepts of an entity, a being, a living being, or a personality, are referred to as _blots_ or _stains_ upon the mind. The Lord Buddha enquired of Subhuti, saying: “What think you? Does the Lord Buddha possess the physical eye?” Subhuti assented, saying: “Honoured of the Worlds! the Lord Buddha truly possesses the physical eye.” The Lord Buddha enquired of Subhuti, saying: “What think you? Does the Lord Buddha possess the divine or spiritual eye?” Subhuti assented, saying: “Honoured of the Worlds! the Lord Buddha truly possesses the divine or spiritual eye.” The Lord Buddha enquired of Subhuti, saying: “What think you? Does the Lord Buddha possess the eye of wisdom?” Subhuti assented, saying: “Honoured of the Worlds! the Lord Buddha truly possesses the eye of wisdom.” The Lord Buddha enquired of Subhuti, saying: “What think you? Does the Lord Buddha possess the eye of truth?” Subhuti assented, saying: “Honoured of the Worlds! the Lord Buddha truly possesses the eye of truth.” The Lord Buddha enquired of Subhuti, saying: “What think you? Does the Lord Buddha possess the Buddhic eye?” Subhuti assented, saying: “Honoured of the Worlds! the Lord Buddha truly possesses the Buddhic eye.” The Lord Buddha enquired of Subhuti, saying: “What think you? Concerning the sands of the Ganges, did the Lord Buddha declare that these were grains of sand?” Subhuti assenting, said: “Honoured of the Worlds! the Lord Buddha declared that these were grains of sand.” The Lord Buddha enquired of Subhuti, saying: “What think you? If there were as many rivers Ganges as there are grains of sand in the Ganges, and if there were as many Buddhist worlds as the grains of sand in those innumerable rivers, would these Buddhist worlds be numerous?” Subhuti replied, saying: “Honoured of the Worlds! these Buddhist worlds would be very numerous.” The Lord Buddha, continuing, addressed Subhuti, saying: “Within these innumerable worlds, every form of sentient life, with their various mental dispositions, are entirely known to the Lord Buddha. And why? Because, what the Lord Buddha referred to as their ‘various mental dispositions,’ are not in reality their ‘various mental dispositions,’ these are merely termed their ‘various mental dispositions.’ And why? Because, Subhuti, dispositions of mind, or modes of thought, whether relating to the past, the present, or the future, are alike unreal and illusory.” “The second of the three great treasures is called _Dhamma_, or in Singhalese, _Dharmma_. This word has various meanings, but is here to be understood in the sense of Truth. It is not unfrequently translated ‘the Law,’ but this interpretation gives an idea contrary to the entire genius of Buddhism. The _Dharmma_ is therefore emphatically the Truth.”—_Eastern Monachism_. Spence Hardy. Sakyamuni, is believed to have acquired in the night before he became Buddha, and which every Arhat takes possession of by means of the fourth degree of _Dhyana_ (abstract contemplation). Most Chinese texts reckon six such talents, while the Singhalese know only five. Sometimes, however, only five are mentioned.”—_Handbook of Chinese Buddhism_. Eitel. The physical eye has an ordinary local function. The divine or spiritual eye has a universal function. The eye of wisdom is affiliated with the Law, and attests its immutability. The eye of truth is exegetical and synthetical. The Buddhic eye is the instrument of salvation.—_Chinese Annotation_. worlds, I know the manifold trains of thought of them all. And why? Because, what was preached as the trains of thought, the trains of thought indeed, O Subhuti, that was preached by Tathagata as no train of thoughts, and therefore it is called the train of thoughts. And why? Because, O Subhuti, a past thought is not perceived, a future thought is not perceived,, and the present thought is not perceived.”—_The Vagrakkhedika_. Max Müller. “Gautama himself was very early regarded as omniscient, and absolutely sinless. His perfect wisdom is declared by the ancient epithet of Samma-Sambuddha, ‘the completely enlightened one,’ found at the commencement of every Pali text; and at the present day in Ceylon, the usual way in which Gautama is styled is _Sarwajnan-Wahanse_, ‘the venerable omniscient one.’ From his perfect wisdom, according to Buddhist belief, his sinlessness would follow as a matter of course.”—_Buddhism_. T. W. Rhys Davids. The Lord Buddha addressed Subhuti, saying: “What think you? If a disciple, having obtained all the treasures of this universe, were to bestow these in the exercise of charity, would such a disciple consequently enjoy a considerable merit?” Subhuti assenting, said: “Honoured of the Worlds! such a disciple would consequently enjoy a very considerable merit.” The Lord Buddha thereupon addressed Subhuti, saying: “If there were any real or permanent quality in merit, the Lord Buddha would not have spoken of such merit as ‘considerable.’ It is because there is neither a tangible nor material quality in merit, that the Lord Buddha referred to the merit of that disciple as ‘considerable.’” glass, and crystal. merit indeed, O Subhuti, that was preached as no stock of merit by the Tathagata, and therefore it is called a stock of merit. If, O Subhuti, there existed a stock of merit, Tathagata would not have preached a stock of merit, a stock of merit indeed!”—_The Vagrakkhedika_. Max Müller. Within the meaning of the Buddhic Law, charity is purely a spiritual concept; and merit consequent upon fulfilling the Law of charity, must have a purely spiritual realisation. This is the sense in which the Lord Buddha referred to merit as “considerable.”—_Chinese Annotation_. The Lord Buddha addressed Subhuti, saying: “What think you? Can the Lord Buddha be perceived by means of his perfect material body?” Subhuti replied, saying: “Honoured of the Worlds! it is improbable that the Lord Buddha can be perceived by means of his perfect material body. And why? Because, what the Lord Buddha referred to as a ‘perfect material body,’ is not in reality a ‘perfect material body,’ it is merely termed a ‘perfect material body.’” The Lord Buddha addressed Subhuti, saying: “What think you? Can the Lord Buddha be perceived by means of any physical phenomena?” Subhuti replied, saying: “Honoured of the Worlds! it is improbable that the Lord Buddha can be perceived by means of any physical phenomena. And why? Because, what the Lord Buddha referred to as ‘physical phenomena,’ are not in reality ‘physical phenomena,’ these are merely termed ‘physical phenomena.’” of the Law), supposed to be a kind of ethereal essence of a highly sublimated nature and co-extensive with space. This essence was believed to be eternal, and after the Buddha’s death, was represented by the Law or doctrine (_Dharma_) he taught.” “The second body is the _Sambhoga-Kaya_, ‘body of conscious bliss,’ which is of a less ethereal and more material nature than the last. Its Brahmanical analogue appears to be the intermediate body (belonging to departed spirits) called _Bhoga-Deha_, which is of an ethereal character, though composed of sufficiently gross (Sthula) material particles to be capable of experiencing happiness or misery.” “The third body is the _Nirmana-Kaya_, ‘body of visible shapes and transformations,’ that is to say, those various concrete material forms in which every Buddha who exists as an invisible and eternal essence, is manifested on the earth or elsewhere for the propagation of the true doctrine.”—_Buddhism_. Sir Monier Williams. (known) by the shape of his visible body? Subhuti said, not indeed, a Tathagata is not to be seen (known) by the shape of his visible body. And why? Because, what was preached as the shape of the visible body, the shape of the visible body indeed, that was preached by Tathagata as no-shape of the visible body, and therefore it is called the shape of the visible body.”—_The Vagrakkhedika_. Max Müller. Herein is exemplification of the surpassing excellence of spiritual phenomena: although outwardly possessed of the thirty-two primal signs of a Buddha, there were also the essential evidences of those marvellous spiritual perfections which constitute the _real_ Buddha.—_Chinese Annotation_. The Lord Buddha addressed Subhuti, saying: “Do not affirm that the Lord Buddha thinks thus within himself, ‘I ought to promulgate a system of Law or doctrine.’ Have no such irrelevant thought! And why? Because, if a disciple affirmed that the Lord Buddha promulgated a system of Law or doctrine, he would defame the Lord Buddha, being manifestly unable to understand the purport of my instruction. Subhuti, regarding the promulgation of a ‘system of Law or doctrine,’ there is in reality no ‘system of Law or doctrine’ to promulgate, it is merely termed a ‘system of Law or doctrine.’” Upon that occasion, the virtuous and venerable Subhuti enquired of the Lord Buddha, saying: “Honoured of the Worlds! in ages to come, will sentient beings destined to hear this Law, engender within their minds the essential elements of faith?” The Lord Buddha replied, saying: “Subhuti, it cannot be asserted that these are sentient beings, or that these are not sentient beings. And why? Because, Subhuti, regarding ‘sentient beings,’ the Lord Buddha declared that in reality these are not ‘sentient beings,’ they are merely termed ‘sentient beings.’” think in this wise: the Law has been taught by me? Subhuti said: Not indeed, O Bhagavat, does the Tathagata think in this wise: the Law has been taught by me. Bhagavat said: If a man should say that the Law has been taught by the Tathagata, he would say what is not true; he would slander me with untruth which he has learned. And why? Because, O Subhuti, it is said the teaching of the Law, the teaching of the Law indeed, O Subhuti, there is nothing that can be perceived by the name of the teaching of the Law.”—_The Vagrakkhedika_. Max Müller. Eminent wisdom possesses the natural beauty of a pellucid stream, flowing swiftly between rugged mountain crags; but a mind at rest from ‘systems of Law or doctrine,’ is reminiscent of the loveliness of a waterfall, frozen into shining icicles, and resplendent in the light of the moon.—_Chinese Annotation_. unto him; he is like a jewel, of imperishable glory, who hears this Law with a pure heart.”—_The Buddha-Karita_. E. B. Cowell. no-beings. And why? Because, O Subhuti, those who were preached as beings, beings indeed, they were preached as no-beings by the Tathagata, and therefore they are called beings.”—_The Vagrakkhedika_. Max Müller. Although these are ordinarily referred to as sentient beings, there are spiritual elements in their real natures, which place them in a category only imperfectly described by the term “sentient beings”; but possessing also evident material qualities, it might be an error to assert that these are not “sentient beings”; hence the declaration of the Lord Buddha, “they are merely termed sentient beings.”—_Chinese Annotation_. Subhuti enquired of the Lord Buddha, saying: “Honoured of the Worlds! did the Lord Buddha, in attaining to supreme spiritual wisdom, obtain nothing of a real or tangible nature?” The Lord Buddha replied, saying: “In attaining to supreme spiritual wisdom, not a vestige of Law or doctrine was obtained, and therefore it is termed ‘supreme spiritual wisdom.’” nature of the Law, would be tantamount to being firmly bound by the Law; but to affirm that ‘not even the vestige of Law or doctrine was obtained,’ is the equivalent of being absolutely free from the Law.”—_Yen-Ping_ (a Chinese monk). “Buddha said: ‘True, true, Subhuti! I, as possessed of this heart, have come into the condition above described. This term the unsurpassed, just, and enlightened heart, is but a mere name.’”—_Kin-Kong-King_. Beal. The Lord Buddha addressed Subhuti, saying: “This Law is coherent and indivisible, it is neither ‘above’ nor ‘below,’ therefore it is termed ‘supreme spiritual wisdom.’ It excludes such arbitrary ideas as an entity, a being, a living being, or a personality; but includes every Law pertaining to the cultivation of goodness. Subhuti, what were referred to as ‘Laws pertaining to goodness,’ these the Lord Buddha declared are not in reality ‘Laws pertaining to goodness,’ they are merely termed ‘Laws pertaining to goodness.’” and Ceremonies_, carefully observes that amongst the attributes which the Jains ascribe to the Supreme Being, the first is that He is “one” and “indivisible”; and this observation of the learned Abbé becomes quite illuminating, when we remember the intimate relationship which has existed between the Jains and the Law of Buddha. Which nothing with existence links, as sages searching find. The cord, transversely stretched, that spanned this universal frame, Was it beneath? was it above? can any sage proclaim?” “Progress of the Vedic religion towards abstract conceptions of the Deity.” J. Muir (_Journal of the Royal Asiatic Society_). highest perfect knowledge is always the same, and thus known with all good things. And why? Because, what was preached as good things, good things, indeed, O Subhuti, they were preached by the Tathagata as no-things, and therefore are they called good things.”—_The Vagrakkhedika_. Max Müller. “This condition which is named the unsurpassed, just, and enlightened (heart), consists in nothing more than the exclusion of all individual distinctions. A man who practices all the rules of virtuous conduct will forthwith attain this condition. But, Subhuti, when we speak of rules of virtuous conduct, Tathagata declares that these rules are after all no real and lasting rules; the term is but a mere name,”—_Kin-Kong-King_. Beal. contemplation, wisdom, comprehended under the term “Laws pertaining to goodness,” merely constitute an open door by means of which disciples are ushered into the presence of truth.—_Chinese Annotation_. The Lord Buddha addressed Subhuti, saying: “If within this universe of universes, the seven treasures were heaped together, forming as many great elevations as there are Sumerus, prince of mountains, and these treasures bestowed entirely in the exercise of charity; and if a disciple were to select a stanza of this Scripture, rigorously observe it, and diligently explain it to others, the merit thus obtained would so far exceed the former excellence, that it cannot be stated in terms of proportion, nor comprehended by any analogy.” love for his own body and life, and proclaims day and night these good words—pre-eminent is his merit from this.” “He obtains a glorious and endless splendour who teaches even one word thereof; he will not miss one consonant nor the meaning who gives this Sutra to others.” “Therefore let those who are endowed with lofty ambitions, always hear this Law which causes transcendent merit; let them hear it and gladly welcome it and lay it up in their minds and continually worship the three jewels (the Buddha, the Law, and the assembly of monks) with faith.”—_Buddha-Karita_. E. B. Cowell. incomparably greater than that of the other, so much so, that no number could express the excess of one over the other.”—_Kin-Kong-King_. Beal. The Lord Buddha addressed Subhuti, saying: “What think you? You disciples, do not affirm that the Lord Buddha reflects thus within himself, ‘I bring salvation to every living being.’ Subhuti, entertain no such delusive thought! And why? Because, in reality there are no living beings to whom the Lord Buddha can bring salvation. If there were living beings to whom the Lord Buddha could bring salvation, the Lord Buddha would necessarily assume the reality of such arbitrary concepts as an entity, a being, a living being, and a personality. Subhuti, what the Lord Buddha adverted to as an entity, is not in reality an entity; it is only understood to be an entity, and believed in as such, by the common, uneducated people. Subhuti, what are ordinarily referred to as the ‘common, uneducated people,’ these the Lord Buddha declared to be not merely ‘common, uneducated people.’” the wisdom of this Sutra full and overflowing. Therefore, hearing the text of this Sutra expounded, and meditating upon its truth, there are formed spontaneously within the minds of those living beings, all the essential elements of salvation. As these mature and develop into a Law of spiritual liberty, the Lord Buddha obviously relinquishes every duty consonant with the idea of a delegated Saviour.—_Chinese Annotation_. “What do you think then, O Subhuti, does a Tathagata think in this wise: beings have been delivered by me? You should not think so. And why? Because, there is no being that has been delivered by the Tathagata. And if there were a being, O Subhuti, that had been delivered by the Tathagata, then Tathagata would believe in a self, a being, a living being, and a person. And what is called a belief in self, O Subhuti, that is preached as a no-belief by the Tathagata. And this is learned by children and ignorant persons, and they who were preached as children and ignorant persons, O Subhuti, were preached as no-persons by the Tathagata, and therefore they are called children and ignorant persons.”—_The Vagrakkhedika_. Max Müller. amongst men this is not the case, the difference amongst men is nominal only.”—_Dhammapada_. Max Müller. “Worldly profit is fleeting and perishable, religious (holy) profit is eternal and inexhaustible; a man though a king is full of trouble, a common man who is holy, has everlasting rest.”—_Fo-Sho-Hing-Tsan-King_. Beal. The Lord Buddha addressed Subhuti, saying: “Can the Lord Buddha be perceived by means of his thirty-two bodily distinctions?” Subhuti replied, saying: “Even so, the Lord Buddha can be perceived by means of his thirty-two bodily distinctions.” The Lord Buddha, continuing, said unto Subhuti: “If by means of his thirty-two bodily distinctions it were possible to perceive the Lord Buddha, then the Lord Buddha would merely resemble one of the great wheel-turning kings.” Subhuti thereupon addressed the Lord Buddha, saying: “Honoured of the Worlds! According as I am able to interpret the Lord Buddha’s instruction, it is improbable that the Lord Buddha may be perceived by means of his thirty-two bodily distinctions.” Thereafter, the “Honoured of the Worlds” delivered this sublime Gatha: “I am not to be perceived by means of any visible form, Nor sought after by means of any audible sound; Whosoever walks in the way of iniquity, Cannot perceive the blessedness of the Lord Buddha.” Sakyamuni at his birth, which left it open whether he would become a king or a Buddha.”—_The Vagrakkhedika_. Max Müller. as expressed by the Lord Buddha, and inadvertently replied, saying: “Even so, Even so.”—_Chinese Annotation_. Augured a prince of earthly dominance, A Chakravartin, such as rise to rule Once in a thousand years.”—_The Light of Asia_. Sir Edwin Arnold. “A king who rules the world, and causes the wheel of doctrine everywhere to revolve. The great Asoka (King of Central India, who reigned near Patna, about 150–200 years after the demise of Buddha) was a ‘wheel king.’ The word is Chakravarti in Sanscrit, from Chakra ‘wheel,’ the symbol of activity, whether of Buddha in preaching, or of kings like Asoka in ruling.”—_Chinese Buddhism_. Edkins. “Those of the Bikkhus who carry in their hearts the words of excellent knowledge that is immeasurable, who are free from bonds, whose fame and power and glory no man can weigh, who (in imitation of their master) keep the royal chariot wheel of the kingdom of righteousness rolling on, who have reached perfection in knowledge.”—_Questions of King Milinda_. T. W. Rhys Davids. the twenty-sixth section of _The Vagrakkhedika_, is not incorporated in the Chinese text. “A Buddha is to be seen (known) from the Law; For the Lords (Buddha) have the Law-Body; And the nature of the Law cannot be understood, Nor can it be made to be understood.” The Lord Buddha said unto Subhuti: “If you think thus within yourself ‘The Lord Buddha did not, by means of his perfect bodily distinctions, obtain supreme spiritual wisdom,’ Subhuti, have no such deceptive thought! Or if you think thus within yourself, ‘In obtaining supreme spiritual wisdom, the Lord Buddha declared the abrogation of every Law,’ Subhuti, have no such delusive thought! And why? Because, those disciples who obtain supreme spiritual wisdom, neither affirm the abrogation of any Law, nor the destruction of any distinctive quality of phenomena.” knowledge been known by the Tathagata by the possession of signs? You should not think so, O Subhuti. And why? Because, the highest perfect knowledge will not be known by the Tathagata through the possession of signs. Nor should anybody, O Subhuti, say to you that the destruction or annihilation of anything is proclaimed by those who have entered on the path of the Bodhisattvas.”—_The Vagrakkhedika_. Max Müller. “Subhuti, if you should think thus, ‘Tathagata, by means of his personal distinctions has attained to the unsurpassable condition,’ you would be wrong.... But, Subhuti, do not come to such an opinion as this, viz., ‘that what is called the unsurpassed, just, and enlightened heart is nothing more than the mere neglect and destruction of all rules and conditions.’ Think not so, for why? the exhibition of this perfect and unsurpassed heart is not the consequence of having disregarded and destroyed all rules, in the active discharge of duty.”—_Kin-Kong-King_. Beal. Concerning the phenomena of Law, if these were abrogated and entirely discarded, where would the mind receive its guiding light, or the human spirit its power of discernment? To attempt a process of reasoning apart from such necessary postulates as the distinctive qualities of Law and phenomena, would prove to be as futile as an effort to cross a river without a raft, and would inevitably end in oblivion.—_Chinese Annotation_. The Lord Buddha addressed Subhuti, saying: “If an enlightened disciple, in the exercise of charity, bestowed as considerable an amount of the seven treasures as might fill worlds numerous as the sands of the Ganges; and if a disciple, realising that within the meaning and purport of the Law, there is no abstract individual existence, perfects himself in the virtue of endurance, this latter disciple will have a cumulative merit, relatively greater than the other. And why? Because, enlightened disciples are entirely unaffected by considerations of ‘reward or merit.’” Subhuti thereupon enquired of the Lord Buddha, saying: “Honoured of the Worlds! in what respect are enlightened disciples unaffected by considerations of ‘reward or merit’?” The Lord Buddha replied, saying: “Enlightened disciples do not aspire, in a spirit of covetousness, to rewards commensurate with their merit; therefore, I declare that they are entirely unaffected by considerations of ‘reward or merit.’” uncreated things, then he would enjoy a larger stock of merit, immeasurable and innumerable.”—_The Vagrakkhedika_. Max Müller. “Nothing in this world is single, All things by a law divine In one another’s being mingle.”—Shelley. say, that Bodhisatwas cannot be said to appreciate reward? ‘Subhuti, the reward which a Bodhisatwa enjoys ought to be connected with no covetous desire; this is what I mean by non-appreciation of reward.’”—_Kin-Kong-King_. Beal. This passage, concluding the twenty-eighth section of _The Diamond Sutra_, not being incorporated in the translation of _The Vagrakkhedika_ by Max Müller, may be suggestive of a noteworthy interpolation in the Chinese text, or is it a probable lacuna in the Sanscrit MSS.? The Lord Buddha addressed Subhuti, saying: “If a disciple asserts that the Lord Buddha comes or goes, sits or reclines, obviously he has not understood the meaning of my discourse. And why? Because, the idea ‘Buddha’ implies neither coming from anywhere, nor going to anywhere, and hence the synonym ‘Buddha!’” to anywhere, and does not come from anywhere, and therefore he is called the Tathagata (truly come), holy and fully enlightened.”—_The Vagrakkhedika_. Max Müller. “That which is Tathagata has no where whence to come, and no where whither he can go, and is therefore named Tathagata.”—_Kin-Kong-King_. Beal. In the heavens above, we cannot discern a place whence he came, nor whither he may return. In his holy, immaculate, and marvellously endowed body, were manifested plenary spiritual powers.—_Hua-Yen-Sutra_. Like drifting clouds, like the waning moon, like ships that sail the ocean, like shores that are washed away—these are symbolic of endless change. But the blessed Buddha, in his essential, absolute nature, is changeless and everlasting.—_Yuen-Chioh-Sutra_. “If the pool be of pure water, the shining moon is reflected upon its limpid surface; and yet we cannot affirm that the moon really came from anywhere, or that it is actually in the pool. If the pool be disturbed and the dense mud raised, immediately the bright reflection becomes obscured; and yet we dare not affirm that the moon has really gone to anywhere, or that it has actually departed from the pool. It is entirely a question of the purity or impurity of the water, and has no reasonable affinity with theories concerning the existence or non-existence of the moon. So, also, with the true concept of Buddha; only those whose minds are immaculate in their pristine purity, can ever realise his transcendent blessedness.”—_Chang-Shui_ (a Chinese monk). The Lord Buddha addressed Subhuti, saying: “If a good disciple, whether man or woman, were to take infinite worlds and ‘reduce’ them to minute particles of dust; what think you, would the aggregate of all those particles of dust be great?” Subhuti replied, saying: “Honoured of the Worlds! the aggregate of all those particles of dust would be exceedingly great. And why? Because, if all those were in reality ‘minute particles of dust,’ the Lord Buddha would not have declared them to be ‘minute particles of dust.’ And why? Because, the Lord Buddha, discoursing upon ‘minute particles of dust,’ declared that in reality those are not ‘minute particles of dust,’ they are merely termed ‘minute particles of dust.’” Subhuti continuing, addressed the Lord Buddha, saying: “Honoured of the Worlds! what the Lord Buddha discoursed upon as ‘infinite worlds,’ these are not in reality ‘infinite worlds,’ they are merely termed ‘infinite worlds.’ And why? Because, if these were in reality ‘infinite worlds,’ there would of necessity be unity and eternity of matter. But the Lord Buddha, discoursing upon the ‘unity and eternity of matter,’ declared that there is neither ‘unity’ nor ‘eternity of matter,’ therefore it is merely termed ‘unity and eternity of matter.’” The Lord Buddha thereupon declared unto Subhuti, “Belief in the unity or eternity of matter is incomprehensible; and only common, worldly-minded people, for purely materialistic reasons, covet this hypothesis.” are composed of them, are deceptive forms of natural phenomena, equally unreal and evanescent. The minute particles which we observe floating in space, are carried hither and thither by atmospheric currents, and eventually pass into regions beyond our cognisance. So, also, with the immense worlds revolving in space; their ever-recurring phenomena of light and darkness, heat and cold, changing seasons, transient scenes of mountain and valley, river and plain. These things indicate that all are ephemeral, and entirely subject to irrevocable laws of change and decay.—_Chinese Annotation_. “Because, what was preached as a mass of many atoms by the Tathagata, that was preached as no-mass of atoms by the Tathagata, and therefore it is called ‘a mass of many atoms.’”—_The Vagrakkhedika_. Max Müller. “What then, if Buddha speaks of all these particles, then they are not really what they are called, it is but a mere name, World-Honoured One!”—_Kin-Kong-King_. Beal. inestimable and inexpressible; it is neither a thing nor a no-thing, and this is known by children and ignorant persons.”—_The Vagrakkhedika_. Max Müller. “Annihilation of matter is inconceivable, but annihilation of all its forms and qualities is conceivable.” _The World as Idea and Will_. Schopenhauer. If the worlds were real and permanent, they would always retain their original forms and primordial natures, and be subject neither to the influence of time nor the Law of change.—_Chinese Annotation_. “Subhuti, this characteristic of the one ‘harmonious principle,’ is a thing which cannot be spoken of in words; it is only the vain philosophy of the world, which has grasped the idea of explaining this.”—_Kin-Kong-King_. Beal. This noteworthy statement seems to militate against some opinions expressed in Europe regarding the Buddhist theory of “matter.” According to our Chinese text, it does not appear that Sakyamuni Buddha categorically denied the “presence” or “existence” of matter in the universe, but endeavoured rather to indicate the diversified and evanescent nature of its “forms” and “qualities.” Many devout Buddhists regard even the smallest particle of dust as containing a mysterious and elusive element—probably what we are disposed to term “a spiritual element,” or “principle of life”—and these are not unreasonably regarded as being altogether inscrutable, and therefore “incomprehensible.” The Lord Buddha addressed Subhuti, saying: “If a disciple affirmed that the Lord Buddha enunciated a belief that the mind can comprehend the idea of an entity, a being, a living being, or a personality; what think you, Subhuti, would that disciple be interpreting aright the meaning of my discourse?” Subhuti replied, saying: “Honoured of the Worlds! that disciple would not be interpreting aright the meaning of the Lord Buddha’s discourse. And why? Because, Honoured of the Worlds! discoursing upon comprehending such ideas as an entity, a being, a living being, and a personality, it was declared that these are entirely unreal and illusive, and therefore they are merely termed an entity, a being, a living being, and a personality.” The Lord Buddha thereafter addressed Subhuti, saying: “Those who aspire to the attainment of supreme spiritual wisdom ought thus to know, believe in, and interpret phenomena. They ought to eliminate from their minds every tangible evidence of every visible object. Subhuti, concerning ‘visible objects,’ the Lord Buddha declared that these are not really ‘visible objects’ they are merely termed ‘visible objects.’” belief in a being, belief in life, belief in personality, had been preached by the Tathagata, would he be speaking truly? Subhuti said, not indeed, Bhagavat, he would not be speaking truly. And why? Because, what was preached by the Tathagata as a belief in self, that was preached as no-belief, therefore it is called belief in self.”—_The Vagrakkhedika_. Max Müller. In these words are exemplified another profound aspect of Buddhist doctrine. Apart from interesting questions concerning the existence of an entity, a being, a living being, or a personality, another problem seems to arise regarding our ability to entirely perceive or “comprehend” those admitted abstract ideas. If we interpret aright the Buddhist doctrine, there are variously compounded within those abstract ideas, so many elusive spiritual elements, that the human mind is incapable of resolving them by any process of reasoning. In short—an entity, a being, a living being, or a personality, represents to the Buddhist mind, much more than it attempts to express in terms of philosophy. looked upon, and to be believed by one who has entered upon the path of the Bodhisattvas. And in this wise are they to be perceived, to be looked upon, and to be believed, neither in the idea of a thing, nor in the idea of a no-thing? And why? Because by saying: the idea of a thing, the idea of a thing indeed, it has been preached by the Tathagata as the no-idea of a thing.”—_The Vagrakkhedika_. Max Müller. “Subhuti, the persons who aspire to the perfectly enlightened heart, ought to know accordingly that this is true with respect to all things, and thus prevent the exhibition of any characteristics on any point whatever. Subhuti, these very characteristics of which we speak are after all no characteristics, but a mere name.”—_Kin-Kong-King_. Beal. The Lord Buddha addressed Subhuti, saying: “If a disciple, having immeasurable spheres filled with the seven treasures, bestowed these in the exercise of charity; and if a disciple, whether man or woman, having aspired to supreme spiritual wisdom, selected from this Scripture a stanza comprising four lines, then rigorously observed it, studied it, and diligently explained it to others; the cumulative merit of such a disciple would be relatively greater than the other.” “In what attitude of mind should it be diligently explained to others? Not assuming the permanency or the reality of earthly phenomena, but in the conscious blessedness of a mind at perfect rest. And why? Because, the phenomena of life may be likened unto a dream, a phantasm, a bubble, a shadow, the glistening dew, or lightning flash, and thus they ought to be contemplated.” When the Lord Buddha concluded his enunciation of this Scripture, the venerable Subhuti, the monks, nuns, lay-brethren and sisters, all mortals, and the whole realm of spiritual beings, rejoiced exceedingly, and consecrated to its practice, they received it and departed. must absolutely renounce falsehood, pride, calumny, and envy.... He is always sincere, mild, forbearing; ... he must feel affection for all beings who are striving for enlightenment ... they are greatly perverted in their minds, those beings who do not hear, nor perceive ... the mystery of the Tathagata. Nevertheless will I, who have attained this supreme, perfect knowledge, powerfully bend to it the mind of every one (Burnouf, _par la force de mes facultés surnaturelles_), whatever may be the position he occupies, and bring about that he accepts, understands, and arrives at full ripeness.”—_Saddharma-Pundarika_. H. Kern. is eventually gained that supreme calm, undecaying, immortal state, which is so hard to be reached.”—_Buddha-Karita_. E. B. Cowell. “And in what way can the disciple ‘proclaim them generally?’ Simply by relying on no conditions or distinctions whatever; thus he will act without agitation or excitement. Wherefore the conclusion is this—that all things which admit of definition are as a dream, a phantom, a bubble, a shadow, as the dew and lightning flash. They ought to be regarded thus.”—_Kin-Kong-King_. Beal. “And how should he explain it? As in the sky: stars, darkness, a lamp, a phantom, dew, a bubble, a dream, a flash of lightning, and a cloud—thus should we look upon the world (all that was made).”—_The Vagrakkhedika_. Max Müller. retreat, and then, travelling to the south-east for seven Yojanas, he arrived at the city of Kanyakubja, lying along the Ganges.... At a distance from the city of six or seven _Le_, on the west, on the northern bank of the Ganges, is a place where Buddha preached the Law to his disciples. It has been handed down that his subjects of discourse were such as ‘The bitterness and vanity (of life), as impermanent and uncertain,’ and that ‘The body is as a “bubble” or foam on the water.’”—_Travels of Fa-Hien_. Legge. the friars, nuns, the faithful lay men and women, and the Bodhisattvas also, and the whole world of gods, men, evil spirits and fairies, praised the preaching of the Bhagavat.”—_The Vagrakkhedika_. Max Müller. and nuns, and in this it may be noticed a fundamental difference between them and monastic orders in the West: mental culture, not mental death, was the aim set before the Buddhist ascetic by the founder of his faith.”—_Buddhism_. T. W. Rhys Davids. “_As when men, travelling, feel a glorious perfume sweet Pervading all the country side, and gladdening them, infer at once, ‘Surely ’tis giant forest trees are flowering now!’ So, conscious of this perfume sweet of righteousness That now pervades the earth and heavens, they may infer: ‘A Buddha, infinitely great, must once have lived!’_” INDEX Alexandria, 20 Alms-bowl, 3, 5 Almsgiving, 2 Anagami, 31, 32 Ananda, 11, 12 Anepidu, 51 Anniversaries, 37 Anta-Kalpas, 42 Anuradhapura, 51 Anurogrammum, 51 Apatti, 28 Aranyaka, 35, 36, 37 Arhat, 31, 32, 33, 34, 35, 55, 78 Ari-Hat, 32 Arjuna, 57 Arnold (Sir Edwin), 11, 18, 21, 29, 40, 42, 48, 50, 55, 94 Arya, 31, 32 Aryagiti, 26 Arya-Marga, 32 Ascetic, 21 Asiatic, 89 Asoka, 94, 95 Asurus, 44 Asvaghocha, 9, 74 Atman, 51 Atoms, 48 Attavada, 12 _αὐτοδιδακτος_, 38 _Awakening of Faith_, 9, 74 _Bacche (The)_, 20 Bana, 35, 45, 51 Beal, 7, 10, 15, 24, 26, 28, 36, 39, 43, 45, 49, 50, etc. Benares, 2 Benefactions, 3 _Bhagavad-Gita_, 8, 23, 34, 58, 68 Bhagavat, 23, 26, 38, 47, 54, 80, 85, 87, 103, 105, 110 Bhoga-Deha, 83 Bikkhus, 95 Bikshu, 7 Bikshuni, 7 Bodhi, 6, 35, 62, 63 Bodhisattva, 6, 38, 39, 58, 59, 69, 75, 76, 97, 98, 99, 106, 110 Bo-Tree, 70, 71 Brahman, 69 Brahmanas, 1 Brahmanical, 83 Brahmanism, 17 Buddha, 1, 3, 4, 5, 8, 9, 18, etc. _Buddha-Karita_, 86, 91, 109 Buddhaphalam, 32 Buddhas, 7, 11, 25, 28 Buddhaship, 6, 15, 32 Buddhic, 27 Buddhism, 13, 14, 16, 19, 41, 49, 63, 72, 80, 83, 110 Burnouf, 108 Calingapatah, 56 Calvary, 71 Ceylon, 80 _Ceylon Friend_, 61 Chakra, 95 Chakravartin, 94, 95 Chang-Ming, 20 Chang-Shui, 101 Chiliocosms, 43, 49 China, 5, 19 _Chinese Buddhism_, 2, 7, 9, 37, 39, 40, 69 Chioh-Hsien, 11 Christ, 8, 23, 40, 63, 73 Christians, 74 Chuan-Fah-Luen, 14 Chuang-Yen, 39 Circars, 56 Coral, 25, 43, 64, 81, 107 Cornelian, 25, 43, 64, 81, 107 Cowell, E. B., 86, 91, 109 Creed, 47 Cross, 71 Crystal, 25, 43, 64, 81, 107 Danataka Aranyaka, 35 Davids, T. W. Rhys, 13, 29, 31, 80, 95, 110 Davis, Sir John Francis, 19 Dewa-Loka, 30 Devas, 31 Dhamma, 27, 34, 44, 52 _Dhammapada_, 34, 44, 52, 63, 93 Dhammo, 78 Dharma, 30, 35, 83 Dharma Aranyaka, 35 Dharma-Kaya, 17, 82 Dharmasala, 65 Dharmma, 27 _Diamond Sutra, The_, 37, 47 Dipankara Buddha, 37, 38, 67, 71, 72, 73 Djatakas, 2 Dubois (the Abbé), 88 _Eastern Monachism_, 4, 5, 16, 21, 27, 30, 35, 36, 38, 46, 51, 53, 61, 78 Edkins, 2, 7, 9, 39, 40, 69 Egypt, 20 Eitel, 1, 2, 6, 11, 13, 26, 28, 31, 32, 35, 37, 49, 56, 57, 58, 79 Elburz, 40 Eleusis, 65 _Enlightenment of Ananda_, 12 Euripides, 20 Europe, 20, 104 Fa-Hien, 2, 65, 109 Fah, 14, 60 Fah-Ai, 14 Fah-Lien, 14 Fah-Luen, 14 Fah-Men, 14 Fah-Ming, 14 Fah-Pao, 14 Fah-Shen, 16 Fah-Wang, 14 Fah-Yen, 78 Fairies, 110 Faith, 3, 27 Fausböll, 23, 27 Fei-Fuh-Fah, 28 _Fo-Sho-Hing-Tsan-King_, 93 Fox, 67 Fuh-Ko, 32 Fuh-Tu, 39 Gandhara, 5 Ganges, 2, 42, 51, 61, 79, 98, 109 Gatha, 26, 95 Gautama, 63, 80 German, 20 Getæ, 69 Girdle, 3 Glass, 25, 43, 64, 81, 107 God, 21, 74 Gods, 110 Gogerly, Rev. D. J., 61 Gold, 25, 43, 64, 81, 107 Gondophares, 9 Gotama, 52 Greek, 20 Gunga, 42 Hardy, Spence, 4, 16, 21, 27, 30, 35, 36, 38, 46, 51, 53, 61, 78 Hastagiri, 48 Hero, 50 Hinayana, 64 Hindoo, 64 _Hindu Manners, Customs, and Ceremonies_, 88 _Hinduism_, 66 Hiuen-Tsang, 2, 50, 53, 65 Ho-Ru-To-Lo-San-Mao-San-Pu-Ti, 7 Ho-Tan-Ju-Lai, 63 _Hua-Yen-Sutra_, 100 Hunter, Sir William, 55 Huxley, 10 Icicles, 86 _Idea and Will, The World as_, 48, 103 Immortality, 44 Immortals, 2 India, 7, 20 _Indian Empire, The_, 55 Indo-Scythic, 9 I-Wu-Wei-Fah, 25 Jains, 88 Jayendra, 53 Jesus, 18 Jeta, 2, 4 Jewels, 91 Kalinga, 56 Kaliradja, 56 Kalpa, 45 Kanyakubja, 109 Kashaya, 50 Kashmir, 65 Kasina, 36 Kern, H., 39, 58, 108 Khaloupas’ Waddhaktinka, 4 Kin-Kong-King, 7, 10, 15, 24, 26, 28, 36, 39, 45, 49, 59, etc. Kingdoms, 38, 40, 76 Kos’ala, 56 Kshanti, 58 Kshantivadin, 58 Kwa-Yuh, 33 Lao-Tsz, 28 _Lay Sermons_, 10 Le, 109 Legge, 65, 109 _Light of Asia (The)_, 11, 18, 21, 29, 34, 40, 42, 48, 50, 55, 94, etc. _Lotus of the Good Law_, 64 Love, 73 Ma-Ming, 9 Madhyades’a, 5 Mahasattvas, 7 Mahayana, 62 Mantras, 1 Matanga, 35 Materialist, 48 Maya, 50, 58 Meitreya (Buddha), 5 _Memoirs sur les Contrées Occidentales_, 2 Mencius, 33 Mendicant, 4 Metamorphosis, 9 Mieh-Tu, 10 Milinda, 4, 29, 31, 33, 36, 95 Milton, 71 Mo-Ho-Sa, 7 _Mo-Wei-Sutra_, 77 Muir (J.), 89 Müller (Max), 1, 25, 26, 30, 34, 39, 42, 44, 47, 52, 54, etc. Murray (Gilbert), 20 Myak, 7 Nairanjara, 70 Narakas, 46 Needle, 3 Nibbana, 23 Nihilism, 69 Nimitta, 36 Nirmanakaya, 17, 83 Nirvana, 1, 7, 8, 10, 11, 17, 18, 23, 27, 28, 30, 31, 32, 44, 46, 55, 62, 63, 69 Non-individuality, 76 Nuttara, 7 _Œdipus Coloneus_, 65 O-siu-lo, 44 Padumas, 48 Pali, 80 Paramita, 13, 55, 56, 90 Patna, 94 Path, 18 Paul (The Apostle), 8, 23 Pearls, 25, 43, 64, 81, 108 Persia, 5 Pilgrims, 2 Po-Ro-Po-Lo-Mi, 8 Prajna-Paramita, 9 Prakrita, 57 Prasenajit, 2 Priests, 4 Ptolemy, 51 Puh-Seng, 32 Pundarikas, 48 Pu-sa, 6 _Questions of King Milinda_, 4, 29, 31 33, 36, 95 Raft, 23 Rahat, 20 Rahatship, 35 Ran-Teng-Fuh, 37 Razor, 3 Regents, 40 Reincarnation, 30, 31 _Relation des Royaumes Buddhiques_, 5 Remusat, 5 Ren, 44 Richard (Dr), 74 Righteousness, 33 Rishi, 58 Robe, 3, 50 _Saddharma-Pundarika_, 39, 54, 58, 108 Sagara, 5 Sakkayaditthi, 12 Sakridagami, 30, 31 Sakyamuni, 2, 5, 9, 37, 72, 73, 78, 94, 104 Salvation, 10, 92, 93 Samadhi, 36 Sambhoga-Kaya, 83 Sambodhi, 7 Samma-Sambuddha, 80 Sangha, 44 San-Pao, 17 Sanscrit, 1, 7, 95, 99 Sarvanikchepa, 42 Sarwajnan-Wahanse, 80 Sasa, 45 Sattva, 6 Saviour, 92 Schelling, 20 Schopenhauer, 48, 103 Scripture, 9, 18, 19, 20, 26, 43, 45, etc. Scrotapatti, 28, 29 Seh-Shen, 16 Selfhood, 42 Sewet, 51 Shah-Tseh, 32 Shanghai, 74 Shelley, 98 Shen-Ming, 51 Shore, 23, 47 Shravasti, 2, 4, 6 Siao-Fah, 64 Signs, 50 Silver, 25, 43, 64, 107 Singhalese, 78 Siva, 17 Sivaism, 17 Sophocles, 65 Spawn, 9 Spirits, 44, 110 Spiritualist, 48 Sramana, 36 Srota, 28 S’ruti, 1 Sthula, 83 Subhuti, 6, 8, 13, etc. Sugata, 26 Sujata, 70 Sumeru, 40, 42, 58 Sutana, 2 Sutra, 1, 8, 27, 45, 47, 68, 77, 91, 92, 108 _Sutta-Nipata_, 23, 27, 66 Swastika, 50 Syria, 20 Sz-ti, 32 Ta-Cheng-Che, 62 Talents, 78 Tang (dynasty), 76 Ta-Pi-Ku, 3 Tathagata, 25, 26, 38, 47, 49, 59, 63, 72, etc. Teacher, 3 Temples, 39 Tennyson, 23 Thomson (J. Cockburn), 8, 23, 34, 58, 68 Ti-Ching, 11 Tien, 44 Tien-Kong, 30 Ting-Kwang-Fuh, 37 Topes, 64 Treasures, 25, 43, 64, 81, 90, 107 Trimurti, 17 Triratna, 17 Truth, 27, 78, 79 Tsz-Ran-Choih-Sing, 25 Tuchita, 5 _Twan-Tsi-Sin-Yao_, 76 Upadanas, 13 _Vagrakkhedika (The)_, 25, 26, 28, 30, 39, 42, 45, 47, etc. Vais’ali, 5 Vedas, 1 Vedic, 89 Vice, 3 Vihara, 109 Virtue, 3 Vows, 19 Waddhaktinka, 4 Waterfall, 86 Water-strainer, 3 West, 110 Wiharas, 51 Williams (Sir Monier), 49, 63, 66, 83 Wisdom, 3, 7, 8, 47 Wou-Wei, 24 Wu-Wei, Fah, 28 Yen-Ping, 88 Yogi, 20 Yojanas, 109 _Yuen-Chioh-Sutra_, 100 TRANSCRIBER’S NOTES. This is an English translation of the Chinese version available at: https://hdl.handle.net/2027/umn.319510013625058. The original printed text scans can be found at: https://archive.org/details/cu31924022914588. Textual notes: 1. Chapter labels have been added in braces (e.g. [Chapter 1]). 2. Footnotes have been moved to the end of each chapter. 3. Text contained within underscores is italicised. 4. Word spellings have been standardized. Words within direct quotations by other authors have been left unchanged. 5. Some page numbers in the index were corrected. *** END OF THE PROJECT GUTENBERG EBOOK 64623 ***"}