{"title":"The Great Discourse on Causation ","text":"Long Discourses 15 The Great Discourse on Causation 1. Dependent Origination So I have heard. At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma. Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, “It’s incredible, sir, it’s amazing, in that this dependent origination is deep and appears deep, yet to me it seems as plain as can be.” “Don’t say that, Ānanda, don’t say that! This dependent origination is deep and appears deep. It is because of not understanding and not penetrating this teaching that this population has become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration. When asked, ‘Is there a specific condition for old age and death?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for old age and death?’ you should answer, ‘Rebirth is a requirement for old age and death.’ When asked, ‘Is there a specific condition for rebirth?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for rebirth?’ you should answer, ‘Continued existence is a requirement for rebirth.’ When asked, ‘Is there a specific condition for continued existence?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for continued existence?’ you should answer, ‘Grasping is a requirement for continued existence.’ When asked, ‘Is there a specific condition for grasping?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for grasping?’ you should answer, ‘Craving is a requirement for grasping.’ When asked, ‘Is there a specific condition for craving?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for craving?’ you should answer, ‘Feeling is a requirement for craving.’ When asked, ‘Is there a specific condition for feeling?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for feeling?’ you should answer, ‘Contact is a requirement for feeling.’ When asked, ‘Is there a specific condition for contact?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for contact?’ you should answer, ‘Name and form are requirements for contact.’ When asked, ‘Is there a specific condition for name and form?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for name and form?’ you should answer, ‘Consciousness is a requirement for name and form.’ When asked, ‘Is there a specific condition for consciousness?’ you should answer, ‘There is.’ If they say, ‘What is a requirement for consciousness?’ you should answer, ‘Name and form are requirements for consciousness.’ So: name and form are requirements for consciousness. Consciousness is a requirement for name and form. Name and form are requirements for contact. Contact is a requirement for feeling. Feeling is a requirement for craving. Craving is a requirement for grasping. Grasping is a requirement for continued existence. Continued existence is a requirement for rebirth. Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. That is how this entire mass of suffering originates. ‘Rebirth is a requirement for old age and death’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no rebirth for anyone anywhere. That is, there were no rebirth of sentient beings into their various realms—of gods, centaurs, spirits, creatures, humans, quadrupeds, birds, or reptiles, each into their own realm. When there’s no rebirth at all, with the cessation of rebirth, would old age and death still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of old age and death, namely rebirth. ‘Continued existence is a requirement for rebirth’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no continued existence for anyone anywhere. That is, continued existence in the sensual realm, the realm of luminous form, or the formless realm. When there’s no continued existence at all, with the cessation of continued existence, would rebirth still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of rebirth, namely continued existence. ‘Grasping is a requirement for continued existence’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no grasping for anyone anywhere. That is, grasping at sensual pleasures, views, precepts and observances, and theories of a self. When there’s no grasping at all, with the cessation of grasping, would continued existence still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of continued existence, namely grasping. ‘Craving is a requirement for grasping’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no craving for anyone anywhere. That is, craving for sights, sounds, smells, tastes, touches, and ideas. When there’s no craving at all, with the cessation of craving, would grasping still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of grasping, namely craving. ‘Feeling is a requirement for craving’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no feeling for anyone anywhere. That is, feeling born of contact through the eye, ear, nose, tongue, body, and mind. When there’s no feeling at all, with the cessation of feeling, would craving still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of craving, namely feeling. So it is, Ānanda, that feeling gives rise to craving. Craving gives rise to searching. Searching gives rise to gaining material things. Gaining material things gives rise to evaluation. Evaluation gives rise to desire and lust. Desire and lust gives rise to attachment. Attachment gives rise to ownership. Ownership gives rise to stinginess. Stinginess gives rise to safeguarding. Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies. ‘Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no safeguarding for anyone anywhere. When there’s no safeguarding at all, with the cessation of safeguarding, would those many bad, unskillful things still come to be?” “No, sir.” “That’s why this is the cause, source, origin, and reason for the origination of those many bad, unskillful things, namely safeguarding. ‘Stinginess gives rise to safeguarding’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no stinginess for anyone anywhere. When there’s no stinginess at all, with the cessation of stinginess, would safeguarding still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of safeguarding, namely stinginess. ‘Ownership gives rise to stinginess’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no ownership for anyone anywhere. When there’s no ownership at all, with the cessation of ownership, would stinginess still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of stinginess, namely ownership. ‘Attachment gives rise to ownership’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no attachment for anyone anywhere. When there’s no attachment at all, with the cessation of attachment, would ownership still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of ownership, namely attachment. ‘Desire and lust gives rise to attachment’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no desire and lust for anyone anywhere. When there’s no desire and lust at all, with the cessation of desire and lust, would attachment still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of attachment, namely desire and lust. Evaluation gives rise to desire and lust’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no evaluation for anyone anywhere. When there’s no evaluation at all, with the cessation of evaluation, would desire and lust still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of desire and lust, namely evaluation. ‘Gaining material things gives rise to evaluation’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no gaining of material things for anyone anywhere. When there’s no gaining of material things at all, with the cessation of gaining material things, would evaluation still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of evaluation, namely the gaining of material things. ‘Searching gives rise to gaining material things’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no searching for anyone anywhere. When there’s no searching at all, with the cessation of searching, would the gaining of material things still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of gaining material things, namely searching. ‘Craving gives rise to searching’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no craving for anyone anywhere. That is, craving for sensual pleasures, craving for continued existence, and craving for nonexistence. When there’s no craving at all, with the cessation of craving, would searching still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of searching, namely craving. And so, Ānanda, these two things meet at the two aspects of feeling. ‘Contact is a requirement for feeling’—that’s what I said. And this is a way to understand how this is so. Suppose there were totally and utterly no contact for anyone anywhere. That is, contact through the eye, ear, nose, tongue, body, and mind. When there’s no contact at all, with the cessation of contact, would feeling still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of feeling, namely contact. ‘Name and form are requirements for contact’—that’s what I said. And this is a way to understand how this is so. Suppose there were none of the features, attributes, signs, and details by which the set of mental phenomena known as name is found. Would labeling contact still be found in the set of physical phenomena?” “No, sir.” “Suppose there were none of the features, attributes, signs, and details by which the set of physical phenomena known as form is found. Would impingement contact still be found in the set of mental phenomena?” “No, sir.” “Suppose there were none of the features, attributes, signs, and details by which the set of phenomena known as name and the set of phenomena known as form are found. Would either labeling contact or impingement contact still be found?” “No, sir.” “Suppose there were none of the features, attributes, signs, and details by which name and form are found. Would contact still be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of contact, namely name and form. ‘Consciousness is a requirement for name and form’—that’s what I said. And this is a way to understand how this is so. If consciousness were not conceived in the mother’s womb, would name and form coagulate there?” “No, sir.” “If consciousness, after being conceived in the mother’s womb, were to be miscarried, would name and form be born into this place?” “No, sir.” “If the consciousness of a young boy or girl were to be cut off, would name and form achieve growth, increase, and maturity?” “No, sir.” “That’s why this is the cause, source, origin, and reason of name and form, namely consciousness. ‘Name and form are requirements for consciousness’—that’s what I said. And this is a way to understand how this is so. If consciousness were not established in name and form, would the coming to be of the origin of suffering—of rebirth, old age, and death in the future—be found?” “No, sir.” “That’s why this is the cause, source, origin, and reason of consciousness, namely name and form. This is the extent to which one may be reborn, grow old, die, pass away, or reappear. This is how far the scope of labeling, definition, and description extends; how far the sphere of wisdom extends; how far the cycle of rebirths spins so that this state of being may be found; namely, name and form together with consciousness. 2. Describing the Self How do those who describe the self describe it? They describe it as formed and limited: ‘My self is formed and limited.’ Or they describe it as formed and infinite: ‘My self is formed and infinite.’ Or they describe it as formless and limited: ‘My self is formless and limited.’ Or they describe it as formless and infinite: ‘My self is formless and infinite.’ Now, take those who describe the self as formed and limited. They describe the self in the present as formed and limited; or they describe it as sure to be in some other place formed and limited; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ This being so, it’s appropriate to say that a theory of self as formed and limited underlies them. Now, take those who describe the self as formed and infinite … formless and limited … formless and infinite. They describe the self as formless and infinite in the present; or as sure to become formless and infinite in some other place; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ This being so, it’s appropriate to say that a theory of self as formless and infinite underlies them. That’s how those who describe the self describe it. 3. Not Describing the Self How do those who don’t describe the self not describe it? They don’t describe it as formed and limited … formed and infinite … formless and limited … formless and infinite: ‘My self is formless and infinite.’ Now, take those who don’t describe the self as formed and limited … formed and infinite … formless and limited … formless and infinite. They don’t describe the self in the present as formless and infinite; or as sure to become in some other place formless and infinite; and they don’t think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ This being so, it’s appropriate to say that a theory of self as formless and infinite doesn’t underlie them. That’s how those who don’t describe the self don’t describe it. 4. Regarding a Self How do those who regard the self regard it? They regard feeling as self: ‘Feeling is my self.’ Or they regard it like this: ‘Feeling is definitely not my self. My self does not experience feeling.’ Or they regard it like this: ‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’ Now, as to those who say: ‘Feeling is my self.’ You should say this to them: ‘Reverend, there are three feelings: pleasant, painful, and neutral. Which one of these do you regard as self?’ Ānanda, at a time when you feel a pleasant feeling, you don’t feel a painful or neutral feeling; you only feel a pleasant feeling. At a time when you feel a painful feeling, you don’t feel a pleasant or neutral feeling; you only feel a painful feeling. At a time when you feel a neutral feeling, you don’t feel a pleasant or painful feeling; you only feel a neutral feeling. Pleasant feelings, painful feelings, and neutral feelings are all impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease. When feeling a pleasant feeling they think: ‘This is my self.’ When their pleasant feeling ceases they think: ‘My self has expired.’ When feeling a painful feeling they think: ‘This is my self.’ When their painful feeling ceases they think: ‘My self has expired.’ When feeling a neutral feeling they think: ‘This is my self.’ When their neutral feeling ceases they think: ‘My self has expired.’ So those who say ‘feeling is my self’ regard as self that which is evidently impermanent, mixed with pleasure and pain, and liable to rise and fall. That’s why it’s not acceptable to regard feeling as self. Now, as to those who say: ‘Feeling is definitely not my self. My self does not experience feeling.’ You should say this to them, ‘But reverend, where there is nothing felt at all, would the thought “I am” occur there?’” “No, sir.” “That’s why it’s not acceptable to regard self as that which does not experience feeling. Now, as to those who say: ‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’ You should say this to them, ‘Suppose feelings were to totally and utterly cease without anything left over. When there’s no feeling at all, with the cessation of feeling, would the thought “I am this” occur there?’” “No, sir.” “That’s why it’s not acceptable to regard self as that which is liable to feel. Not regarding anything in this way, they don’t grasp at anything in the world. Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ It wouldn’t be appropriate to say that a mendicant whose mind is freed like this holds the following views: ‘A realized one still exists after death’; ‘A realized one no longer exists after death’; ‘A realized one both still exists and no longer exists after death’; ‘A realized one neither still exists nor no longer exists after death’. Why is that? A mendicant is freed by directly knowing this: how far labeling and the scope of labeling extend; how far definition and the scope of definition extend; how far description and the scope of description extend; how far wisdom and the sphere of wisdom extend; how far the cycle of rebirths and its continuation extend. It wouldn’t be appropriate to say that a mendicant freed by directly knowing this holds the view: ‘There is no such thing as knowing and seeing.’ 5. Planes of Consciousness Ānanda, there are seven planes of consciousness and two dimensions. What seven? There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. This is the first plane of consciousness. There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in the Divinity’s host through the first absorption. This is the second plane of consciousness. There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. This is the third plane of consciousness. There are sentient beings that are unified in body and unified in perception, such as the gods of universal beauty. This is the fourth plane of consciousness. There are sentient beings that have gone totally beyond perceptions of form. With the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. This is the fifth plane of consciousness. There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. This is the sixth plane of consciousness. There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. This is the seventh plane of consciousness. Then there is the dimension of non-percipient beings, and secondly, the dimension of neither perception nor non-perception. Now, regarding these seven planes of consciousness and two dimensions, is it appropriate for someone who understands them—and their origin, disappearance, gratification, drawback, and escape—to take pleasure in them?” “No, sir.” “When a mendicant, having truly understood the origin, disappearance, gratification, drawback, and escape regarding these seven planes of consciousness and these two dimensions, is freed by not grasping, they’re called a mendicant who is freed by wisdom. 6. The Eight Liberations Ānanda, there are these eight liberations. What eight? Having physical form, they see forms. This is the first liberation. Not perceiving form internally, they see forms externally. This is the second liberation. They’re focused only on beauty. This is the third liberation. Going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. This is the fourth liberation. Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. This is the fifth liberation. Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. This is the sixth liberation. Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. This is the seventh liberation. Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. This is the eighth liberation. These are the eight liberations. When a mendicant enters into and withdraws from these eight liberations—in forward order, in reverse order, and in forward and reverse order—wherever they wish, whenever they wish, and for as long as they wish; and when they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, they’re called a mendicant who is freed both ways. And, Ānanda, there is no other freedom both ways that is better or finer than this.” That is what the Buddha said. Satisfied, Venerable Ānanda approved what the Buddha said."}