{"title":"Xinxin Ming (Faith in Mind)","text":"Hsin Hsin Ming by Seng-ts'an, third zen patriarch, Terebess Asia Online (TAO) Terebess Asia Online (TAO) Home Zen Index Jianzhi Sengcan (529-613) Main Page 鑑智僧璨 Jianzhi Sengcan (529-613): 信心銘 Xinxinming Japanese: Kanchi Sōsan: Shinjinmei English: Faith Mind Inscription Chinese text of the poem Contents On Trust in the Heart Translated by Arthur Waley Inscribed on the Believing Mind Translated by R. H. Blyth > with commentaries Verses on the Faith Mind Translated by Richard B. Clarke Inscription on Faith in Mind Translated by Dusan Pajin Inscription on Trust in the Mind Translated by Burton Watson Have Faith in Your Mind Translated by Shih Shen-Lung The Mind of Absolute Trust Translated by Robert F. Olson Trusting In Mind Translated by Hae Kwang Gatha of Seng T'san Translated by Zen Buddhist Order of Hsu Yun Affirming Faith In Mind Chant version used by the Portland Zen Community Trusting In Mind Translated by Stanley Lombardo Song of Trusting the Heart Translator, unknown Hsin Hsin Ming Chant version used by the Rochester Zen Center Faith in Mind Translated by Master Sheng-yen With a Guide to Ch'an Practice Have Faith in Your Mind Translated by Lu Kuan Yu (Charles Luk) A Song of Enlightenment Translated by Philip Dunn and Peter Jourdan Trust in Mind Translated by the Chung Tai Translation Committee Inscription on Faith in Mind Translated by Gregory Wonderwheel On Believing in Mind Tr. with commentaries by D. T. Suzuki Manual of Zen Buddhism - pp. 91-97 Inscribed On the Believing Mind Translated by Daisetsu Teitarō Suzuki Essays in Zen Buddhism - First Series pp. 196-201 Hsin Hsin Ming Richard B. Clarke's translation slightly modified by Osho Faith in heart-and-mind Translated by Hakuun Barnhard Faith in Mind Translated by John Balcom Faith in Mind Translated by Andy Ferguson Verses on the Perfect Mind Interpretation by Eric Putkonen Engraving Trust in the Heart Translated by Translated by Joan Halifax and Kazuaki Tanahashi DOC: Song of the Truthful Mind Translated by Lok Sang Ho PDF: Sengcan’s Trusting the Mind Translated by Red Pine PDF: The Faith-Mind Maxim pp. 115-129 Translated by Yoshida Osamu PDF: True Heart/Mind (in English and Chinese) Translated by Bruce R. Linnell DOC: Poem on Faith in Mind > PDF Translated by Thomas Cleary with Comments by Chan Master Qingliao PDF: Fact and Fiction: the Creation of the \"Third Chan Patriarch\" and his Legends by Jinhua Chen PDF: Trust in mind: the rebellion of Chinese Zen by Mu Soeng Hsin Hsin Ming: On Trust in the Heart Attributed to Seng-ts'an The third Patriarch of the Dhyana Sect Translated by Arthur Waley Takakusu XLVIII, 376. Source: Buddhist Texts Through the Ages , Edward Conze (ed.). New York: Philosophical Library, 1954, pp. 296-298. http://www.mendosa.com/way4.htm The Perfect Way is only difficult for those who pick and choose; Do not like, do not dislike; all will then be clear. Make a hairbreadth difference, and Heaven and Earth are set apart; If you want the truth to stand clear before you, never be for or against. The struggle between \"for\" and \"against\" is the mind's worst disease; While the deep meaning is misunderstood, it is useless to meditate on Rest. It [the Buddha-nature] is blank and featureless as space; it has no \"too little\" or \"too much;\" Only because we take and reject does it seem to us not to be so. Do not chase after Entanglements as though they were real things, Do not try to drive pain away by pretending that it is not real; Pain, if you seek serenity in Oneness, will vanish of its own accord. Stop all movement in order to get rest, and rest will itself be restless; Linger over either extreme, and Oneness is for ever lost. Those who cannot attain to Oneness in either case will fail: To banish Reality is to sink deeper into the Real; Allegiance to the Void implies denial of its voidness. The more you talk about It, the more you think about It, the further from It you go; Stop talking, stop thinking, and there is nothing you will not understand. Return to the Root and you will find the Meaning; Pursue the Light, and you wi11 lose its source, Look inward, and in a flash you will conquer the Apparent and the Void. For the whirligigs of Apparent and Void all come from mistaken views; There is no need to seek Truth; only stop having views. Do not accept either position [Assertion and Negation], examine it or pursue it; At the least thought of \"Is\" and \"Isn't\" there is chaos and the Mind is lost. Though the two exist because of the One, do not cling to the One; Only when no thought arises are the Dharmas without blame. No blame, no Dharmas; no arising, not thought. The doer vanishes along with the deed, The deed disappears when the doer is annihilated. The deed has no function apart from the doer; The doer has no function apart from the deed. The ultimate Truth about both Extremes is that they are On Void. In that One Void the two are not distinguished; Each contains complete within itself the Ten Thousand Forms. Only if we boggle over fine and coarse are we tempted to take sides. In its essence the Great Way is all embracing; It is as wrong to call it easy as to call it hard. Partial views are irresolute and insecure, Now at a gallop, now lagging in the rear. Clinging to this or to that beyond measure The heart trusts to bypaths that lead it astray. Let things take their own course; know that the Essence will neither go nor stay; Let your nature blend with the Way and wander in it free from care. Thoughts that are fettered turn from Truth, Sink into the unwise habit of \"not liking.\" \"Not liking\" brings weariness of spirit; estrangements serve no purpose. If you want to follow the doctrine of the One, do not rage against the World of the Senses. Only by accepting the World of the Senses can you share in the True Perception. Those who know most, do least; folly ties its own bonds. In the Dharma there are no separate dharmas, only the foolish cleave To their own preferences and attachments. To use Thought to devise thoughts, what more misguided than this? Ignorance creates Rest and Unrest; Wisdom neither loves nor hates. All that belongs to the Two Extremes is inference falsely drawn- A dream-phantom, a flower in the air. Why strive to grasp it in the hand? \"Is\" and \"Isn't,\" gain and loss banish once for all: If the eyes do not close in sleep there can be no evil dreams; If the mind makes no distinctions all Dharmas become one. Let the One with its mystery blot out all memory of complications. Let the thought of the Dharmas as All-One bring you to the So-in-itself. Thus their origin is forgotten and nothing is left to make us pit one against the other. Regard motion as though it were stationary, and what becomes of motion? Treat the stationary as though it moved, and that disposes of the stationary. Both these having thus been disposed of, what becomes of the One? At the ultimate point, beyond which you can go no further, You get to where there are no rules, no standards, To where thought can accept Impartiality, To where effect of action ceases, Doubt is washed away, belief has no obstacle. Nothing is left over, nothing remembered; Space is bright, but self-illumined; no power of mind is exerted. Nor indeed could mere thought bring us to such a place. Nor could sense or feeling comprehend it. It is the Truly-so, the Transcendent Sphere, where there is neither He nor I. For swift converse with this sphere use the concept \"Not Two;\" In the \"Not Two\" are no separate things, yet all things are included. The wise throughout the Ten Quarters have had access to this Primal Truth; For it is not a thing with extension in Time or Space; A moment and an aeon for it are one. Whether we see it for fail to see it, it is manifest always and everywhere. The very small is as the very large when boundaries are forgotten; The very large is as the very small when its outlines are not seen. Being is an aspect of Non-being; Non-being is an aspect of Being. In climes of thought where it is not so the mind does ill to dwell. The One is none other than the All, the All none other than the One. Take your stand on this, and the rest will follow of its own accord; To trust in the Heart is the Not Two, the Not Two is to trust in the Heart. I have spoken, but in vain; for what can words tell Of things that have no yesterday, tomorrow or today? Hsin Hsin Ming Inscribed on the Believing Mind by Chien-chih Seng-ts'an Third Zen Patriarch [d. 606 A.D.] R. H. Blyth Translation http://www.mendosa.com/way2.htm There is nothing difficult about the Great Way, But, avoid choosing! Only when you neither love nor hate, Does it appear in all clarity. A hair's breadth of deviation from it, And deep gulf is set between heaven and earth. If you want to get hold of what it looks like, Do not be anti- or pro- anything. The conflict of longing and loathing, -- This is the disease of the mind. Not knowing the profound meaning of things, We disturb our peace of mind to no purpose. Perfect like a Great Space, The Way has nothing lacking, nothing in excess. Truly, because of our accepting and rejecting, We have not the suchness of things. Neither follow after, Nor dwell with the Doctrine of the Void. If the mind is at peace, Those wrong views disappear of themselves. When activity is stopped and passivity obtains, This passivity is again the state of activity. Remaining in movement or quiescence, -- How shall we know the One? Not thoroughly understanding the unity of the Way, Both (activity and quiescence) are failures. If you get rid of phenomena, all things are lost. If you follow after the Void, you turn your back on the selflessness of things. The more talking and thinking, The farther from truth. Cutting off all speech, all thought, There is nowhere that you cannot go. Returning to the root, we get the essence; Following after appearances, we loose the spirit. If for only a moment we see within, We have surpassed the emptiness of things. Changes that go on in this emptiness All arise because of our ignorance. Do not seek for the Truth; Religiously avoid following it. If there is the slightest trace of this and that, The Mind is lost in a maze of complexity. Duality arises from Unity, -- But do not be attached to this Unity. When the mind is one, and nothing happens, Everything in the world is unblameable. If things are unblamed, they cease to exist; If nothing happens there is no mind. When things cease to exist, the mind follows them; When the mind vanishes, things also follow it. Things are things because of the Mind; The Mind is the Mind because of things. If you wish to know what these two are, They are originally one Emptiness. In this Void both (Mind and things) are one, All the myriad phenomena contained in both. If you do not distinguish refined and coarse, How can you be for this or against that? The activity of the Great Way is vast; It is neither easy nor difficult. Small views are full of foxy fears; The faster, the slower. When we attach ourselves (to the idea of enlightenment) we lose our balance; We infallibly enter the Crooked Way. When we are not attached to anything, all things are as they are; With Activity there is no going or staying. Obeying our nature, we are in accord with the Way, Wandering freely, without annoyance. When our thinking is tied, it turns out from the truth; It is dark, submerged, wrong. It is foolish to irritate your mind; Why shun this and be friend of that? If you wish to travel in the True Vehicle, Do not dislike the Six Dusts. Indeed, not hating the Six Dusts Is identical with Real Enlightenment. The wise man does nothing; The fool shackles himself. The Truth has no distinctions; These come from our foolish clinging to this and that Seeking the Mind with the mind, -- Is not this the greatest of all mistakes? Illusion produces rest and motion; Illumination destroys liking and disliking. All these pairs of opposites Are created by our own folly. Dreams, delusions, flowers of air, -- Why are we so anxious to have them in our grasp? Profit and loss, right and wrong, -- Away with them once for all! If the eye does not sleep, All dreaming ceases naturally. If the mind makes no discriminations, All things are as they are. In the deep mystery of this \"Things as they are\", We are released from our relations to them. When all things are seen \"with equal mind\", They return to their nature. No description by analogy is possible Of this state where all relations have ceased. When we stop movement, there is no-movement When we stop resting, there is no-rest. When both cease to be, How can the Unity subsist? Things are ultimately, in their finality, Subject to no law. For the accordant mind in its unity, (Individual) activity ceases. All doubts are cleared up, True faith is confirmed. Nothing remains behind; There is not anything we must remember. Empty, lucid, self-illuminated, With no over-exertion of the power of the mind. This is where thought is useless, This is what knowledge cannot fathom. In the World of Reality, There is no self, no other-than-self. Should you desire immediate correspondence (with this Reality) All that can be said is \"No Duality!\" When there is no duality, all things are one, There is nothing that is not included. The Enlightened of all times and places Have entered into this Truth. Truth cannot be increased or decreased; An (instantaneous) thought lasts a myriad years. There is no here, no there; Infinity is before our eyes. The infinitely small is as large as infinitely great; For limits are non-existent things. The infinitely large is as small as the infinitely minute; No eye can see their boundaries. What is, is not, What is not, is. Until you have grasped this fact, Your position is simply untenable. One thing is all things; All things are one thing. If this is so for you, There is no need to worry about perfect knowledge. The believing mind is not dual; What is dual is not the believing mind. Beyond all language, For it there is no past, no present, no future. Cf. The Hsinhsinming Tr. with commentaries by R. H. Blyth ZEN AND ZEN CLASSICS Volume One Verses on the Faith Mind by Chien-chih Seng-ts'an Third Zen Patriarch [d. 606 AD] Tr. by Richard B. Clarke Zen teacher at the Living Dharma Centers, Amherst, Mass. http://www.mendosa.com/way.html The Great Way is not difficult for those who have no preferences. When love and hate are both absent everything becomes clear and undisguised. Make the smallest distinction, however, and heaven and earth are set infinitely apart. If you wish to see the truth then hold no opinions for or against anything. To set up what you like against what you dislike is the disease of the mind. When the deep meaning of things is not understood the mind's essential peace is disturbed to no avail. The Way is perfect like vast space where nothing is lacking and nothing is in excess. Indeed, it is due to our choosing to accept or reject that we do not see the true nature of things. Live neither in the entanglements of outer things, nor in inner feelings of emptiness. Be serene in the oneness of things and such erroneous views will disappear by themselves. When you try to stop activity to achieve passivity your very effort fills you with activity. As long as you remain in one extreme or the other, you will never know Oneness. Those who do not live in the single Way fail in both activity and passivity, assertion and denial. To deny the reality of things is to miss their reality; to assert the emptiness of things is to miss their reality. The more you talk and think about it, the further astray you wander from the truth. Stop talking and thinking and there is nothing you will not be able to know. To return to the root is to find the meaning, but to pursue appearances is to miss the source. At the moment of inner enlightenment, there is a going beyond appearance and emptiness. The changes that appear to occur in the empty world we call real only because of our ignorance. Do not search for the truth; only cease to cherish opinions. Do not remain in the dualistic state; avoid such pursuits carefully. If there is even a trace of this and that, of right and wrong, the Mind-essence will be lost in confusion. Although all dualities come from the One, do not be attached even to this One. When the mind exists undisturbed in the Way, nothing in the world can offend, and when a thing can no longer offend, it ceases to exist in the old way. When no discriminating thoughts arise, the old mind ceases to exist. When thought objects vanish, the thinking-subject vanishes, and when the mind vanishes, objects vanish. Things are objects because there is a subject or mind; and the mind is a subject because there are objects. Understand the relativity of these two and the basic reality: the unity of emptiness. In this Emptiness the two are indistinguishable and each contains in itself the whole world. If you do not discriminate between coarse and fine you will not be tempted to prejudice and opinion. To live in the Great Way is neither easy nor difficult. But those with limited views are fearful and irresolute; the faster they hurry, the slower they go. Clinging cannot be limited; even to be attached to the idea of enlightenment is to go astray. Just let things be in their own way and there will be neither coming nor going. Obey the nature of things and you will walk freely and undisturbed. When thought is in bondage the truth is hidden, for everything is murky and unclear. The burdensome practice of judging brings annoyance and weariness. What benefit can be derived from distinctions and separations? If you wish to move in the One Way do not dislike even the world of senses and ideas. Indeed, to accept them fully is identical with true Enlightenment. The wise man strives to no goals but the foolish man fetters himself. There is one Dharma, not many; distinctions arise from the clinging needs of the ignorant. To seek Mind with discriminating mind is the greatest of all mistakes. Rest and unrest derive from illusion; with enlightenment there is no liking and disliking. All dualities come from ignorant inference. They are like dreams of flowers in air: foolish to try to grasp them. Gain and loss, right and wrong; such thoughts must finally be abolished at once. If the eye never sleeps, all dreams will naturally cease. If the mind makes no discriminations, the ten thousand things are as they are, of single essence. To understand the mystery of this One-essence is to be released from all entanglements. When all things are seen equally the timeless Self-essence is reached. No comparisons or analogies are possible in this causeless, relationless state. Consider motion in stillness and stillness in motion; both movement and stillness disappear. When such dualities cease to exist Oneness itself cannot exist. To this ultimate finality no law or description applies. For the unified mind in accord with the Way all self-centered striving ceases. Doubts and irresolutions vanish and life in true faith is possible. With a single stroke we are freed from bondage; nothing clings to us and we hold to nothing. All is empty, clear, self-illuminating, with no exertion of the mind's power. Here thought, feeling, knowledge, and imagination are of no value. In this world of Suchness there is neither self nor other-than-self. To come directly into harmony with this reality just simply say when doubt arises, \"Not two.\" In this \"not two\" nothing is separate, nothing is excluded. No matter when or where, enlightenment means entering this truth. And this truth is beyond extension or diminution in time or space; in it a single thought is ten thousand years. Emptiness here, Emptiness there, but the infinite universe stands always before your eyes. Infinitely large and infinitely small; no difference, for definitions have vanished and no boundaries are seen. So too with Being and non-Being. Waste no time in doubts and arguments that have nothing to do with this. One thing, all things; move among and intermingle, without distinction. To live in this realization is to be without anxiety about nonperfection. To live in this faith is the road to nonduality, because the nondual is one with the trusting mind. Words! The Way is beyond language, for in it there is no yesterday no tomorrow no today. Inscription on Faith in Mind One is All Translation of the Hsin-hsin ming Dusan Pajin , Belgrade University Cf. Journal of Chinese Philosophy, Vol. 19, 1992. Pp. 81-108 “On Faith in Mind,” Journal of Oriental Studies, vol. XXVI, no. 2. Hong Kong, 1988. http://www.thezensite.com/ZenTeachings/Translations/HsinHsinMingTranslation.html http://dekart.f.bg.ac.yu/~dpajin/text/hsin1.htm http://home.att.net/~paul.dowling/archive/zen/pajin.htm I. 1) The best way in not difficult It only excudes picking and choosing. Once you stop loving and hating It will enlighten itself. 2) Depart for a hairbreadth And heaven and earth are set apart, If you want it to appear Do not be for or against. 3) To set longing against loathing Makes the mind sick. Not knowing the deep meaning (of the way) It is useless to quiet thoughts. 4) Complete it is like great vacuity With nothing lacking, nothing in excess. When you grasp and reject There is no suchness. II. 5) Do not follow conditions, Do not dwell in emptiness. Cherishing oneness in the herth, Everything will stop by itself. 6) Rest to stop motion, And rest will move you again. If you are merely in either, How will you know oneness? 7) Now understanding oneness You will miss in two ways. Expelling beung you will without it. Following empiness you are always behind it. 8) The more words and thoughts The more you will go astray. Stop speaking, stop thinking And there is nothing you cannot understand. 9) Return to the roof and obtain the purport. Following the outcome you lose the source. For a moment turn inward, And surpass the emptiness of things. Changes that go on in emptiness, All have their cause in ignorance. III. 10) Do not seek the true, Only abstain from views. Do not dwell in dual views, Be careful not to pursue them. 11) The slightest trace of right and wrong And mind is lost in confusion. One being is the source of the two However, do not even maintain the one. 12) With one mind there is no arising, Then everything is without blame. No blame, no things. No arisin, no mind. 13) The subject follows when the object ceases, The objects is expelled when the subject sinks. The object is related to the subject The subject is related to the object. 14) If you want to know these two Their origin is one emptiness. In one emptiness both are equal Evenly containinf innumerable forms. IV. 15) Do not differentiabte coarse and fine And you will not be for or against. The great way is all-embracing Neither easy nor difficult. 16) Small views are irresolute, full of doubt, Now in haste, then too late. Grasp beyond measure And you will go astray. 17) Letting go leads to spontaneity. Essence neither goes nor abides. Accord your nature with the way And go free of troubles. 18) Fettered thinking strays from the real, It darkens, sinks and spoils. To weary the spirit is not good. Of what use are strange and familiar? V. 19) In following the 0ne vehicle Do not dislike the six sense-objects. Not disliking the six sense-objects Turns out equal to perfect awakenness. 20) The wise performs through non-action. The fool ties himself. Things are not different, Ignorance leads to preference. 21) To use the mind to hold the mind Is it not a great mistake? Out of confusion arise rest and disturbance. Awakening negates liking and disliking. 22) All opposite sides Lead to absurd consideration. Dreams, illusionl, flowers in the air Why strive to grasp them? 23) Profit and loss, right and wrong Away with this once for all. If the eyes are not closed All dreams stop by themselves. VI. 24) If the mind does not discriminate All things are of one suchness. In the deep essence of one suchness Resolutely neglect conditions. 25) When all things are beheld as even You return again to spontaneity. Put an end to the cause And nothing can be compared. 26) Cease movement and no movement arises. Set rest in motion and there is no resting. When both do not make a whole How will one be for you? 27) Investigate to the end And there is no principle or rule retained. Accord the mind with impartiality Which stops every action. VII. 28) All doubts are cleared True faith is firm and harmonized. Nothing is detained, Nothing to remember. 29) Vacuous,enlightened, self-illumined, Power of the mind is not exerted. Thought is useless here, Sense or feeling cannot fathom this. 30) In the real suchness of the thing-realm There is neither other nor self. Swiftly to accord with that, Only express non-duality. 31) In non- duality all is equal, Nothing is left out. The wise from all directions All belong to this teaching. 32) This teaching is not urgent or extensive, Beyond a moment, or an aeon, Not here,not there, Everywhere in front of the eyes. VIII. 33) Very small and large are equal. When boundaries are forgotten, Very large and small are equal, The limits cannot be seen. 34) With being there is non-being. With non-being there is being. If not so - Do not hold on to it. 35) One is all, All is one - Merely with such ability Worry not for finality. 36) Faith in mind is non-dual. Non-duality is faith in mind. Discourse here stops - With no past, present, future. The Hsin-Hsin-Ming (Inscription on Trust in the Mind) by Seng-ts'an Translation by Burton Watson The highest wa y asks nothing hard, but detests any picking or choosing. Only do without love and hatred and all will come clear and open. With the smallest degree of differentiation, though, things grow farther apart than heaven and earth! If you want the Way right here before you, have nothing to do with assent or dissent. Where acceptance and rejection vie for mastery, this is sickness to the mind. Without comprehending the Dark Meaning you strive in vain to still your thoughts. The Way is round, a vast emptiness, nothing lacking, nothing left over. Only because you choose and reject does it cease to be so. Never tag after the realm of entanglements; do not dwell in Emptiness either. When mind achieves unity in repose, all else will vanish of itself. Mind moves, you return it to stillness, but thus stilled, it moves all the more. While you persist in two extremes, how can you understand unity? And where unity no longer reigns, both extremes forfeit their merit. Cast aside being and you find it swamping you; pursue Emptiness and you stray farther from it still. Much talk, much worry, and you're less than ever able to face things. Be done with talk, and be done with worry, and there's no place you cannot pass through. Return to the root and you'll grasp the meaning, but trail after lights and you lose their source. For the moment shine your own light— then you can master the Emptiness before you. The shifts and turns of the Emptiness all spring from deluded views. No need to go seeking truth— simply put an end to such views! Dualism is no place to dwell; take care, never go that way! No sooner do we have \"right\" and \"wrong\" than the mind is lost in confusion. Two come about because of One, but don't cling to the One either! So long as the mind does not stir, the ten thousand things stay blameless; no blame, no phenomena, no stirring, no mind. The viewer disappears along with the scene, the scene follows the viewer into oblivion, for scene becomes scene only through the viewer, viewer becomes viewer because of the scene. If you wish to understand both, see them as from the first a single Emptiness, a single Emptiness in which both are identical, embracing all the ten thousand forms alike. When you perceive things as neither coarse nor fine, how could you favor one above another? The Great Way is the soul of latitude, nothing about it easy, nothing about it hard. People of petty outlook are fretful, doubting; the more they hurry, the more they fall behind. Sticklers always miss the proper measure, certain to set off on wrong roads. Leave it! Let things take their course! In the end there's neither going nor staying. Follow your nature, blend with the Way, be free and easy, a stranger to all care. Fetter your thoughts and you turn aside from truth, sinking in darkness, no longer well. No longer well, you wear out your spirit— what use to covet one thing, shun another? If you want to grasp the One Vehicle, never despise the six senses. So long as the six senses are not despised, you're at one with correct perception. Wise men take no special action; fools fashion their own shackles. The Law knows no \"this\" Law or \"that,\" yet you persist in your witless attachments. Using mind to stir up more mind— what grosser error than this? Delusion breeds concepts such as \"tranquil\" or \"disordered\"; enlightenment tells you there's no good or bad. All these pairs of opposites spring from faulty reckoning. Dreams, phantoms, empty flowers— why trouble trying to grasp them? Gain, loss, right, wrong— throw them away at once! When eyes do not close in sleep, dreams vanish of themselves. When the mind refrains from differentiation, the ten thousand phenomena are a single Suchness, a single Suchness dark in entity, lumpish, forgetful of entanglements. View the ten thousand phenomena as equal and all will revert to naturalness. The very basis of their being wiped out, impossible to rate one above the other! Arrest motion, and motion ceases to exist; move stillness and stillness is gone. But when neither comes into being, how can even a single thing exist? In the ultimate realm, the farthest extreme, norms and standards no longer hold. Once achieve true impartiality of mind and purposive actions will cease completely. All fret, all doubt cleansed in the harmony and directness of true faith. Nothing whatsoever remains, nothing to be thought of, to recall. In empty brightness your light shines of itself, without labor to mind or sinew, there in the place past reckoning, beyond the ken of cognition or feeling. The Dharma-realm of Suchness knows no \"other,\" no \"self.\" If you desire to approach and enter it, only say to yourself \"not two.\" Where there are \"not two,\" all is uniform, nothing not enfolded there. Wise ones of the ten directions all make their way to this Source. In this Source, no long or short time spans: one moment is ten thousand years; no \"here\" or \"not here,\" all ten directions right before your eyes. The tiniest is one with the huge, all boundaries and realms wiped out. The largest is one with the tiny, extremes no longer to be seen. Being—this is nonbeing, nonbeing—this is being. Any view at variance with this must not be held! One—this is all, all—this is one. When you can see in this manner, what worries will not fade? When trust and mind are not two, not two, trust and mind, there all words break off, no past, no future, no now. HAVE FAITH IN YOUR MIND - a gatha by the 3rd Patriarch of China Translated by Shih Shen-Lung http://maxpages.com/drfu1/Faith_in_Mind It is not hard to realize your Mind, which should not be an object of your choice. When you throw like and not like away, you'll be clear about it. A slight deviation from it creates a gulf as deep as that which lies between heaven and earth. If you want Mind to manifest itself, be neither for nor against a thing, for this is contention, a disease that afflicts the Mind. If you ignore its profundity, you can never practice stillness. Like the great void, it is Perfect and lacks nothing, nor has any excess. If you discriminate, you will miss its suchness. Cling not to external causes, nor stay in the void. Differentiation ceases if you can be impartial. Stillness comes when all disturbances are stopped, cling to stillness is also a mistake. If you cling to opposites, how will you know the One? If you do not recognize One Mind, two opposites will lead you nowhere. To avoid what IS means to cling yet to what IS NOT, to cling to what IS NOT means to fall back on what IS. The more you talk and think, the further you are from it. When you halt all speech and thought, you will find it everywhere. If you believe success comes with returning all things to their source, you will still be clinging to its function. The instant that you look within, you surpass your contemplation of the void, which is always changing because of your discrimination of views. Seek not the real, but lay your false views down. Avoid both he real and the false, and never search for either. Once you begin to choose between right and wrong, you will become confused and lose your Mind. All opposites arise from the One Mind which must not be cling to. If the One Mind is not disturbed, all things will then be harmless. When all things are harmless, then they will cease to be; Mind that does not stir does not exist. Subjects that are separated from their objects vanish. Objects are caused by subjects and depend on their existence. If you would understand dualities, know that they spring from Absolute Voidness. The absolute and all dualities are the same, and from the same do all things originate. When you do not choose between the course and the fine, all prejudices die. Since the Great Mind embraces all, it is neither difficult nor easy to realize it. In their distrust the ignorant waver between hesitation and eagerness. If you grasp at it, you will be wrong and will have fallen in the way of heretics. If you lay it down, it will neither stay nor go. Unite your nature with the Way, and you will be free of troubles. Clinging leads to separation from the real and leads to confusion is useless and only wearies the mind. If you want to know the One, do not reject the data of the six senses. If they are not rejected they are the same as Enlightenment. The wise man is non-active, the ignorant bind themselves. Clinging comes from delusion but all things are the same at heart. If you use the mind to seek itself, this is a grave mistake. Delusion brings stillness and disturbance; Enlightenment is beyond all good and all evil. All pairs of opposites come from discrimination. Dreams, illusions and flowers in the sky are not worth attachment. Gain and loss, right and wrong; these should be laid down at once. If you do not close your eyes in sleep, all dreams disappear. If you do not discriminate, you will see all things as they are. Profound is this state of suchness, it is lofty and beyond illusions. If things are not thought different, they will return to their nature. When they disappear, the Mind is beyond comparison. When it stops moving there is not more disturbance; when all motion stops, stillness also disappears. When opposites disappear, where then can the One Mind be? When you search for the Ultimate, you find that it is beyond patterns. In this impartial mind, duality has vanished. When distrust ceases, your faith will be complete. When all is thrown away, there is nothing to remember. The Mind that is now pure radiates and is not tired. Since it is beyond discrimination, it cannot be understood by that which knows and feels. Such is the absolute state, free from self and others. If you would be one with it, avoid all duality. Neither inside nor outside is the non-dual and it is the same throughout. Sages everywhere have laid claim to this teaching which is beyond time, long or short, for a thought last for ten thousand years! It neither IS nor IS NOT, for everywhere is here. The smallest equals the largest, for it is not confined by space. The largest equals the smallest, for it is not within nor without. IS and IS NOT are the same, for what IS NOT equals IS. If you cannot awaken to this, then you should change your ways. Now One is ALL and All is One. If you can awaken to this, why worry if you have not yet found it? Just believe that the Mind is non-dual, for your Faith in it is not divided. In it there is no room for words and speech; is has no past, no present or no future. The Mind of Absolute Trust from a literal translation by Robert F. Olson http://www.selfdiscoveryportal.com/cmSengTsan.htm The Great Way isn’t difficult for those who are unattached to their preferences. Let go of longing and aversion, and everything will be perfectly clear. When you cling to a hairbreadth of distinction, heaven and earth are set apart. If you want to realize the truth, don’t be for or against. The struggle between good and evil is the primal disease of the mind. Not grasping the deeper meaning, you just trouble your mind’s serenity. As vast as infinite space, it is perfect and lacks nothing. But because you select and reject, you can’t perceive its true nature. Don’t get entangled in the world; don’t lose yourself in emptiness. Be at peace in the oneness of things, and all errors will disappear by themselves. If you don’t live the Tao, you fall into assertion or denial. Asserting that the world is real, you are blind to its deeper reality; denying that the world is real, you are blind to the selflessness of all things. The more you think about these matters, the farther you are from the truth. Step aside from all thinking, and there is nowhere you can’t go. Returning to the root, you find the meaning; chasing appearances, you lose their source. At the moment of profound insight, you transcend both appearance and emptiness. Don’t keep searching for the truth; just let go of your opinions. For the mind in harmony with the Tao, all selfishness disappears. With not even a trace of self-doubt, you can trust the universe completely. All at once you are free, with nothing left to hold on to. All is empty, brilliant, perfect in its own being. In the world of things as they are, there is no self, no non-self. If you want to describe its essence, the best you can say is \"Not-two.\" For the mind in harmony with the Tao, all selfishness disappears. With not even a trace of self-doubt, you can trust the universe completely. In this \"Not-two\" nothing is separate, and nothing in the world is excluded. The enlightened of all times and places have entered into this truth. In it there is no gain or loss; one instant is ten thousand years. There is no here, no there; infinity is right before your eyes. The tiny is as large as the vast when objective boundaries have vanished; the vast is as small as the tiny, when you don’t have external limits. Being is an aspect of non-being; non-being is no different from being. Until you understand this truth, you won’t see anything clearly. One is all; all are one. When you realize this, what reason for holiness or wisdom? The mind of absolute trust is beyond all thought, all striving, is perfectly at peace; for in it there is no yesterday, no tomorrow, no today. Trusting In Mind A New Translation of the Hsin Hsin Ming, the classic poem by the Third Patriarch of Zen, Seng T'san Zen Master Hae Kwang http://www.kwanumzen.com/primarypoint/v16n1-1998-winter-GMZM-TrustingInMind.html The Great Way is not difficult, Just don't pick and choose. If you cut off all likes or dislikes Everything is clear like space. Make the slightest distinction And heaven and earth are set apart. If you wish to see the truth, Don't think for or against. Likes and dislikes Are the mind's disease. Without understanding the deep meaning You cannot still your thoughts. It is clear like space, Nothing missing, nothing extra. If you want something You cannot see things as they are. Outside, don't get tangled in things. Inside, don't get lost in emptiness. Be still and become One And all opposites disappear. If you stop moving to become still, This stillness always moves. If you hold on to opposites, How can you know One? If you don't understand One, This and that cannot function. Denied, the world asserts itself. Pursued, emptiness is lost. The more you think and talk, The more you lose the Way. Cut off all thinking And pass freely anywhere. Return to the root and understand. Chase appearances and lose the source. One moment of enlightenment Illuminates the emptiness before you. Emptiness changing into things Is only our deluded view. Do not seek the truth. Only put down your opinions. Do not live in the world of opposites. Be careful! Never go that way. If you make right and wrong, Your mind is lost in confusion. Two comes from One, But do not cling even to this One. When your mind is undisturbed The ten thousand things are without fault. No fault, no ten thousand things, No disturbance, no mind. No world, no one to see it. No one to see it, no world. This becomes this because of that. That becomes that because of this. If you wish to understand both, See them as originally one emptiness. In emptiness the two are the same, And each holds the ten thousand things. If you no longer see them as different, How can you prefer one to another? The Way is calm and wide, Not easy, not difficult. But small minds get lost. Hurrying, they fall behind. Clinging, they go too far, Sure to take a wrong turn, Just let it be! In the end, Nothing goes, nothing stays. Follow nature and become one with the Way, Free and easy and undisturbed. Tied by your thoughts, you lose the truth, Become heavy, dull, and unwell. Not well, the mind is troubled. Then why hold or reject anything? If you want to get the One Vehicle Do not despise the world of the senses. When you do not despise the six senses, That is already enlightenment. The wise do not act. The ignorant bind themselves. In true Dharma there is no this or that, So why blindly chase your desires? Using mind to stir up the mind Is the original mistake. Peaceful and troubled are only thinking. Enlightenment has no likes or dislikes. All opposites arise From faulty views. Illusions, flowers in the air -- Why try to grasp them? Win, lose, right, wrong -- Put it all down! If the eye never sleeps, Dreams disappear by themselves. If the mind makes no distinctions, The ten thousand things are one essence. Understand this dark essence And be free from entanglements. See the ten thousand things as equal And you return to your original nature Enlightened beings everywhere All enter this source. This source is beyond time and space. One moment is ten thousand years. Even if you cannot see it, The whole universe is before your eyes. Infinitely small is infinitely large: No boundaries, no differences. Infinitely large is infinitely small: Measurements do not matter here. What is is the same as what is not. What is not is the same as what is. Where it is not like this, Don't bother staying. One is all, All is one. When you see things like this, You do not worry about being incomplete. Trust and Mind are not two. Not-two is trusting the Mind. Words and speech don't cut it, Can't now, never could, won't ever. Seng T'san was the third Chinese patriarch of Zen, having received transmission from Bodhidharma's successor, Hui K'o. The poem attributed to him, the \"Hsin Hsin Ming\" (lit. \"Trust Mind Inscription), is one of the earliest and most influential Zen writings, blending together Buddhist and Taoist teachings. The translator teaches Zen at the Kansas Zen Center and Classics at the University of Kansas. Gatha of Seng T'san, Third Chan Patriarch Hsin-hsin-ming Zen Buddhist Order of Hsu Yun http://www.hsuyun.org/Dharma/zbohy/Sruti-Smriti/Gathas/hsin-hsin-ming.html http://www.hsuyun.org/index.php/chants/sutras/sutrasinenglish/gatha-of-seng-tsan.html It’s not difficult to discover your Buddha Mind But just don’t try to search for it. Cease accepting and rejecting possible places Where you think it can be found And it will appear before you. Be warned! The slightest exercise of preference Will open a gulf as wide and deep as the space between heaven and earth. If you want to encounter your Buddha Mind Don’t have opinions about anything. Opinions produce argument And contentiousness is a disease of the mind. Plunge into the depths. Stillness is deep. There’s nothing profound in shallow waters. The Buddha Mind is perfect and it encompasses the universe. It lacks nothing and has nothing in excess. If you think that you can choose between its parts You’ll miss its very essence. Don’t cling to externals, the opposite things, the things that exist as relative. Accept them all impartially And you won’t have to waste time in pointless choosing. Judgments and discriminations block the flow and stir the passions. They roil the mind that needs stillness and peace. If you go from either-or, this and that, or any of the countless opposites, You’ll miss the whole, the One. Following an opposite you’ll be led astray, away from the balancing center. How can you hope to gain the One? To decide what is, is to determine what’s not. But determining what’s not can occupy you so that it becomes what is. The more you talk and think. the farther away you get. Cease talking and thinking and you’ll find it everywhere. If you let all things return to their source, that’s fine. But if you stop to think that this is your goal And that this is what success depends upon And strive and strive instead of simply letting go, You won’t be doing Zen. The moment that you start discriminating and preferring you miss the mark. Seeking the real is a false view which should also be abandoned. Just let go. Cease searching and choosing. Decisions give rise to confusions and in confusion where can a mind go? All the opposing pairs come from the One Great Buddha Mind. Accept the pairs with gentle resignation. The Buddha Mind stays calm and still, Keep your mind within it and nothing can disturb you. The harmless and the harmful cease to exist. Subjects when disengaged from their objects vanish Just as surely as objects, when disengaged from their subjects, vanish too. Each depends on the existence of the other. Understand this duality and you’ll see that both issue from the Void of the Absolute. The Ground of all Being contains all the opposites. From the One, all things originate. What a waste of time to choose between coarse and fine. Since the Great Mind gives birth to all things, Embrace them all and let your prejudices die. To realize the Great Mind be neither hesitant nor eager. If you try to grasp it, you’ll cling to air and fall into the way of heretics. Where is the Great Dao? Can you lay It down? Will It stay or go? Is It not everywhere waiting for you to unite your nature with Its nature and become as trouble free as It is? Don’t tire your mind by worrying about what is real and what isn’t, About what to accept and what to reject. If you want to know the One, let your senses experience what comes your way, But don’t be swayed and don’t involve yourself in what comes. The wise man acts without emotion and seems not to be acting at all. The ignorant man lets his emotions get involved. The wise man knows that all things are part of the One. The ignorant man sees differences everywhere. All things are the same at their core but clinging to one and discarding another Is living in illusion. A mind is not a fit judge of itself. It is prejudiced in its own favor or disfavor. It cannot see anything objectively. Bodhi is far beyond all notions of good and evil, beyond all the pairs of opposites. Daydreams are illusions and flowers in the sky never bloom. They are figments of the imagination and not worth your consideration. Profit and Loss, right and wrong, coarse and fine. Let them all go. Stay awake. Keep your eyes open. Your daydreams will disappear. If you do not make judgments, everything will be exactly as it is supposed to be. Deep is the Tathagata’s wisdom, Lofty and beyond all illusions. This is the One to which all things return provided you do not separate them, keeping some and casting others away. Where can you put them anyway? All things are within the One. There is no outside. The Ultimate has no pattern, no duality, and is never partial. Trust in this. Keep your faith strong. When you lay down all distinctions there’s nothing left but Mind that is now pure, that radiates wisdom, and is never tired. When Mind passes beyond discriminations Thoughts and feelings cannot plumb its depths. The state is absolute and free. There is neither self nor other. You will be aware only that you are part of the One. Everything is inside and nothing is outside. All wise men everywhere understand this. This knowledge is beyond time, long or short, This knowledge is eternal. It neither is nor is not. Everywhere is here and the smallest equals the largest. Space cannot confine anything. The largest equals the smallest. There are no boundaries, no within and without. What is and what is not are the same, For what is not is equal to what is. If you do not awaken to this truth, do not worry yourself about it. Just believe that your Buddha Mind is not divided, That it accepts all without judgment. Give no thoughts to words and speeches or pretty plans The eternal has no present, past or future. Affirming Faith In Mind Chant version used by the Portland Zen Community http://www.io.com/%7Esnewton/zen/faithmnd.html The Great Way is not difficult for those who do not pick and choose. When preferences are cast aside the Way stands clear and undisguised. But even slight distinctions made set earth and heaven far apart. If you would clearly see the truth, discard opinions pro and con. To founder in dislike and like is nothing but the mind's disease. And not to see the Way's deep truth disturbs the mind's essential peace. The Way is perfect like vast space, where there's no lack and no excess. Our choice to choose and to reject prevents our seeing this simple truth. Both striving for the outer world as well as for the inner void condemn us to entangled lives. Just calmly see that all is One, and by themselves false views will go. Attempts to stop activity will fill you with activity. Remaining in duality, you'll never know of unity. And not to know this unity lets conflict lead you far astray. When you assert that things are real you miss their true reality. But to assert that things are void also misses reality. The more you talk and think on this the further from the truth you'll be. Cut off all useless thought and words And there's nowhere you cannot go. Returning to the root itself, you'll find the meaning of all things. If you pursue appearances you overlook the primal source. Awakening is to go beyond both emptiness as well as form. All changes in this empty world seem real because of ignorance. Do not go search for the truth, just let those fond opinions go. Abide not in duality, refrain from all pursuit of it. If there's a trace of right and wrong, True-mind is lost, confused, distaught. From One-mind comes duality, but cling not even to this One. When this One-mind rests undisturbed, then nothing in the world offends. And when no thing can give offense, then all obstructions cease to be. If all thought-objects disappear, the thinking subject drops away. For things are things because of mind, as mind is mind because of things. These two are merely relative, and both at source are Emptiness. In Emptiness these are not two, yet in each are contained all forms. Once coarse and fine are seen no more, then how can there be taking sides? The Great Way is without limit, beyond the easy and the hard. But those who hold to narrow views are fearful and irresolute; their frantic has just slows them down. If you're attached to anything, you surely will go far astray. Just let go now of clinging mind, and all things are just as they are. In essense nothing goes or stays. See into the true self of things, and you're in step with the Great Way, thus walking freely, undisturbed. But live in bondage to your thoughts, and you will be confused, unclear. This heavy burden weighs you down-- O why keep judging good and bad? If you would walk the highest Way, do not reject the sense domain. For as it is, whole and complete, This sense world is enlightenment. The wise do not strive after goals, but fools themselves in bondage put. The One Way knows no differences, the foolish cling to this and that. To seek Great Mind with thinking mind is certainly a grave mistake. From small mind come rest and unrest, but mind awakened transcends both. Delusion spawns dualities-- these dreams are nought but flowers of air-- why work so hard at grasping them? Both gain and loss, and right and wrong-- once and for all get rid of them. When you no longer are asleep, all dreams will vanish by themselves. If mind does not discriminate, all things are as they are, as One. To go to this mysterious Source frees us from all entanglements. When all is seen with \"equal mind,\" to our Self-nature we return. This single mind goes right beyond all reasons and comparisons. Stop movement and there's no movement, stop rest and no-rest comes instead. When rest and no-rest cease to be, then even oneness disappears. This ultimate finality's beyond all laws, can't be described. With single mind one with the Way, all ego-centered strivings cease; Doubts and confusion disappear, and so true faith pervades our life. There is no thing that clings to us, and nothing that is left behind. All's self-revealing, void and clear, without exerting power of mind. Thought cannot reach this state of truth, here feelings are of no avail. In this true world of Emptiness both self and other are no more. To enter this true empty world, immediately affirm \"not-two\". In this \"not-two\" all is the same, with nothing separate or outside. The wise in all times and places awaken to this primal truth. The Way's beyond all space, all time, one instant is ten thousand years. Not only here, not only there, truth's right before you very eyes. Distinctions such as large and small have relevance for you no more. The largest is the smallest too-- here limitations have no place. What is is not, what is not is-- if this is not yet clear to you, you're still far from the inner truth. One thing is all, all things are one-- know this and all's whole and complete. When faith and Mind are not separate, and not separate are Mind and faith, this is beyond all words, all thought. For here there is no yesterday, no today, no tomorrow. Trusting In Mind A New Translation of the Hsin Hsin Ming, the classic poem by the Third Patriarch of Zen, Seng T'san - Zen Master The translator, Stanley Lombardo , teaches Zen at the Kansas Zen Center and Classics at the University of Kansas. published in Primary Point magazine http://home.att.net/%7Epaul.dowling/archive/zen/hsin-new.htm https://kansaszencenter.org/wp-content/uploads/2015/01/Hsin-Hsin-Ming.pdf The Great Way is not difficult, Just don't pick and choose. If you cut off all likes or dislikes Everything is clear like space. Make the slightest distinction And heaven and earth are set apart. If you wish to see the truth, Don't think for or against. Likes and dislikes Are the mind's disease. Without understanding the deep meaning You cannot still your thoughts. It is clear like space, Nothing missing, nothing extra. If you want something You cannot see things as they are. Outside, don't get tangled in things. Inside, don't get lost in emptiness. Be still and become One And all opposites disappear. If you stop moving to become still, This stillness always moves. If you hold on to opposites, How can you know One? If you don't understand One, This and that cannot function. Denied, the world asserts itself. Pursued, emptiness is lost. The more you think and talk, The more you lose the Way. Cut off all thinking And pass freely anywhere. Return to the root and understand. Chase appearances and lose the source. One moment of enlightenment Illuminates the emptiness before you. Emptiness changing into things Is only our deluded view. Do not seek the truth. Only put down your opinions. Do not live in the world of opposites. Be careful! Never go that way. If you make right and wrong, Your mind is lost in confusion. Two comes from One, But do not cling even to this One. When your mind is undisturbed The ten thousand things are without fault. No fault, no ten thousand things, No disturbance, no mind. No world, no one to see it. No one to see it, no world. This becomes this because of that. That becomes that because of this. If you wish to understand both, See them as originally one emptiness. In emptiness the two are the same, And each holds the ten thousand things. If you no longer see them as different, How can you prefer one to another? The Way is calm and wide, Not easy, not difficult. But small minds get lost. Hurrying, they fall behind. Clinging, they go too far, Sure to take a wrong turn, Just let it be! In the end, Nothing goes, nothing stays. Follow nature and become one with the Way, Free and easy and undisturbed. Tied by your thoughts, you lose the truth, Become heavy, dull, and unwell. Not well, the mind is troubled. Then why hold or reject anything? If you want to get the One Vehicle Do not despise the world of the senses. When you do not despise the six senses, That is already enlightenment. The wise do not act. The ignorant bind themselves. In true Dharma there is no this or that, So why blindly chase your desires? Using mind to stir up the mind Is the original mistake. Peaceful and troubled are only thinking. Enlightenment has no likes or dislikes. All opposites arise From faulty views. Illusions, flowers in the air -- Why try to grasp them? Win, lose, right, wrong -- Put it all down! If the eye never sleeps, Dreams disappear by themselves. If the mind makes no distinctions, The ten thousand things are one essence. Understand this dark essence And be free from entanglements. See the ten thousand things as equal And you return to your original nature Enlightened beings everywhere All enter this source. This source is beyond time and space. One moment is ten thousand years. Even if you cannot see it, The whole universe is before your eyes. Infinitely small is infinitely large: No boundaries, no differences. Infinitely large is infinitely small: Measurements do not matter here. What is is the same as what is not. What is not is the same as what is. Where it is not like this, Don't bother staying. One is all, All is one. When you see things like this, You do not worry about being incomplete. Trust and Mind are not two. Not-two is trusting the Mind. Words and speech don't cut it, Can't now, never could, won't ever. Song of Trusting the Heart Sengcan, the Third Patriarch of Zen Translator, unknown http://www.spiritwalk.org/hsinhsinming.htm#song The Ultimate Way is without difficulty; it's only averse to discrimination: Just do not hate or love, and it will be thoroughly clear. A hairsbreadth's miss is as the distance between sky and earth. If you want to have it appear before you, don't keep conforming and opposing. Opposition and conformity struggling become a sickness in the mind. If you don't know the hidden truth, you work in vain at quieting thought. It is complete as space itself, without lack or excess. It is indeed because of grasping and rejecting that you are therefore not thus. Do not pursue existing objects, do not dwell in forbearance of voidness: In a uniformly equanimous heart these quietly disappear of themselves. Stop movement to return to stillness, and stopping makes even more movement: As long as you remain in dual extremes, how can you know they're of one kind? If you don't know they're of one kind, you will lose efficacy in both realms. Trying to get rid of existence is obscuring being; Trying to follow emptiness is turning away from emptiness. Much talk and much cogitation estranges you from it even more: Stop talking and cogitating, and you penetrate everywhere. Return to the root and you get the essence; Follow perceptions and you lose the source. The instant you turn awareness around, you transcend the emptiness before the eon. Changes in the emptiness before us all come from arbitrary views: It is not necessary to seek reality, all that is needed is ending the views. Dualistic views do not abide; be careful not to pursue them. As soon as there is affirmation and denial, you lose your mind in confusion. Two exist because of one; do not even keep the one. When the one mind is unborn, myriad things have no fault. No fault, no things; unborn, unminding. When the subject disappears from objects, objects submerge along with the subject. Objects are objects because of the subject, the subject is the subject because of objects. If you want to know them both, they are basically one void. One voidness the same in both equally contains myriad images. If you do not see fine and coarse, how could there be preference? The Great Way is broad, without ease or difficulty. Small views and foxy doubts slow you up the more you hurry. If you cling to it, you lose measure, and will inevitably enter a false path. Let it be as it naturally is; its substance neither goes nor stays. Let your nature merge with the Way, and you will roam free of vexation. Tying down thoughts goes against the real; oblivion is not good. It is not good to belabor the spirit; why estrange the familiar? If you want to gain the way of oneness, don't be averse to the six sense fields. The six sense fields are not bad; after all they're the same as true awakening. The wise do not contrive; fools bind themselves. Things are not different in themselves; you arbitrarily get attached yourself. If you take the mind to use the mind, is this not a big mistake? When deluded, you create peace and chaos, when enlightened, there is no good or bad. All dualistic extremes come from subjective considerations. Dreams, illusions, flowers in the air; why bother to grasp them? Gain, loss, right, wrong; let them go all at once. If the eyes do not sleep, dreams disappear of themselves. If the mind does not differ, all things are one suchness. One suchness embodies the mystery, utterly still and unconditioned. To see all things equally, is to return again to the natural state. Without any reason therefore, you cannot judge or compare. Stopping is movement without motion, movement is still without stopping: Since both are not established, how can one be such? When you find out the ultimate consummation, you do not keep rules and models. When the mind in harmony is equanimous, all doings come to rest. When doubts are thoroughly cleared, true belief is directly in tune. Nothing at all stays; there's nothing to fix in mind. When open and clear, spontaneously aware, you aren't wasting mental effort. The realm that is not an object of thought cannot be assessed by conscious feelings. The reality realm of true suchness has no other or self. If you want to tune in right away, just speak of nonduality. Nonduality is all the same; there's nothing it doesn't contain. The wise ones of the ten directions all enter this source. The source is neither expansive nor contracted; one instant is ten thousand years. There is nowhere that it is not; the ten directions are right before the eyes. The small is the same as the large; you forget all about the bound of objects. The largest is the same as the small; you do not see beyond it. Being is none other than nonbeing, nonbeing is none other than being; Anything that is not like this definitely should not be kept. One is all, all are one; If you can just be like this, What ruminations will not end? The true mind is nondual, nonduality makes the mind true. There's no more way to talk of it; it is not past, or future, or present. Hsin Hsin Ming Chant version used by the Rochester Zen Center http://www.mendosa.com/way1.htm The Great Way is not difficult for those who do not pick and choose. When pref'rences are cast aside the Way stands clear and undisguised. But even slight distinctions made set earth and heaven far apart. If you would clearly see the truth, discard opinions pro and con. To founder in dislike and like is nothing but the mind's disease. And not to see the Way's deep truth disturbs the mind's essential peace. The Way is perfect like vast space, where there's no lack and no excess. Our choice to choose and to reject prevents our see'ng this simple truth. Both striving for the outer world as well as for the inner void condemn us to entangled lives. Just calmly see that all is One and by themselves false views will go. Attempts to stop activity will fill you with activity. If there's a trace of right and wrong, True-mind is lost, confused, distraught. From One-mind comes duality, but cling not even to this One. When this One-mind rests undisturbed then nothing in the world offends. And when no thing can give offense, then all obstructions cease to be. If all thought-objects disappear the thinking subject drops away. For things are things because of mind, as mind is mind because of things. These two are merely relative and both at source are Emptiness. In Emptiness these are not two, yet in each are contained all forms. Once coarse and fine are seen no more, then how can there be taking sides? The Great Way is without limit, beyond the easy and the hard. But those who hold to narrow views are fearful and irresolute; their frantic haste just slows them down. If you're attached to anything, you surely will go far astray. Both gain and loss, and right and wrong-- once and for all get rid of them. When you no longer are asleep, all dreams will vanish by themselves. If mind does not discriminate, all things are as they are, as One. To go to this mysterious Source frees us from all entanglements. When all is seen with \"equal mind,\" to our Self-nature we return. This single mind goes right beyond all reasons and comparison. Seek movement and there's no-movement, seek rest and no-rest comes instead. When rest and no-rest cease to be, then even oneness disappears. This ultimate finality's beyond all laws, can't be described. With single mind one with the Way, all ego-centered strivings cease; Doubts and confusion disappear, and so true faith pervades our life There is no thing that clings to us, and nothing that is left behind. Remaining in duality, you'll never know of unity. And not to know this unity lets conflict lead you far astray. When you assert that things are real you miss their true reality. But to assert that things are void also misses reality. The more you talk and think on this the further from the truth you'll be. Cut off all useless thoughts and words and there's nowhere you cannot go. Returning to the root itself, you'll find the meaning of all things. If you pursue appearances you overlook the primal source. Awak'ning is to go beyond both emptiness as well as form. All changes in this empty world seem real because of ignorance. Do not go searching for the truth, just let those fond opinions go. Abide not in duality, refrain from all pursuit of it. Just let go now of clinging mind, and all things are just as they are. In essence nothing goes or stays. See into the true self of things, and you're in step with the Great Way, thus walking freely, undisturbed. But live in bondage to your thoughts, and you will be confused, unclear. This heavy burden weighs you down-- so why keep judging good and bad? If you would walk the highest Way, do not reject the sense domain. For as it is, whole and complete, this sense world is enlightenment. The wise do not strive after goals, but fools themselves in bondage put. The One Way knows no diff'rences, the foolish cling to this and that. To seek Great Mind with thinking mind is certainly a grave mistake. From small mind come rest and unrest, but mind awakened transcends both. Delusion spawns dualities-- these dreams are merely flow'rs of air-- why work so hard at grasping them? All's self-revealing, void and clear, without exerting power of mind. Thought cannot reach this state of truth, here feelings are of no avail. In this true world of Emptiness both self and other are no more. To enter this true empty world, immediately affirm \"not-two.\" In this \"not-two\" all is the same, with nothing separate or outside. The wise in all times and places awaken to this primal truth. The Way's beyond all space, all time, one instant is ten thousand years. Not only here, not only there, truth's right before your very eyes. Distinctions such as large and small have relevance for you no more. The largest is the smallest too-- here limitations have no place. What is is not, what is not is -- if this is not yet clear to you, you're still far from the inner truth. One thing is all, all things are one-- know this and all's whole and complete. When faith and Mind are not separate, and not separate are Mind and faith, this is beyond all words, all thought For here there is no yesterday, no tomorrow, no today. Source: Pages 16-22 of \"Rochester Zen Center's Chant Book Copyright Rochester Zen Center 1990.\" Used with permission of the Rochester Zen Center. FAITH IN MIND With a Guide to Ch'an Practice by Master Sheng-yen Copyright 1987 by Dharma Drum Publications DharmaNet Edition 1994 http://www.angelfire.com/nc/prannn/faithinmind.html The Supreme Way is not difficult If only you do not pick and choose. Neither love nor hate, And you will clearly understand. Be off by a hair, And you are as far from it as heaven from earth. If you want the Way to appear, Be neither for nor against. For and against opposing each other This is the mind's disease. Without recognizing the mysterious principle It is useless to practice quietude. The Way is perfect like great space, Without lack, without excess. Because of grasping and rejecting, You cannot attain it. Do not pursue conditioned existence; Do not abide in acceptance of emptiness. In oneness and equality, Confusion vanishes of itself. Stop activity and return to stillness, And that stillness will be even more active. Merely stagnating in duality, How can you recognize oneness? If you fail to penetrate oneness, Both places lose their function. Banish existence and you fall into existence; Follow emptiness and you turn your back on it. Excessive talking and thinking Turn you from harmony with the Way. Cut off talking and thinking, And there is nowhere you cannot penetrate. Return to the root and attain the principle; Pursue illumination and you lose it. One moment of reversing the light Is greater than the previous emptiness. The previous emptiness is transformed; It was all a product of deluded views. No need to seek the real; Just extinguish your views. Do not abide in dualistic views; Take care not to seek after them. As soon as there is right and wrong The mind is scattered and lost. Two comes from one, Yet do not even keep the one. When one mind does not arise, Myriad dharmas are without defect. Without defect, without dharmas, No arising, no mind. The subject is extinguished with the object. The object sinks away with the subject. Object is object because of the subject; Subject is subject because of the object. Know that the two Are originally one emptiness. In one emptiness the two are the same, Containing all phenomena. Not seeing fine or coarse, How can there be any bias? The Great Way is broad, Neither easy nor difficult. With narrow views and doubts, Haste will slow you down. Attach to it and you lose the measure; The mind will enter a deviant path. Let it go and be spontaneous, Experience no going or staying. Accord with your nature, unite with the Way, Wander at ease, without vexation. Bound by thoughts, you depart from the real; And sinking into a stupor is as bad. It is not good to weary the spirit. Why alternate between aversion and affection? If you wish to enter the one vehicle, Do not be repelled by the sense realm. With no aversion to the sense realm, You become one with true enlightenment. The wise have no motives; Fools put themselves in bondage. One dharma is not different from another. The deluded mind clings to whatever it desires. Using mind to cultivate mind Is this not a great mistake? The erring mind begets tranquillity and confusion; In enlightenment there are no likes or dislikes. The duality of all things Issues from false discriminations. A dream, an illusion, a flower in the sky How could they be worth grasping? Gain and loss, right and wrong Discard them all at once. If the eyes do not close in sleep, All dreams will cease of themselves. If the mind does not discriminate, All dharmas are of one suchness. The essence of one suchness is profound; Unmoving, conditioned things are forgotten. Contemplate all dharmas as equal, And you return to things as they are. When the subject disappears, There can be no measuring or comparing. Stop activity and there is no activity; When activity stops, there is no rest. Since two cannot be established, How can there be one? In the very ultimate, Rules and standards do not exist. Develop a mind of equanimity, And all deeds are put to rest. Anxious doubts are completely cleared. Right faith is made upright. Nothing lingers behind, Nothing can be remembered. Bright and empty, functioning naturally, The mind does not exert itself. It is not a place of thinking, Difficult for reason and emotion to fathom. In the Dharma Realm of true suchness, There is no other, no self. To accord with it is vitally important; Only refer to not-two. In not-two all things are in unity; Nothing is excluded. The wise throughout the ten directions All enter this principle. This principle is neither hurried nor slow One thought for ten thousand years. Abiding nowhere yet everywhere, The ten directions are right before you. The smallest is the same as the largest In the realm where delusion is cut off. The largest is the same as the smallest; No boundaries are visible. Existence is precisely emptiness; Emptiness is precisely existence. If it is not like this, Then you must not preserve it. One is everything; Everything is one. If you can be like this, Why worry about not finishing? Faith and mind are not two; Non-duality is faith in mind. The path of words is cut off; There is no past, no future, no present. The Story of the Third Ch'an Patriarch of China and his gatha 'Have Faith In Your Mind' (Hsin Hsin Ming) Translated by Upasaka Lu Kuan Yu (Charles Luk) Practical Buddhism, published by Rider & Co. Ltd., London, 1971, pp. 33-38. From 'The Transmission of the Lamp' AFTER Hui K'o had succeeded Bodhidharma as the Second Patriarch of China, he continued to spread the doctrine of the Mind, looking at the same time for a successor to his Dharma and robe. One day a upasaka who was over forty years of age came to pay reverence to Hui K'o; without disclosing his name, he said: 'I suffer from bad rheumatism and beg the Venerable Sir to teach me how to repent my sins.' Hui K'o said: 'Show me your sins and I shall teach you.' After a long pause, the visitor declared: 'I cannot find my sins.' Hui K'o said: 'Then I have taught you how to repent them. You should take refuge in the Buddha, the Dharma and the Sangha.' The visitor asked: 'As I now see, you are the Sangha, but what are Buddha and Dharma?' Hui K'o replied: 'Mind is Buddha and Mind is Dharma. Buddha and Dharma are not a duality; nor is Sangha (in relation to either of them).' The visitor said: 'Today for the first time I know that sins are neither within nor without nor in between, and that Buddha and Dharma are not a duality but just (the non-dual) mind.' Hui K'o held the visitor in high esteem and then shaved his head, saying: 'You are my jewel and should be called Seng Ts'an (i.e. The Lustre of Sangha).' That year on the eighteenth of the third month, Seng Ts'an received full ordination at Kuang Fu temple. He recovered gradually from his illness and stayed with Hui K'o as his attendant for two years. One day his master said: 'I inherited the right Dharma Eye from Bodhidharma who came from distant India, and now transmit it to you, together with his robe as a token of faith. You should guard them carefully without allowing the Teaching to be discontinued. Now listen to my gatha: From the seed-bed (of your mind) (The Dharma) raises flowers. Yet there is no seed Nor are there flowers.' After the transmission of the Dharma and robe, Hui K'o said: 'You have now inherited my Dharma. Go and live deep in the mountains, this is not the time to spread the Dharma because there will soon be a national disaster.' Seng Ts'an then went to stay on Huan Kung Shan Mountain at Shu Chou (in Anhwei Province). When emperor Wu Ti of the Pei Chou dynasty (557-9) ordered the destruction of Buddhism, nobody knew of Seng Ts'an's whereabouts as he wandered from place to place between T'ai Hu Hsien district and Szu K'ung Shan Mountain. In the twelfth year (592-3) of the emperor K'ai Huang of the Sui dynasty, a fourteen-year-old monk named Tao Hsin called on him and later succeeded him as the Fourth Patriarch of China. After the transmission of the Dharma and robe to Tao Hsin, Seng Ts'an went to Lo Fu mountain where he stayed for two years, after which he returned to his former place. A month later the literati and people came and made offerings to him. He taught them the Mind Dharma, and on the fifteenth of the tenth month of the second year (606) of Ta Yeh, after he had expounded the Dharma under a large tree, he brought his palms together and passed away while standing. Seng Ts'an wrote the following gatha: Have Faith in Your Mind (Hsin Hsin Ming) It is not hard to realize your Mind Which should not be an object of your choice. Throw like and dislike away And you’ll be clear about it. The slightest deviation from it means A gulf as deep as that ’twixt heaven and earth. If you want it to manifest Be not for or against a thing. For that is contentious, A disease of the mind. If its profoundness you ignore You can never practice stillness. Perfect like the great void it lacks Nothing and has naught in excess. If you discriminate You will miss its suchness. To external causes cling not, stay Not in the void (that is relative), If you can be impartial Differentiation ceases. To stop disturbance leads to stillness Which, if clung to, stirs the mind. But if To opposites you cling How can you know the One? If you do not recognize One Mind Two opposites will lead you nowhere. To avoid what is means to cling to what is not, To cling to what is not means to revive what is. The more you talk and think, The further you are from it. If you can halt all speech and thought You will find it everywhere. If you think success means to return all things to their source, You will differ (from our Sect) by clinging to its function. * *If you think that your goal can be reached by returning all things to the root, i.e. the mind, you will cling to its function and will err from our Ch'an sect which is beyond the notion of functioning. The moment you look within You surpass your contemplation Of the void which is always changing Due to your discriminating views. Do not seek the real But your false views lay down. Avoid the real and the false And never search for either. Once you start to choose between what’s right and wrong, You will become confused and lose your Mind. All pairs from the One Mind spring Which never should be clung to. If the One Mind does not stir Then all things will be harmless. Things that are harmless cease to be, Mind that stirs not does not exist. Subjects disengaged from objects vanish, Objects like their creator disappear. Objects are caused by subjects On whose existence they depend. If you would understand dualities Know that they spring from Voidness absolute. The absolute and all dualities Are one, from it all things originate. When you cease choosing between the coarse And fine all prejudices die. Since the Great Mind embraces all, To realize it is not difficult or easy. In their distrust the ignorant Waver between eagerness and hesitation. If you grasp at it, you will be in the wrong Falling into the way of the heretics. If you lay it down It stays not nor goes. With the Tao unite your nature And you will be free from troubles. Clinging from the real strays And to confusion leads. Discrimination’s useless So weary not your mind. If you want to know the One Reject not six sense data. If they’re not rejected They are one with Bodhi. The wise man is non-active, The ignorant bind themselves. All things are the same at heart But clinging’s from delusion. If the mind is used to seek itself, Is this not a grave mistake? Delusion brings stillness and disturbance; Bodhi is far beyond all good and evil. And the pair of opposites From discrimination come. Dreams, illusions and flowers in The sky are not worth attachment. Gain and loss, and right and wrong Should be laid down now at once. If your eyes close not in sleep All your dreams will disappear. If you do not discriminate, Then all things will be as they are. Profound is this state of suchness, Lofty and beyond illusions. If things are not thought different, To their nature they will return. When they disappear, Mind’s without compare. When it stops moving disturbance is no more; When all motion ceases, stillness also stops. When opposites disappear, Where then can the One Mind be? When for the ultimate you search, You find it has no pattern. In this impartial mind Duality has vanished. When distrust ceases, Your faith will be true. When all is thrown away There’s nothing to remember. The Mind that now is pure Radiates and is not tired. Since it is beyond discriminative thinking It cannot be fathomed by that which knows and feels. Such is the state absolute Free from the self and others. If you would be one with it All duality avoid. In all places the non-dual is The same and there is naught outside it. Sages everywhere To this sect belong. Which is beyond time, long or short, For a thought lasts ten thousand years. It neither is nor is not For everywhere is here. The smallest equals the largest For it is not confined by space. The largest equals the smallest For it is not within, without. Is and is not are the same, For what is not equals is. If you cannot so awaken Then you should change your ways. Now One is All And All is One. If you so awaken, Why worry if you do not win it? Just believe that your Mind is non-dual For your Faith in it is not divided. In it there’s no room for word and speech; It has not present, past or future. A Song of Enlightenment Translated by Philip Dunn and Peter Jourdan The Book of Nothing, published by Andrews McMeel Publishing, Kansas City, MO, 2002. The Great Way is effortless for those who live in choiceless awareness. To choose without preference is to be clear. Even the slightest personal preference and your whole world becomes deluded. To perceive reality as it is is to live with an open mind. When the lens you look through reflects your personal bias, your view of reality is clouded. Truth simply is. The clouded mind cannot know it. The Great Way is empty - like a vast sky. Silence the busy mind and know this perfection. Be seduced neither by the outer world nor by your inner emptiness. Reside in the oneness of things where distinctions are meaningless. Trying to still the mind inhibits the experience of oneness, for the very action of trying is the busy mind at work. Live in the Great Way where action is stillness and silence pervades. Deny the reality of things and miss true nature. Assert that emptiness exists and it will disappear. To experience reality, stop using words, for the more you talk about things the farther away from the truth you stray. Return to oneness and discover its essence. Being dazzled by appearance you miss the truth. Go beyond both appearance and emptiness and find the unmoving center. Pursue the confusion of your opinions and the eternal mind is lost. Rather than focus on knowing the truth simply cease to be seduced by your opinions. Duality appears in minutest traces, carefully avoid the trap. If there is even an inkling of right or wrong the enlightened mind ceases to be. Everything there is comes from oneness but oneness cannot be described. Holding any trace of it in the mind is to deny the essence of emptiness. When the mind is still, nothing can disturb it. When nothing can disturb it, reality ceases to exist in the old way. When you understand the relationship of subject and object, thinker and thought - and how they create each other - you recognize that these are not two, but one. Don't strive to know particulars when what you want to experience is one. It is beyond the nature of the mind to perceive the reality it cannot describe. Oneness has nothing to do with hard or easy for it is beyond every opposite. It cannot be found, it cannot be retained. To grasp at it is to miss it entirely. Not trying to go faster or slower, be still, and let go. Just let things be for it is exactly as it should be. Returning to your true nature, spontaneity and essence are found. This is the space that always exists and that holds all within. True reality is hidden by the practice of thought but also in the denial. Accept the reality of not naming things and rest in the silence of being. Use your senses to experience reality, for they are part of your empty mind. This empty mind takes note of all it perceives and is guided by its sensing needs. While the ignorant are bound to emotional choices - attaching themselves to their ignorance, the wise experience life through not reacting at all - unswayed, uninvolved, unattached. The need to name, the need to distinguish are born of a clinging fear. Remain unattached to every thought and know the true nature of being. Be inattentive and mind is an irritant with dreams that disturb reality. Why look for trouble and distress when awareness is so freeing? High and low, good and bad - all duality disappears, and all dreams abate when the inner calm is met. When the mind ceases all movement, ceases judging, ceases conceptualizing, the deep cool essence of suchness becomes a way of life. When all things are perceived with an open mind, they return to their natural way. Without any movement, without any description, they are an undivided part of the whole. True nature is impartial, it has no causes or rules. With the mind in undivided unity, wisdom is radiated. Trust in true nature, keep your heart strong. Pure mind is pure wisdom, to part from it is foolish. All is empty, all is clear, no effort is made for none is needed. When there is neither \"self\" nor \"other,\" awareness simply is. Meet doubt directly with the words \"not two\" and know that nothing can be separate and all is one. There is nothing that is not included: This is an eternal truth. Absolute reality is beyond time and space, Empty and infinite existing as one, opening before your eyes, A vast presence. The very small and the very large are equal, boundaries and limits do not exist. Being and non-being both exist, for whether you see it or not is of no consequence. One thing is all things, and all things are one. What is and what is not are equals. Once this is realized there is no need to worry about anything. To live and to trust in the non-dual mind is to move with true freedom, to live without anxiety, upon the Great Way. Language contains no way to describe the ultimate unity of Suchness: Beyond belief, beyond expression, beyond space, beyond time. Trust in Mind Translated by the Chung Tai Translation Committee November 2008 From the Chinese by the Third Patriarch Seng Can, 6th Century The following prior English translations and commentaries were used as references: “Faith in Mind” by Master Sheng Yen, “Hsin Hsin Ming: Inscribed on the Believing Mind” by R. H. Blyth, “Hsin-Hsin Ming: Verses on the Faith Mind” by Richard B. Clarke, “The Book of Nothing: A Song of Enlightenment” by Philip Dunn and Peter Jourdan, “Trust in Mind” by Stanley Lombardo, “Trust in Mind: The Rebellion of Chinese Zen” by Mu Soeng, “Inscribed on the Believing Mind” by D. T. Suzuki, “On Trust in the Heart” by Arthur Waley, and “Have Faith in Your Mind” by Lu Kuan Yu (Charles Luk). http://ctzen.org/sunnyvale/enUS/index.php?option=com_content&task=view&id=143&Itemid=57 http://ctzen.org/sunnyvale/zhTW/images/pdf/jlsutra/sutrabranch20111214/trust%20in%20mind%20v1.7.7%202011-12-10.pdf The Supreme Way is difficult Only for those who pick and choose. Simply let go of love and hate; The Way will fully reveal itself. The slightest distinction Results in a difference as great as heaven and earth. For the Way to manifest, Hold not to likes and dislikes. The contention of likes and dislikes Is a disease of the mind. Without realizing the Profound Principle, It is futile to practice stillness. Intrinsically perfect like the Great Void, Without lack, without excess; In choosing to grasp or reject, One is blind to Suchness. Neither pursue conditioned existence, Nor stay in idle emptiness. In oneness and equality, All self-boundaries dissolve. Trying to still action Is an action itself. Still trapped in duality, How can you recognize oneness? Failing to penetrate the meaning of oneness, Neither side will function. Banishing existence entwines you in existence; Pursuing emptiness turns you away from it. The more you talk and think, The more you go astray; Cease all speech and thought, Then everywhere you are with the Way. To attain the principle, return to the source; Pursuing reflections, the essence is lost. Inner illumination, in a moment, Surpasses idle emptiness. The appearance of this idle emptiness Results entirely from deluded views. No need to search for truth, Just put to rest all views. Abide not in dualistic views; Take heed not to pursue them. As soon as right and wrong arise, The mind is bewildered and lost. Two comes from one, Hold on not even to one. When not even one thought arises, All dharmas are flawless. Free of flaws, free of dharmas, No arising, no thought. The subject disappears with its object, The object vanishes without its subject. Objects are objects because of subjects, Subjects are subjects because of objects. Know that these two Are essentially of one emptiness. The one emptiness unites opposites, Equally pervading all phenomena. Not differentiating what is fine or coarse, How can there be any preferences? The Great Way is all embracing, Neither easy nor difficult. The narrow minded doubt this; In haste, they fall behind. With clinging one loses judgment And will surely go astray. Let everything follow its own nature; The Essence neither goes nor stays. To follow your true nature is to unite with the Way, Be at ease and worries will cease. Fixation of thought is unnatural, Yet laziness of mind is undesirable. Not wanting to wear down the spirit, Why do you hold dear or alienate? To enter the One Vehicle, Be not prejudice against the six dusts. To have no prejudice toward the six dusts Is to come into true enlightenment. The wise abide in wu-wei, The fools entangle themselves. Dharmas do not differ, Yet the deluded desire and cling. To seek the mind with the mind-- Is this not a great error? In delusion chaos and stillness arise, In enlightenment there is no desire and aversion. The duality of all things Comes from false discrimination. Dreams, illusions, like flowers in the sky— How can they be worth grasping? Gain and loss, right and wrong-- Abandon these at once. If your eyes are open Dreams will naturally cease. If the mind makes no distinctions, All dharmas are of One Suchness. In the profound essence of this Suchness, One abandons all conditioning. Beholding the myriad dharmas in their entirety Things return to their natural state. As all grounds for distinction vanish, Nothing can be compared or described. When what is still moves, there is no motion; When what is moving stops, there is no stillness. Since two cannot be established, How can there be one? Reaching the ultimate, Rules and measures are nonexistent. Achieving a mind of impartiality, All striving comes to an end; Doubts are completely cleared, In right faith the mind is set straight. Nothing to linger upon, Nothing to remember. Clear, empty, and self-illuminating, The mind exerts no effort. This is beyond the sphere of thought, Which reason and feeling cannot fathom. In the Dharma Realm of True Suchness, There are neither self nor others. To reach accord with it at once Just practice non-duality. Non-duality embodies all things, As all things are inseparable. The wise everywhere All follow this teaching. The Way transcends time and space — One thought for ten thousand years. Being nowhere yet everywhere, All places are right before your eyes. The smallest is the same as the largest, In the realm free of delusions. The largest is the same as the smallest; No boundaries or marks can be seen. Existence is precisely nonexistence, Nonexistence is precisely existence. If you cannot realize this, Then you should change your ways. One is everything; Everything is one. If you can realize this, Why worry about not reaching perfection? Trust in the non-duality of mind; Non-duality results from trust in mind. Beyond words and speech, It is neither past, present, nor future. The Third Ancestor Great Master Sengcan’s Inscription on Faith in Mind 三祖僧璨大師信心銘 By Jianzhi Sengcan, \"The 3rd Ancestor\" of Chinese Zen (d. 606 C.E) Translated by Gregory Wonderwheel Reaching the Way is without difficulty, only refrain from picking and choosing. Merely do not hate or love, and penetrate like this to realization. A thousandth of a foot discrepancy, and heaven and earth hang divided. Wanting to be able to manifest and progress, do not live by obeying or disobeying. “To defy” or “to obey” is a reciprocal struggle and is an active disease of the mind. Not knowing the profound purpose, one labors in vain thinking of tranquility. Complete equality and vast emptiness, without lack, without excess. “The Good” causes grasping and casting away; location and instrumentality are not Suchness. Do not pursue the whence of existence, do not dwell in enduring emptiness. Embrace even oneness, and submerging like this the self is extinguished. Stopping activity comes back to stopping; (such) stopping still is filled with activity. Only by blocking both sides, would you rather know oneness. (If) oneness is not passed through, paired positions lose merit. To banish existence is to drown in existence; to accord with emptiness is to betray emptiness. Many words and many strategies spin around irrelevantly. Cutting off words and cutting off strategies, there is no position that is not passed through. Returning to the root gains the purpose; following after the light loses the lineage. Instantly revert the light, then victory and retreat are the primary emptiness. The transformations of primary emptiness are all because of false views. It isn’t useful to seek truth, it’s only necessary to put an end to views. Do not dwell in dualistic views; scrupulously do not pursue or search for them. The first time there exists right and wrong, just like that the heart-mind is lost in entanglements. The two exist because of the One; and likewise do not guard the one. The One Mind is not born; the ten thousand things are without fault. Without fault without things, it is not born, it is not mind When power submits to the environment it is extinguished; when the environment pursues power it is submerged. Environment is the environment because of power; power is power because of the environment. Wanting to know both parts, their origin is the emptiness of the One. The emptiness of the One is the same as both; equally containing the ten thousand outward appearances. Do not view fine or coarse, or would (you) rather have one-sided associations? The essence of the Great Way is broad, without ease, without difficulty. The fox doubts of small views spin quickly and spin slowly. Grasping leads to losing salvation and necessarily entering the evil paths. Releasing leads to naturalness and to the essence without leaving (one’s) abode. Allow (your) nature to unite with the Way, and ramble carefree with vexations cut off. Attached thoughts oppose the True, dully sinking to no good. (When) “no good” belabors the spirit, what use are “unfamiliar” and “intimate”? Wanting to choose the One Vehicle (Ekayana), do not hate the six dusts (of the senses). The six dusts do not hate and, besides, are identical with right awakening. Those who are wise are non-doing. Monkey-minded people are tied up by themselves. The Dharma is without an opposing Dharma; the false self loves attachments. To use the mind by commanding the mind, how can it not be a great mistake? Delusion gives birth to stillness and chaos; awakening is without good and evil. With two sides to everything, the false self deliberates. Dreams and illusions, flowers in the sky; why labor to grasp them? Gain and loss, right and wrong, in one moment release them and withdraw. If the eyes are not asleep, the various dreams are by themselves wiped away. If mind does not discriminate, the ten thousand things are One Suchness. In the profound essence of One Suchness, you look ignorant and forget the secondary causes. The insight that the ten thousand things are on the same level is returning home and restoring naturalness. Destroying that place of instrumentality it is not possible to go in the direction of comparisons. By stopping activity without activity, activity is stopped without stopping. Pairs are de facto not complete; the One, how does that exist? In the end, impoverished to the utmost, do not live by (following) tracks and rules. The harmonious mind is equality, where actions all cease. (When) fox doubts are entirely purified right faith harmonizes directly. Everything does not remain, unable to remember. The clear light shines by itself and does not belabor the mind’s strength. Do not consider the amount or location; knowledge and feelings are difficult to measure. The Dharma realm of True Suchness is without other and without self. (When) it is vital to quickly be relevant, only say, “Non-dual.” In the non-dual all is equal, without exclusion. In the ten directions, those who are wise all enter this lineage. The lineage does not hurry or delay, a single moment--ten thousand years. Without being present or absent, the ten directions are in front of the eyes. The utmost small is the same as the large, forget to cut off the bounded realms. The utmost large is the same as the small, do not view outside of the boundaries. Existence is, in fact, nonexistence; nonexistence is, in fact, existence. If “is not Suchness” is the case, necessarily it need not be guarded. One is, in fact, everything; everything is, in fact, One. (When) there is merely empowering Suchness, what concerns are not concluded? Faith in mind is non-dual; non-dual is faith in mind. The way of spoken language is severed; there is neither the gone, nor the coming, nor the present. Hsin Hsin Ming Verses on the faith mind by Sengstan, third Zen Patriarch Richard B. Clarke's translation slightly modified by Osho Osho has called this book: The Book of Nothing 1. The Great Way is not difficult For those who have no preferences. When love and hate are both absent Everything becomes clear and undisguised. Make the smallest distinction however, And heaven and earth Are set infinitely apart. If you wish to see the truth Then hold no opinion for or against. The struggle of what one likes And what one dislikes Is the disease of the mind. When the deep meaning of things Is not understood The mind's essential peace is disturbed to no avail. 2. The Way is perfect like vast space Where nothing is lacking And nothing is in excess. Indeed, it is due to our choosing To accept or reject That we do not see the true nature of things. Live neither in entanglements Of outer things, Nor in inner feelings of emptiness. Be serene without striving activity In the oneness of things And such erroneous views will disappear by themselves. When you try to stop activity To achieve passivity Your very effort fills you with activity. As long as you remain in one extreme or the other You will never know Oneness. Those who do not live in the single Way Fail in both activity and passivity, Assertion and denial. 3. To deny the reality of things Is to miss their reality; To assert the emptiness of things, Is to miss their reality. The more you talk and think about it, The further astray you wander from the truth. Stop talking and thinking, And there is nothing You will not be able to know. 4. To return to the root is to find the meaning. but to pursue appearances is to miss the source. At the moment of inner enlightenment there is a going beyond appearance and emptiness. The changes that appear to occur in the empty world we call real only because of our ignorance. Do not search for the truth; only cease to hold opinions. Do not remain in the dualistic state. avoid such pursuits carefully. If there is a trace of this and that, the right and wrong, the Mind-essence will be lost in confusion. Although all dualities come from the One, do not be attached even to this One. When mind exists undisturbed in the Way, nothing in the world can offend, and when a thing can no longer offend, it ceases to exist in the old way. When no discriminating thoughts arise, the old mind ceases to exist 5. When thought objects vanish, the thinking-subject vanishes, as when the mind vanishes, objects vanish Things are objects because of the subject; the mind is such because of things. Understand the relativity of these two and the basic reality: the unity of emptiness. In this Emptiness the two are indistinguishable and each contains in itself the whole world. If you do not discriminate between coarse and fine you will not be tempted to prejudice and opinion. 6. To live in the Great Way Is neither easy nor difficult, but those with limited views are fearful and irresolute: the faster they hurry, the slower they go, and clinging cannot be limited; even to be attached to the idea of enlightenment is to go astray. Just let things be in their own way and there will be neither coming nor going. Obey the nature of things (your own nature), and you will] walk freely and undisturbed. When thought is in bondage the truth is hidden, for everything is murky and unclear, and the burdensome practice of judging brings annoyance and weariness. What benefit can be derived from distinctions and separations? If You wish to move in the One Way do not dislike even the world of senses and ideas. Indeed, to accept them fully is identical with true Enlightenment. The wise man strives to no goals but the foolish man fetters himself. There is one Dharma, truth, law. not many; distinctions arise from the clinging needs of the ignorant. To seek Mind with the discriminating mind is the greatest of all mistakes. 7. Rest and unrest derive from illusion; with enlightenment there is no liking and disliking. All dualities come from ignorant inference. They are like dreams or flowers in the air: foolish try to grasp them. Gain and loss, right and wrong: such thoughts must finally be abolished at once. If the eye never sleeps, al] dreams will] naturally cease. If the mind makes no discriminations, the ten thousand things are as they are, of single essence. To understand the mystery of this One-essence is to be released from all entanglements. When all things are seen equally the timeless Self essence is reached. No comparisons or analogies are possible in this causeless, relation-less state. 8. Consider movement stationary and the stationary in motion, and both the state of movement and the state of rest disappear. When such dualities cease to exist Oneness itself cannot exist To this ultimate finality no law or description applies. For the unified mind in accord with the Way all self centered striving ceases. Doubts and irresolutions vanish and life in true faith is possible. With a single stroke we are freed from bondage; nothing clings to us and we hold nothing, All is empty, clear, self illuminating, with no exertion of the mind's power. Here thought, feeling, knowledge, and imagination are of no value. 9. In this world of Suchness there is neither self nor other than self. To come directly into harmony with this reality just simply say when doubts arise, \"Not two\". In this \"not two\" nothing is separate, nothing is excluded. No matter when or where, enlightenment means entering this truth. And this truth is beyond extension or diminution in time or space; in it a single thought is ten thousand years. 10. Emptiness here, Emptiness there, but the infinite universe stands always before our eyes. Infinitely large and infinite small; no difference, for definitions have vanished and no boundaries are seen. So too with Being and non Being. Don't waste time in doubts and arguments that have nothing to with this. One thing, all things: move among and intermingle. without distinction. To live in this realization is to be without anxiety about non perfection. To live in this faith is the road to non duality, because the non dual is one with the trusting mind. Words! The Way is beyond language, for in it there is no yesterday no tomorrow no today Hsin Hsin Ming – Faith in heart-and-mind Written or spoken by Ch’an master Seng Ts’an (Jap: Sosan) 5…? - 606 Translated by Hakuun Barnhard https://www.wolkenwater.nl/multimedia-archive/hsin-hsin-ming-faith-in-heart-and-mind/ The Great Way is not hard to live When you make your choices without grasping. Not holding on to like or to aversion There is understanding with clarity. But with a hair’s breadth of discrimination The universe is split into Heaven and Earth. If you wish to see what is there Better drop your for and against. For and against locked in a fight Causes disease of heart and mind. Without awareness of deeper meaning You toil in vain for peace in mind. The all-inclusive is like great space Where nothing is missing, nothing is too much. Due to grasping and pushing away We are not that way. Neither pursuing conditioned existence Nor trying to stay in emptiness – suppressing it, Be at one and at peace with its diversity And confusion will disappear naturally. Try to return to stillness by stopping mind-activity And the effort of staying still, fills you with agitation. How can you know one-ness If you are stuck with stillness or activity? If oneness does not flow through all things Existence and emptiness cannot function. When you try to banish existence There is no more aliveness, When you chase after emptiness You turn away from it. When you indulge in talk and thought You turn from Truth as it is. Stop defining with words and working out with thoughts And there is nothing you will not understand. Return to the foundation and you’ll find the meaning, Pursue things as they seem and you loose their essence. Turn the light within just for a moment And you go beyond appearance and emptiness. The empty background alternating With appearances in front, Is due to an incorrect way of looking. There is no need to search for the Real, Just let go of your perspectives. Do not stay with the dualistic view, Take care not to get enmeshed by it or seek it. When there is affirmation or denial Essential nature gets scattered and unclear. All this or that, all two, comes forth from the One And do not hold on to this One. When no views come forth from the One Nothing whatsoever is of offence; When there is no offence, there is no thing whatsoever When neither views nor things arise, neither does mind. The subject dies along with the object The object perishes along with the subject Object is object because of the subject Subject is subject because of the object. Know that these two are from the first one emptiness; Within this one emptiness the two are identical. This sameness contains all appearances. Not ‘seeing’ either coarse or fine, How can you form bias to either? Living the substance of the Great Way Is not easy, nor is it difficult. With narrow views, fears and doubts, However you hurry, you will slow down. Holding on to the Way you lose the equilibrium Then the mind will go astray. Letting things with their own flow go You will find “neither going nor staying.” Accord with your nature, merge with the Way, Live free and at ease, unbound by grievance. Tied to thought and memory you deviate from the true Sinking into a mental fog is not right either. “Not right” wearies the spirit. Why judge as distant or close? If you wish to further yourself in the One Vehicle Don’t then even dislike the “six sense realms”. Being free from aversion or fear for them Is what is meant by ‘true enlightenment’. Persons of wisdom have neither motives nor goals, Ignorant people tie themselves to things. The one truth does not consist of many different truths; To love and protect the self , that is delusion. Using the grasping mind to get hold of all-pervasive Mind Isn’t that a great foolishness? For the deluded mind there is serenity and turmoil, For the enlightened mind: neither good nor evil. Seeing two where there is one Is the deluded mind’s self-centred construction: Dreams, illusions, flowers in the sky. Why bother grasping after them? Gain and loss, right and wrong – Let them go at once! If the eye does not sleep All dreams will naturally cease, If the mind does not make differences All things are one as they are. The ‘being one’ of things – as they are – is profound; ‘Cause and condition’ is forgotten in the original ‘being so’; All things are seen to be the same, They have returned to what they naturally are. An end is put to the ‘why and because’ And there can be no analogy and comparison. When you stop all mental activity There will be no activity, But even though there is no activity There is no stillness. Since neither can be complete on their own How could either of them be absolute? For the ultimate and supreme Rules and standards do not exist. Devote yourself to impartiality And whatever you do will carry stillness. Anxiety and doubt will completely clear And true faith will bring things to harmony. So that nothing clung to will remain Nothing remembered will continue. Spacious and bright the mind functions naturally, Without exhausting its energy. Thought and measure cannot reach this place Consciousness and emotion cannot fathom it. In the Dharma realm of the real as it is There is no self or other. Make sure to quickly accord with it By simply saying: “not two”. Within “not two” all things are the same And nothing is not included. Throughout the world, those with wisdom Have all understood this principle - Which is neither immediate nor gradual: Ten thousand years is as a single thought. Without “it is” or “it is not” The universe is right before your eyes. In this realm, where delusion has ceased, The smallest is the same as the largest. The largest is the same as the smallest, No boundaries to be seen! Existence is the same as emptiness, Emptiness is the same as existence. If it is not this way Do not hold on to it. One thing, is all things, All things are one thing. If it is this way Why worry about not getting done! Faith and ‘heart-and-mind’, are not two, Not two is faith in heart and mind. The pathway of words is cut Past, present and future – gone. Faith in Mind Translated by John Balcom In: After Many Autumns: A Collection of Chinese Buddhist Literature edited by John Gill, Susan Tidwell, Buddha's Light Publishing, 2011 To reach the Way is not difficult, One needs only have no preferences, Just do not hate or love, And you will fully understand. Even a hair’s breadth of difference Becomes the distance between heaven and earth. If you wish for it to appear, Hold not to ease or adversity. The struggle between strife and ease Is an illness of the mind; Not understanding the profound objective,1 Tranquility is practiced in vain. The Way is perfect, like the vastness of space, No more and no less. It is because we cling and reject, That it is not as it is. Do not pursue preferences, Do not abide in the patience of emptiness. This kind of even mind Fully and naturally ends affliction. To stop acting to return to stillness— Such stillness is itself more action. When attached to the two extremes,2 How can you know the one truth? Without understanding the one truth, Both lose their potential. To turn away from existence is to go deeper into existence. To approach emptiness is to turn away from emptiness. With more words and more thinking, You turn against it. With an end to words and an end to thinking, There is no place it does not reach. Return to the root to fulfill the objective, Follow circumstances and lose the principle. A moment of self-contemplation Is better than the attachment to emptiness. The attachment to emptiness is ever-changing For all come from a deluded view. There is no need to search for truth, One need only stop such views. Do not abide in these two views. Be careful not to search for them. Just having right and wrong Creates confusion, and you will lose your mind. The two develop from one— The one also is not to be held to. Not a single thought arises, And all phenomena are not mistaken. No mistakes, no phenomena, Do not give rise to “no mind.” If sense objects3 end, the mind follows. If the mind descends, sense objects follow. Because of the mind, sense objects are sense objects. Because of sense objects, the mind is able to perceive. You may know these as two, But originally they are a single emptiness. The singular emptiness is the same as these two, Both contain all phenomena. Without seeing fine or coarse, How can there be any preferences? The essence of the great Way is wide, It is not easy, nor difficult. Those with narrow views doubt, The more one hurries, the greater the delay. Attaching, mis-measuring, The mind enters the evil path. Let it be natural; Its essence is without coming or going. Let one’s nature be in accordance with the Way— Carefree with afflictions ended. Bound thoughts violate the truth And leave you tired and dazed. This is not good. It is not good to worry, Of what use is it to like or dislike? If you wish to enter the one vehicle,4 Do not hate the six sense objects. The six sense objects are not unwholesome, They are the same as enlightenment. The wise know non-action,5 Ignorant people bind themselves. There is no other Dharma but the Dharma, Illusion leads to the self’s attachments. Using the mind, applying the mind, Is this not a great mistake? Delusion gives rise to loneliness and confusion, Enlightenment is without good or bad All duality is From the self’s false considerations. Dreams, illusions, sky flowers,6 Why bother holding on to them? Gain, loss, right, wrong, It is time to let them go. If the eyes do not shut All dreams end by themselves. If the mind is without differences All phenomena are one. Comprehend oneness’ profound essence And forget all entanglements. Contemplate the entirety of all phenomena And return to what is natural. To put an end to all that has come before One cannot compare. To stop moving until there is no motion— Such stopping is not stopping. Two do not exist, How can there be one? Investigate until the very end Without holding to any rule. Open the mind of equality All that you have done will come to an end. All doubts completely disappear, And one’s faith becomes strong and upright. All things cannot be held to Or memorized. Spacious, clear, and natural— Without need to expend the mind’s effort. It cannot be fathomed: Consciousness and affection are difficult to measure. The dharma realm of suchness7— Without others, without self. If you wish to quickly be in accordance with it, Only say there is no duality. With no duality, all is the same. There is nothing it does not contain. The wise ones of the ten directions8 All enter upon this school.9 This school is neither fast nor slow— A single thought, ten thousand years. There is no place it does not exist, All ten directions are before your eyes. The miniscule is the same as the great, This state is the end of all illusion. The greatest is the same as the small, One cannot see where it ends. Existence is non-existence, Non-existence is existence. If this were not so, There would be no need to observe these teachings. One is all, All is one. But if this can be, What worries would not end? Faith, undivided; Undivided faith. Language is cut off, No past, future, or present. 1: The reason why the Buddha arose in the world. 2: Used throughout Buddhist writing to denote various extremes, but in this instance it refers to the extremes of existence and emptiness. 3: Here neng and jing are used atypically to mean “the mind” and “sense objects,” respectively. In a wider Buddhist context a “sense object” is anything that can contact our sense organs to create consciousness. 4: Reference to the Lotus Sutra; refers to the path to Buddahood. 5: Effortless action. 6: Spots that appear in one’s vision due to optical disorders. A symbol for that which is illusory. 7: Refers to the world just as it is, without being altered or filtered by perception. 8: Literally the four cardinal directions, the four intermediate directions, plus up and down. More generally used to refer to everywhere. 9: The Chan School. Faith in Mind Translated by Andy Ferguson http://www.tricycle.com/blog/faith-mind Attaining the Way is not difficult, Just avoid picking and choosing. If you have neither aversion nor desire, You’ll thoroughly understand. A hair’s breadth difference Is the gap between heaven and earth. If you want it to come forth Let there be no positive and negative. For such comparisons Are a sickness of the mind. Without knowing the Great Mystery Quiet practice is useless. The great perfection is the same as vast space, Lacking nothing, nothing extra. Due to picking up and discarding You will not know it. Don’t chase the conditioned Nor abide in forbearing emptiness. In singular equanimity The self is extinguished. Ceasing movement and returning to stillness, This is complete movement. But only suppress the two aspects How can you realize unity? Not penetrating the one, The two lose their life. Reject existence and you fall into it, Pursue emptiness and you move away from it. With many words and thoughts You miss what is right before you. Cutting off words and thought Nothing remains unpenetrated. Return to the root and attain the essence, For if you chase the light you’ll lose the Way. But if you reflect the light for but a moment, All previous shadows are dispelled. All previous shadows are transformed Because they were all due to delusive views. It’s no use to seek truth, Just let false views cease. Don’t abide in duality And take care not to seek, For as soon as there is yes and no, The mind is lost in confusion. Two comes forth from one, But don’t hold even the one, For when even the one mind is unborn, The myriad things are flawless. Without flaws, without things, With no birth, no mind, Function is lost to conditions, Conditions perish in function, Conditions arise from function, Function is actualized from conditions. You should know that duality Is originally one emptiness, And one emptiness unifies duality, Encompassing the myriad forms. Not perceiving refined or vulgar Is there any prejudice? The Great Tao is vast, With neither ease nor difficulty, If you have biased views and doubts, And move too fast or slow Grasping the world without measure, Then your mind has taken a Wayward path, Let it all naturally drop away And embody no coming or going, In accord with your fundamental nature unite with Tao And wander the world without cares, Being tied by thought runs counter to Truth, But sinking into a daze is not good, Don’t belabor the spirit, Why adhere to intimate or distant? If you want to experience the one vehicle, Don’t malign the senses. For when the senses are not maligned That itself is perfect awakening, The wise do not move, But the ignorant bind themselves. Though one dharma differs not from another The deluded self desires each, Objectifying the mind to realize mind, Is this not a great error? Delusion gives rise to quietness or chaos, But enlightenment has no positive and negative, The duality of existence Is born from false discrimination, Flourishing dreams and empty illusions, Why try to grab them? Gain and loss, true and false, Drop them all in one moment. If the eyes don’t sleep All dreams disappear. If the mind does not go astray The myriad dharmas are but One, And the One encompasses the Mystery. In stillness, conditioned existence is forgotten, And the myriad things are seen equally, Naturally returning to each one’s own nature. When all dharmas are extinguished It is immeasurable. Cease movement and no movement exists, When movement stops there is no cessation. Since two are not manifest How is there even one? Finally, ultimately, Principles do not exist, Bring forth the mind of equanimity And all activities will be put to rest, All doubts extinguished. True faith is upright, And nothing then remains, Nothing is remembered, And the empty brightness shines naturally Without effort of mind. There, not a thought can be measured, Reason and emotion can’t conceive it. In the dharma realm of true thusness There is neither other, nor self, One should hasten to behold it. Just say, “Not two,” For in “not two” all things are united, And there is nothing not included. The wise ones of the ten directions, Have entered this great understanding, An understanding which neither hastens nor tarries. In ten thousand years, a single thought, Not to be found within “existence and non-existence,” But meeting the eye in the ten directions. The smallest is no different from the largest, Eliminating boundaries, The largest is the same as the smallest Not seeing divisions Existence is but emptiness, Emptiness, existence. That not of this principle Must not be preserved. The one is everything, Everything, the one. If your understanding is thus, What is left to accomplish? Faith and mind are undivided, Non-duality is both faith and mind. The way of words is cut off, Leaving no past, no future, no present. Verses on the Perfect Mind by Seng-ts’an, Third Patriarch of Zen Interpretation by Eric Putkonen http://holybooks.lichtenbergpress.netdna-cdn.com/wp-content/uploads/Hsin-Hsin-Ming.pdf Note of Special Thanks Many thanks for the great translation efforts of so many. Without their efforts, I would not have been able to read this marvelous book nor make my own interpretation. This interpretation was created by studying and comparing translations by Richard B. Clarke, Dusan Pajin, D.T. Suzuki, R.H. Blyth, Robert F. Olson, Christmas Humphreys, and Stanley Lombardo...and my own understanding and realization. Introduction by Eric Putkonen The Hsin Hsin Ming (Shinjinmei in Japanese) is a verse attributed to the Third Chinese Chan (Zen) Patriarch Seng’tsan (known as Sosan in Japan). Written in the 6th century, it is considered the first clear and comprehensive statement of Zen. The title is often translated as “Faith in Mind”, but John McRae argues that the title should be translated as “Inscription on Relying on the Mind” or “Inscription of the Perfect Mind.” I chose the call this “Verses on the Perfect Mind.” The Hsin Hsin Ming has been much beloved by Zen practitioners for over a thousand years. It is still studied today in Western Zen circles. I find it is as relevant today as it was then. The Great Way is not difficult, for those who have no preferences. Let go of longing and aversion, and it reveals itself. Make the smallest distinction, however, and you are as far from it as heaven is from earth. If you want to realize the truth, then hold no opinions for or against anything. Like and dislike is the disease of the mind. When the deep meaning (of the Way) is not understood the intrinsic peace of mind is disturbed. As vast as infinite space, it is perfect and lacks nothing. Indeed, it is due to your grasping and repelling That you do not see things as they are. Do not get entangled in things; Do not get lost in emptiness. Be still in the oneness of things and dualism vanishes by itself. When you try to stop motion to achieve quietude, the very effort fills you with activity. As long as you hold on to opposites you will never know the One Way. Those who do not understand the Way will assert or deny the reality of things. Deny the reality of things, you miss its deeper reality; Assert the reality of things, you miss the emptiness of all things. The more you think about it, the further you are from the truth. Cease all thinking, and there is nothing that will not be revealed to you. To return to the root is to find the essence, but to pursue appearances is to miss the Source. The moment you are enlightened, you go beyond appearances and emptiness. Changes that seem to occur in the (empty) world, appear real only because of ignorance. Do not search for the truth; only cease to cherish opinions. Do not hold to dualistic views, avoid such habits carefully. If there is even a trace of right and wrong, the mind is lost in confusion. Although all dualities arise from the One, do not cling even to this One. When the mind exists undisturbed in the Way, everything is without fault. When things can no longer be faulty, it is as if there are no things. When the mind can no longer be disturbed, it is as if there is no mind. When thought-objects vanish, the thinking-subject vanishes. When the mind vanishes, objects vanish. The arising of other gives rise to self; giving rise to self generates other. Know these seeming two facets as one Emptiness. In this Emptiness, the two are indistinguishable and each contains in itself the whole. When no discrimination is made between this and that, how can you prefer one to another? The Great Way is all-embracing, not easy, not difficult. Those who rely on limited views are fearful and irresolute; the faster they hurry, the slower they go. Clinging, they go too far, even an attachment to enlightenment is to go astray. Just let things be in their own way as they are, and there is neither coming nor going. Be in harmony with the Way and you will be free of disturbances. Tied by your thoughts, you lose the truth, become heavy, dull, and unwell. Not well, the mind is troubled. Then why cling to or reject anything? If you wish to move in the One Way, do not dislike even the world of senses and ideas. Indeed, to accept them fully is identical with true Enlightenment. The wise attaches to no goals, but the foolish fetter themselves. There is but one Dharma, not many. Distinctions arise from the clinging needs of the ignorant. Using mind to stir up the mind is the original mistake. Peaceful and troubled derive from thinking; Enlightenment has no likes or dislikes. All dualities come from ignorant inference. They are like unto dreams or flowers in the air, the foolish try to grasp them. Gain and loss, right and wrong, abandon all such thoughts at once. If the eye never sleeps, all dreams will naturally cease. If the mind makes no discriminations, all things are as they are, of One-essence. To understand the mystery of this One-essence is to be released from all entanglements. When all things are seen without differentiation, you return to the origin and remain what you are. Consider the movement in stillness and the stationary in motion, both movement and rest disappear. When such dualities cease to exist even Oneness itself cannot exist. This ultimate state is not bound by rules and descriptions. For the Realized mind, at one with the Way, all doing ceases. Doubts and irresolutions vanish and the Truth is confirmed in you. With a single stroke you are freed from bondage; nothing clings to you and you hold onto nothing. All is void, clear, and self-illuminating, with no need to exert the mind. Here thinking, feeling, knowledge, and imagination are of no value. In this world of “as it really is” there is neither self nor other. To swiftly accord with that, only express nonduality. In this nonduality nothing is separate, nothing is excluded. The enlightened of all times and places have personally realized this truth. The Truth is beyond time and space, one instant is eternity. Not here, not there- but everywhere always right before your eyes. Infinitely large and infinitely small, no difference, for definitions have vanished and no boundaries can be discerned. So too with “existence” and “non-existence.” Don’t waste time in arguments and discussion, attempting to grasp the ungraspable. One thing and everything move among and intermingle without distinction. To live in this Realization is to not worry about perfection or non-perfection. To put your trust in the Way is to live without separation, and in this nonduality you are one with the Way Words! Words! The Way is beyond language, Words never could, can not now, and never will describe the Way. Engraving Trust in the Heart Translated by Translated by Joan Halifax and Kazuaki Tanahashi THE TITLE of this poem is —Xinxin Ming in Chinese and Shinjin Mei in Japanese. This text is included in the Jingde Record of Transmission of the Lamp, compiled by Yong’an Daoyuan in 1004. This verse is attributed to Jianzhi Sengcan (d. 606), of the early Tang dynasty, the Third Chinese Ancestor of the Chan, or Zen, School. The earliest known commentary on this verse was written by Zhenxie Qingle (1089–1151) of the Caodong School. The utmost way is not difficult. Just be free of preferences. Without attachment or aversion, all becomes transparent. Missing the way by a hairbreadth, you separate earth from sky. If you want to see the way as it is, do not affirm or deny it. Dividing things by opposites is a disease of the mind. By not seeing the subtle essence, you lose your serenity. The circle of the way is boundless space. There is nothing lacking, nothing extra. Grasping and discarding will not bring you there. Do not pursue external conditions, nor abide in futile asceticism. Maintain a peaceful heart, letting the way be invisible. Stillness and motion return to stillness. Stillness turns into motion. If you are caught in either, how can you know they are inseparable? If oneness does not prevail, the opposites cannot flow freely. Let existence hide existence. Pursuing boundlessness betrays boundlessness. Too many words and thoughts do not accord with the way. Free from words and thoughts, returning to the source, you go beyond teachings to awakening. Awakening even for a moment takes you beyond thoughts on emptiness. Ideas about emptiness change, as all of them are illusory. Pursuing the truth is useless. Just stop looking. Do not harbor dualistic views; refrain from following them. The slightest idea of right and wrong fragments the mind. Two views come from one view; don’t cling to even one view. When the single mind is not yet born, the myriad things are undivided: no separation, no myriad things, no birth, no mind. Pursuing the subject, the object vanishes. Chasing the object, the subject is obscured. Object is object because of the subject. Subject is subject because of the object. How are they related? Their source is the same boundlessness. Without boundary, the two are indistinguishable, each embracing the myriad forms. Not discriminating between coarse and fine, how can you be attached to either? The great way is relaxed, neither easy nor difficult. Those with a narrow view are filled with doubt, going in circles quickly or slowly. When grasping overtakes you, you are sure to go astray. Surrender with ease. The essence neither leaves nor stays. If your nature is in accord with the way, you wander freely without fear. Caught in thoughts, you betray reality. Trapped in delusion, you miss the point. Weary with what is not clear, what is the use of being near or far? Do not favor the single path or disfavor the six-sense objects. The objects of our senses are not unwholesome. They are inseparable from authentic awakening. The wise do not make things happen. Fools are caught by doing. Things are no more than things. Don’t be deceived by attachments. To reveal the mind with the mind— is it not a great mistake? Delusion divides stillness from turmoil. Enlightenment does not pick and choose. All things have two sides. Mistakenly, you waver between this and that. Dreams, phantoms, blossoms of illusion— why try to grasp them? Gain and loss, right and wrong— let go of them right now. When your eyes are not shut, then all dreaming ceases. If your mind makes no distinctions, all things are as they are. Thusness is subtle, being free from all conditions. Seeing all things as equal, you return to suchness. Bring to an end all causes, and let go of all comparisons. Motion in stillness is not motion. Stillness in motion is not stillness. When neither happens, neither is there. In the ultimate freedom, there are no doctrines. When your mind merges with impartiality, both making and being made disappear. While doubts exhaust the pure heart, genuine trust is plain and simple. In it nothing remains, and nothing is remembered. Space illuminates itself, not requiring mental effort. In the realm beyond thinking, thoughts and feelings are not measured. In the dharma world of true thusness, there is no self, no other. To explain it briefly: just say, “Not two.” Nonduality has no distinctions. It leaves out nothing. The wise in the ten directions abide in the original source. This source is timeless. One moment is ten thousand years. Time exists and does not exist. The ten directions are right here. The extremely small is vast; it leaps beyond boundaries. The extremely large is minute; you cannot define it. Existence is itself nonexistence. Nonexistence is itself existence. If reality is not like this, it will never continue. One is inseparable from all. All is inseparable from one. If you realize this, you go beyond thinking. Trust in the heart is not-two. Not-two is trust in the heart. Words, unspoken, go beyond past, present, and future."}