{"title":"Huangpo Teachings","text":"Zen Teachings of Huang-po, Terebess Asia Online (TAO) Terebess Asia Online (TAO) Index Home The Dharma of Mind Transmission: Zen Teachings of Huang-po http://hjem.get2net.dk/civet-cat/zen-writings/huang-po.htm Contents Introduction The Preface of P'ei Hsiu The Chung-Ling Record The Wan-Ling Record A Gatha by P'ei Hsiu Postscript -------------------------------------------------------------------------------- Introduction The Mind is neither large nor small; it is located neither within nor without. It should not be thought about by the mind nor be discussed by the mouth. Ordinarily, it is said that we use the Mind to transmit the Mind, or that we use the Mind to seal the Mind. Actually, however, in transmitting the Mind, there is really no Mind to receive or obtain; and in sealing the Mind, there is really no Mind to seal. If this is the case, then does the Mind exist or does it not exist? Actually, it cannot be said with certainty that the Mind either exists or does not exist, for it is Absolute Reality. This is expressed in the Ch'an Sect by the maxim: \"If you open your mouth, you are wrong. If you give rise to a single thought, you are in error.\" So, if you can quiet your thinking totally, all that remains is voidness and stillness. The Mind is Buddha; Buddha is the Mind. All sentient beings and all Buddhas have the same Mind, which is without boundaries and void, without name and form and is immeasurable. What is your Original Face and what is Hua-Tou? Your Original Face is without discrimination. Hua-Tou is the Reality before the arising of a single thought. When this Mind is enlightened, it is the Buddha; but when it is confused, it remains only the mind of sentient beings. The Ch'an Master Huang-po Tuan-Chi was a major Dharma descendent of the Sixth Patriarch and was the Dharma-son of the Ch'an Master Pai-Chang. He was enlightened by the Supreme Vehicle to realize the Truth. Transmission of Mind is this alone ? nothing else! The Dharma of Mind Transmission, the teaching of Ch'an Master Huang-po Tuan-Chi, is a cover-title that includes both The Chung-Ling Record and The Wan-Ling Record. These Records are sermons and dialogues of the Master that were collected and recorded by his eminent follower P'ei Hsiu. Both a government official and great scholar, P'ei Hsiu set down what he could recollect of the Master's teaching in 857 C.E., during the T'ang Dynasty, eight years after the Master's death (ca. 850 C. E. ), fifteen years after his first period of instruction by the Master at a temple near Chung Ling (842 C.E.), and nine years after his second period of instruction at a temple near Wan Ling (848 C.E.). The Records were presumably edited and published somewhat later in the T'ang Dynasty by an unknown person, and they contain a \"Preface\" by the recorder, P'ei Hsiu. I would like to say to all present and future students of the Dharma, both in the East and in the West, and to all my good friends: If you want to practice, you should practice just as this Ch'an Master Huang-po Tuan-Chi did. Then you, too, can realize Sudden Enlightenment. Dharma Master Lok To Young Men's Buddhist Association of America Bronx, New York December, 1985 Note: To help the reader, a glossary of Sanskrit terms has been included at the end of the text. -------------------------------------------------------------------------------- The Preface of P'ei Hsiu The great Ch'an Master, whose Dharma-name was Hsi Yun, resided below Vulture Peak on Huang-po Mountain, which is in Kao-An County in Hung-Chou. He was a major disciple of Ts'ao-Ch'i, the Sixth Patriarch, and the Dharma-son of Pai-Chang. He admired the Supreme Mahayana Vehicle and sealed it without words, teaching the transmission of Mind only and no other Dharma whatsoever. He held that both Mind and substance are void and that the interrelationships of phenomena are motionless. Thus, everything is, in reality, void and still like the radiant light of the great sun in the sky, shining brightly and purely throughout the world. If one has attained this understanding, he holds no concept of duality ? such as new versus old or shallow versus deep ? in his mind. If one has attained this understanding, he does not attempt to explain its meaning, nor does he hold biased views, one way or another, regarding particular sects. The Master just pointed out that \" It is!\" alone is the correct understanding. So, even allowing a single thought to arise is wrong. He made clear that the profound meaning beyond words is the Tao, which is subtle and the action of which is solitary and uniform. Thus, many disciples came to him from the four directions, most of them becoming enlightened merely upon first seeing the Master; and usually a company of more than one thousand disciples accompanied him at any one time. In the second year of Hui-Ch'ang (842 C.E.), I stayed in Chung-Ling, inviting the Master to come to the city from the mountain. While residing together at Lung-Hsing Temple, I asked the Master, every day, to transmit the Dharma to me. Also, later, in the second year of Ta-Chung (848 C.E.), I stayed in Wan-Ling, again inviting the Master to the city. At that time, while residing together at K'ai Yuan Temple, I received Dharma from the Master every day. A few years later, I made a record of the Dharma that the Master had transmitted to me, but I could recall only a small portion of it. Nevertheless, I regard what is set down here to be the genuine Mind-Seal Dharma. Initially I had some reservations about making this Doctrine public, but, afterwards, fearing that this wonderful and profound Teaching might not be available to or known by future truth-seekers, I decided to publish it. With this in mind, I have sent the manuscript to the Master's disciple, Tai-Chou Fa-Chien, asking him to return to Kuang-T'ang Temple, on the ancient mountain, and discuss my record with certain elder monks and other Sangha members to determine how much it agrees with or how much it differs from what they themselves had heard and learned from the Master. T'ang Dynasty The Eighth Day of the Tenth Moon of the Eleventh Year of Ta-Chung (October 8, 857 C.E. ) -------------------------------------------------------------------------------- The Chung-Ling Record All Buddhas and all sentient beings are no different from the One Mind. In this One Mind there is neither arising nor ceasing, no name or form, no long or short, no large or small, and neither existence nor non-existence. It transcends all limitations of name, word and relativity, and it is as boundless as the great void. Giving rise to thought is erroneous, and any speculation about it with our ordinary faculties is inapplicable, irrelevant and inaccurate. Only Mind is Buddha, and Buddhas and sentient beings are not different. All sentient beings grasp form and search outside themselves. Using Buddha to seek Buddha, they thus use mind to seek Mind. Practicing in this manner even until the end of the kalpa, they cannot attain the fruit. However, when thinking and discrimination suddenly halt, the Buddhas appear. The Mind is Buddha, and the Buddha is no different from sentient beings. The Mind of sentient beings does not decrease; the Buddha's Mind does not increase. Moreover, the six paramitas and all sila, as countless as the grains of sand of the Ganges, belong to one's own mind. Thus there is no need to search outside oneself to create them. When causes and conditions unite, they will appear; as causes and conditions separate, they disappear. So if one does not have the understanding that on'es very own Mind itself is Buddha, he will then grasp the form of the practice merely and create even more delusion. This approach is exactly the opposite of the Buddha's practice path. Just this Mind alone is Buddha! Nothing else is! The Mind is transparent, having no shape or form. Giving rise to thought and discrimination is grasping and runs counter to the natural Dharma. Since time without beginning, there never has been a grasping Buddha. The practice of the six paramitas and various other disciplines is known as the gradual method of becoming a Buddha. This gradual method, however, is a secondary idea, and it does not represent the complete path to Perfect Awakening. If one does not understand that one's mind is Buddha, no Dharma can ever be attained. The Buddhas and sentient beings possess the same fundamental Mind, neither mixing nor separating the quality of true voidness. When the sun shines over the four directions, the world becomes light, but true voidness is never light. When the sun sets, the world becomes dark, but voidness is never dark. The regions of dark and light destroy each other, but the nature of voidness is clear and undisturbed. The True Mind of both Buddhas and sentient beings enjoys this same nature. If one thinks that the Buddha is clean, bright and liberated and that sentient beings are dirty, dark and entangled in samsara, and, further, if one also uses this view to practice, then even though one perseveres through kalpas as numerous as the sand grains of the Ganges, one will not arrive at Bodhi. What exists for both Buddhas and for sentient beings, however, is the unconditioned Mind (Asamskrta citta) with nothing to attain. Many Ch'an students, not understanding the nature of this Mind, use the Mind to create Mind, thus grasping form and searching outside themselves. However, this is only to follow the path of evil and really is not the practice path to Bodhi. Making offerings to one \"without mind\" surpasses in merit offerings made to countless others. Why is this? Because without mind we have unconditioned Buddha, who has neither movement nor obstruction. This alone is true emptiness, neither active nor passive, without form or place, without gain or loss. Manjusri Bodhisattva symbolizes great substance (principle) and Samantabhadra Bodhisattva symbolizes the great function (action). Substance means emptiness, being without obstacles; functions means no form, being inexhaustible. Avalokitesvara Bodhisattva symbolizes great compassion (mahakaruna), and Mahasthama Bodhisattva symbolizes great wisdom (mahaprajna). Vimalakirti means \"pure name\". Purity is nature and name is form. Name and form are not different, and, therefore, Vimalakirti is called \"pure name\". These great Bodhisattvas symbolize those wholesome qualities or perfections that all of us intrinsically possess. There is no Mind to search for outside ourselves. Understanding \"thus it is\", people awaken immediately. Many contemporary Dharma students do not investigate their own minds, but instead search outside and grasp the region of form. Fearing failure, they cannot enter the region of dhyana and, therefore, experience powerlessness and frustration and return to seeking intellectual understanding and knowledge. Hence, many students strive for doctrinal or intellectual understanding, but very few attain to the state of True Awakening. They just proceed, in their error, in the direction the very opposite to Bodhi. One should emulate the great earth. All Buddhas, Bodhisattvas, devas and human beings tread upon the earth, but the earth does not rejoice because of this. When the sheep, oxen, ants, etc., tread upon it, the earth does not become angry. Adorned with jewelry or rare fragrances, the earth does not give rise to greed. Bearing excrement and foul smells, the earth does not exhibit hatred or disgust. The unconditioned Mind is without mind, beyond form. All sentient beings and Buddhas are not different; the Perfectly Awakened Mind is thus. If Dharma students are unable to let go of conditioned mind suddenly, and instead practice in other ways, many kalpas may pass but they still will not have reached Bodhi. Because they are tied down by their thinking of the merits of the Three Vehicles, they do not attain genuine liberation. Some students attain the state of liberated Mind quickly, some slowly. After listening to a Dharma talk, some reach \"no mind\" directly. In contrast, some must first pass gradually through the ten grades of Bodhisattva faith, the Dasabhumi of Bodhisattva development, and the ten stages before attaining the Perfectly Awakened Mind. Whether one takes a long or a short time, however, once attained, \"no mind\" can never be lost. With nothing further to cultivate and nothing more to attain, one realizes that this \"no mind\" is true, not false, Mind. Whether reaching this stage quickly or after passing through the various stages of Bodhisattva development gradually, the attainment of \"no mind\" cannot be characterized in terms of shallow or deep. Those students who cannot win this state of understanding and liberation go on to create the wholesome and unwholesome mental states by grasping form, thus creating further suffering in samsara. In short, nothing is better than suddenly to recognize the Original Dharma. This Dharma is Mind, and outside of Mind there is no Dharma. This Mind is Dharma, and outside of this Dharma there is no mind. Self mind is \"no mind\" and no \"no mind\". Awaken the mind to \"no mind\" and win silent and sudden understanding. Just this!! A Ch'an master said: \"Break off the way of speech and destroy the place of thinking!\" This Mind itself is the ultimately pure Source of Buddha; and all Buddhas, Bodhisattvas and sentient beings possess this same Mind. However, some people, because of delusion and discrimination, create much karma fruit. Original Buddha contains nothing. Awaken suddenly, profoundly and completely to the emptiness, peace, brilliance, wonder and bliss of this Original Buddha!! The attainment of one who has practiced the myriad Dharma doors throughout three kalpas, having passed through the many Bodhisattva stages, and the attainment of one who has suddenly awakened to the One Mind are equal. Both of them have just attained their own Original Buddha. The former type of disciple, the gradual attainer, upon arriving at his Original Buddha, looks back on his three kalpas of past practice as if he were looking at himself acting totally without principle in a dream. Therefore, the Tathagata said: \"There was really no Dharma by means of which the Tathagata attained Supreme Awakening. If there had been, Dipamkara Buddha would not have predicted my future attainment of Buddhahood.\" In addition the Tathagata said: \"This Dharma is universal and impartial; therefore, it is called Supreme Awakening.\" This ultimate pure source of Mind encompasses all Buddhas, sentient beings and the world of mountains, rivers, forms and formlessness. Throughout the ten directions, all and everything reflects the equality of pure Mind, which is always universally penetrating and illuminating. However, those with merely worldly understanding cannot recognize this truth and so identify seeing, hearing, touching and thinking as the mind. Covered by seeing, hearing, touching and thinking, one cannot see the brightness of Original Mind. If suddenly one is without mind, Original Mind will appear like the great sun in the sky, illuminating everywhere without obstruction. Most Dharma students only know seeing, hearing, touching and thinking as movement and function and are, therefore, unable to recognize Original Mind at the moment of seeing, hearing, touching and thinking. However, Original Mind does not belong to seeing, hearing, touching and thinking but also is not distinct or separate from these activities. The view that one is seeing, hearing, touching and thinking does not arise; and yet one is not separate from these activities. This movement does not dim the Mind, for it is neither itself a thing nor something apart from things. Neither staying nor grasping, capable of freely moving in any direction whatsoever, everywhere, this Mind becomes the Bodhimandala. When people hear that all Buddhas transmit the Mind Dharma, they fantasize that there is a special Dharma they might attain. They then try to use the Mind to find Dharma, not realizing that this very Mind is the Dharma and that the Dharma is this very Mind. Using the mind to search out Mind, one can pass through thousands and thousands of kalpas of cultivation and still not acquire it. However, if a person can be suddenly without mind, then he and Original Dharma are one. A prodigal son forgot that a pearl was hidden in the cuff of his own clothes and searched outside, here and there, running everywhere in bewilderment and wonder. Then a wise friend pointed out the pearl to him, so thus he found it where it had always been. Most Dharma students are confused about Original Mind, not knowing that Original Dharma is non-existing, neither dependent nor staying. Neither active nor passive and without stirring thought, they can suddenly attain the stage of Perfect Awakening and see that they have reached the condition of Original Mind that alone is Buddha. Looking back on their prior cultivation throughout many kalpas, they see it now only as labor expended in vain. Thus the prodigal son found his original pearl, and he realized then that the time and energy spent looking for it, heretofore, outside himself were all completely unnecessary. Therefore, Sakyamuni Buddha stated: \" There was really no Dharma by means of which the Tathagata attained Supreme Awakening.\" Because most people find this Dharma profound and difficult to believe, one is forced to make use of analogies to express the Supreme Reality. Dharma students should harbor no doubts concerning the body, and they should realize that, comprised, as it is, of four elements, there is within it no self or master to be found. The skandhas are mind, but no self or master can be found there either. The six sense-organs, six sense-objects and six sense-consciousnesses form the eighteen sense-realms, which are, likewise, void. Birth, death and all things everywhere are empty. Only Original Mind is vast and clear. If one maintains the four elements of this body and allays the ulcer of hunger in a manner free from grasping, one nourishes oneself with wisdom food. On the other hand, if one pursues taste, having no regard for rules of moderation, and uses discrimination to seek things to please the palate and sate his desire-nature, one is gorging on consciousness food. The disciple depends on the sound of the Dharma Teaching to attain the state of Perfect Awakening, but he still does not know the reality of unconditioned Mind. This is because he erroneously gives rise to thoughts concerning the Teaching, sounds, yogic power, auspicious signs, speaking and activity. If such a person were to hear about Bodhi or Nirvana and then set about to practice in order to achieve Liberation ? even for the duration of three great Asankhyeya kalpas ? his practice would never, indeed, attain the Supreme Buddha Fruit. This cultivation belongs to the Sravaka stage and is called Sravaka Buddha. Suddenly awakening to one's own Mind, one finds real Buddha. Nothing to practice, nothing to attain ? this alone is the Supreme Tao, the genuine Dharma. Without seeking the Mind, there is no birth; without grasping the Mind, there is no death. That which is neither birth nor death is Buddha. The 84,000 Dharmas are useful for curing the ills of sentient beings, but they are merely expedients used to teach and convert and receive all sentient beings. However, only Original Emptiness, without defilement, is Bodhi. If Dharma students wish to know the key to successful cultivation, they should know that it is the mind that dwells on nothing. Emptiness is the Buddha's Dharmakaya, just as the Dharmakaya is emptiness. People's usual understanding is that the Dharmakaya pervades emptiness, and that it is contained in emptiness. However, this is erroneous, for we should understand that the Dharmakaya is emptiness and that emptiness is the Dharmakaya. If one thinks that emptiness is an entity and that this emptiness is separate from the Dharmakaya or that there is a Dharmakaya outside of emptiness, one is holding a wrong view. In the complete absence of views about emptiness, the true Dharmakaya appears. Emptiness and Dharmakaya are not different. Sentient beings and Buddhas are not different. Birth and death and Nirvana are not different. Klesa and Bodhi are not different. That alone which is beyond all form is Buddha. Worldly people grasp worldliness; Dharma students grasp Mind. If they let go of both worldliness and Mind, they can encounter real Dharma. Dwelling without worldliness is easy; dwelling without mind is difficult. People fear dwelling without mind and fear failure in their attempts to do so because they think that they would have nothing to hold onto. However, Original Emptiness is not emptiness but genuine Dharmadhatu. Since time without beginning, the nature of Awakened Mind and Emptiness has consisted of the same, absolute non-duality of no birth or death, no existence or non-existence, no purity or impurity, no movement or stillness, no young or old, no inside or outside, no shape and form, no sound and color. Neither striving nor searching, one should not use intellect to understand nor words to express Awakened Mind. One should not think that it is a place or things, name or form. One should not think that it is a place or things, name or form. Only then is it realized that all Buddhas, Bodhisattvas and sentient beings possess the same natural state of great Nirvana. True Nature is Mind; the Mind is Buddha; the Buddha is Dharma. One should not use the Mind to seek Mind, the Buddha to seek Buddha, nor the Dharma to seek Dharma. Therefore, Dharma students should suddenly realize no-mind and suddenly attain stillness and silence. Stirring thoughts is wrong, but using the Mind to transmit Mind is right. Be careful not to search outside yourself. If you consider the Mind to be outside yourself, it is the same as mistaking a thief for your own son. Because of our craving, aversion and delusion, we must utilize sila,samadhi and prajna to purify our minds of grasping and delusion. If there originally is no defilement, then what is Bodhi? Relative to this, a Ch'an Master said: \"All Dharma taught by Lord Buddha is taught solely to wipe out all mind, Without any mind at all, what use is Dharma?\" So, there is nothing at all to hold onto at the original and ultimate source of pure Buddha. Even if emptiness were to be adorned with countless jewels and other treasures, these things could not remain. Similarly, even if the Buddha Nature is adorned with immeasurable wisdom and virtue, that adornment has no place to stay. Most people are deluded about their own nature and thus cannot or will not awaken to their own Minds. In short, all things are dependent on the Mind. When causes and conditions meet, things appear. When causes and conditions separate, they disappear. Dharma students should not sully their pure nature by giving rise to thoughts. The mirror of sila and prajna is bright and tranquil and allows one to reflect on seeing, hearing, touching and thinking. This view of the Mind's sphere is only an expedient used to teach those of average or inferior capabilities and is not a vision of Supreme Bodhi. One who aspires to Supreme Bodhi should not hold such a view. The existent and non-existent are both within the grasping mind's sphere. Without existence and non-existence, there is no-mind and everything is Dharma. A Ch'an Master has said: \"From the time of his arrival in China, Patriarch Bodhidharma taught only the view of unconditioned Mind and spread only the view of unconditioned Dharma.\" Using Dharma to transmit Dharma, there is no other Dharma. Using Buddha to transmit Buddha, there is no other Buddha. This Dharma is \"without-words\" Dharma; this Buddha is \"without-words\" Buddha. Hence, they are the ultimate source of Pure Mind. This is the true Ch'an teaching. All others are false! Prajna is Original Mind without form. Worldly people do not have a natural inclination towards the Tao, but prefer instead to indulge in the six emotions that arise due to the six conditions of sentient existence -- i.e., the emotional effects, like desire or aversion, that arise when sense-objects contact the internal sense-bases or, afterwards, in recollection of this contact. Dharma students who allow a thought of birth and death to arise fall into the realm of Mara. If one allows a thought to arise while seeing, one falls into heresy. When one desires to exterminate birth and death, one falls into the Sravaka realm. One who sees neither birth nor death and is aware only of cessation falls into the Pratyekabuddha realm. However, one might ask: Originally the dharmas know no arising, so how can they be subject to cessation? The answer one might receive is : With this non-dualistic outlook -- that is, having neither desire nor aversion ? everything is Mind. This alone is the Buddha of Supreme Awakening! Worldly people allow thoughts to arise concerning the mind's sphere and thus harbor like and dislike. If one does not want this entanglement, one must forget the mind. Without mind, the sphere is empty. If one does not want \"without mind\", but only wants to end entanglement in the various realms of the mind, then one is simply creating more disturbance. Therefore, one must realize that all phenomena are dependent on Mind and that Mind itself is unattainable, if one is to attain the Buddha of Supreme Awakening. Prajna students, even if you seek the one Dharma and give no thought to the Three Vehicles, this one Dharma is also unobtainable, If someone says he can obtain it, he is indeed an arrogant person and indeed is one with those who left the Lotus Assembly, refusing to listen to the Lotus Teaching Thus the Tathagata said: \"There was really no Dharma by means of which the Tathagata attained Supreme Awakening.\" However, there is the unspoken, silent understanding. There is just this! Those who are near death just then realize that the five skandhas are empty, the real Mind is without form, and that the four elements are devoid of self. Neither coming nor going, the Buddhas nature does not depart. If one suddenly understands the unconditioned Mind and realizes that the mind-sphere is non-differentiated, he is not restricted by the three periods. This is the true Arya, who is free of defiling tendencies. Encountering pleasing sense objects and even being greeted by all Buddhas, he does not pursue them. Terrible or loathsome sense objects cause no fear to such a one. Dwelling without mind, like the Dharmadhatu, the Mind is free of all delusions. A Ch'an Master said: \"The expedient teachings of Sravaka, Bodhisattva, Dasabhumi and Samyak Sambodhi all belong to the path of gradual awakening.\" What is perfect Nirvana? Perfect Nirvana is the sudden understanding that one's own nature is original Buddha and True Mind. It is the sudden realization that there is neither Buddha nor sentient beings, neither subject nor object. If this present place is illusion city, where then is perfect Nirvana? Perfect Nirvana cannot be pointed out because we are only able to point out a place. Whatever is thought of as a place cannot be the condition of true, perfect Nirvana. One can give indications as to which direction it lies in, but one cannot give a definite location. However, one may come to a correct and silent understanding of it. An Icchantika is a person abandoned as unteachable because of the complete absence of faith in his heart. If any sentient beings and Sravakas do not believe that being \"without mind\" is the Buddha and Supreme Awakening, they can certainly be termed Icchantika. All Bodhisattvas have confidence in the Buddhadharma, whether it is the teaching of the Sravaka or the Bodhisattva Vehicles. All sentient beings have the same Dharma nature as the Buddhas and, therefore, may be termed Icchantika with good roots. In short, those who depend on hearing the Teaching to attain Awakening are termed Sravakas. Those who contemplate the twelve nidanas of dependent origination and thus win Awakening are termed Pratyekabuddhas. Most Dharma students are awakened by Dharma teaching but not awakened directly to Mind. Practicing for many kalpas, they still do not attain Original Buddha. Just as a dog is distracted by a clod of earth thrown at him, so we forget Original Mind. However, if one can attain silent and unspoken understanding, one knows that because the mind is Dharma it is, therefore, not necessary to seek Dharma. Most people's minds are hindered by the mind-realms and only perceive the Buddha principle polluted by and mixed with phenomena. Thus, they are always trying to escape the mind-realms and calm the mind. To attain Pure Mind, they attempt to eradicate phenomena and keep the principle, not realizing that the mind-realms are hindered by Mind and that phenomena are hindered by the principle. Without mind, the realms are empty; when the principle is tranquil, so are phenomena. One should not turn the Mind upside down for some personal use. People do not really want to realize the state of being \"Without mind\", fearing that if they fail at their attempts at cultivation a one-sided emptiness would result. Foolish people only try to wipe out phenomena but do not wipe out mind. The wise man wipes out the mind and does not bother with phenomena. The mind of the Bodhisattva is void, having abandoned all and grasping neither bliss nor merit. There are three degrees of renunciation in this practice. The highest degree is the renunciation of body and mind through the perception of everything, inside and out, as void, there being nothing to obtain and nothing to grasp. Depending on the limits of his strength of belief and committment to practice, one makes the great renunciation of negative and positive, existence and non-existence. Following this realization of truth with practice and non-expectation of reward or personal benefit is the middle degree of renunciation. The superior degree of renunciation is compared to holding a torch in front of oneself, being neither deluded nor awakened. The middle renunciation is compared to holding the torch at one's side; it is sometimes light and sometimes dark. The lowest renunciation is similar to holding the torch at one's back, thus being unable to see a pit or trap in front of one. The mind of the Bodhisattva is void, having abandoned all things. Past-mind not grasping is past renunciation; present-mind not grasping is present renunciation; future-mind not grasping is future renunciation. Since that time when the Tathagata bequeathed his Teaching to Venerable Mahakasyapa, the Mind has been used to transmit Mind, nothing apart from this being necessary. As a seal makes no impression on the sky, one leaves no written mark. As a seal makes an impression on paper, one leaves no Dharma. Therefore, using the Mind to imprint Mind, one still has only Mind. Without both the negative and positive imprint, the unspoken understanding is difficult to attain. For this reason, many Dharma students study, but few accomplish the path. However, no-mind is Mind and no-attainment is Attainment. The Tathagata has a threefold body. The Dharmakaya propagates the void-nature Dharma. The Dharmakaya preaches the Dharma beyond words and form. With really no Dharma to expound, it teaches the Dharma of emptiness as self-nature. The Nirmanakaya propagates the six paramitas and the myriad Dharma practices. The Sambhogakaya expounds Dharma according to the various conditions and capacities of all sentient beings. The one essence is Mind. The six sense-organs with their six sense-objects and resultant six sense-consciousnesses are, altogether, called the eighteen realms. If one perceives these eighteen realms as empty and reduces them to one essence, that essence is Mind. All Dharma students know this theoretically, but cannot divest themselves of views based on the duality and analysis of this essence and the grasping of the six senses. Being bound by these dharmas, they cannot silently understand Original Mind. The Tathagata appeared in the world to teach the Supreme Vehicle. However, because sentient beings were unable to believe in, and even slandered, the Teaching, they remained immersed and drowning in a sea of suffering. Therefore, the Tathagata utilized the expedient Teaching of the Three Vehicles to help them. Some disciples attained deep realization, some shallow; but since few or none had awakened to Buddha's Original Dharma, one sutra states: \"They still do not manifest the Dharma of One Mind.\" This special teaching of Mind is a Dharma without words. The Ch'an School relies not on texts but, instead, on the special transmission received by the Venerable Mahakasyapa ? i.e., silent understanding and sudden attainment of the Great Awakening with arrival at the Ultimate Tao. Once a bhiksu asked his master: \"What is Tao and how is it practiced?\" The master responded: \"What is this Tao and what do you want to practice?\" The bhiksu asked: \"Is Tao receptive of the students who come for instruction in cultivation?\" \"That is for people of dull capacity; the Tao cannot be practiced,\" said the master. \"If this is for people of dull capacity, what is the Dharma for people of superior ability?\" asked the bhiksu. The master answered: \"If one is of genuine superior ability, there is none for him to follow. Even seeking himself is impossible, so how can he grasp Dharma?\" The bhiksu exclaimed, \"If that is so, there is nothing to seek!\" The master retorted, \"Then save your mental energy.\" \"But this would be tantamount to the annihilation view, and one could say nothing.\" said the bhiksu. \"Who is it that says nothing? Who is he? Try to search for him, \" said the master. \"If this is the case, why seek who it is that says nothing'?\" asked the bhiksu. The master answered: \"If you do not seek, that is alright. Who asked you about annihilation? You see the void in front of you, so why do you think you have destroyed it?\" \"Could this Dharma be voidness?\" asked the bhiksu. \"Does this voidness tell you the difference between morning and night? I'm just speaking expediently to you because you are giving rise to thoughts and holding views about what I say,\" said the master. The bhiksu then asked: \"One should not hold views?\" The master answered: \"I'm not obstructing you, but you should understand your view as emotion. When emotion arises, wisdom is concealed.\" The bhiksu asked: I'm just talking to you, so why call it superfluous?\" The master said: \" you do not understand what others say, so where is the superfluity?\" The bhiksu said: Now you have talked for quite some time, all of which seemed to be for the sake of resisting the enemy of words, while giving no instruction at all in the Dharma.\" The master replied: \"Just realize the Dharma without inverted view. Your questions are inverted! What true' Dharma do you want?\" The bhiksu then observed: \"So, my questions are inverted? How about the master's answers?\" The master replied:\" You should take something to illumine your face; do not meddle with others.\" The bhiksu exclaimed: \"Just like a foolish dog! When he sees something move, he barks at shadows and sounds.\" The master said: \"The Dhyana School, mutually receiving all sentient beings from the distant past until now, never taught people to hold views, but only stated, Learn Tao'.\" These words are designed to convert and receive the average person, but the Tao cannot be learned. If one hold some view of learning, then one is , indeed, deluded by the Tao. The Tao is nothing but this Mahayana mind. This mind is nowhere, neither inside, outside, nor somewhere in between. So primarily, one should not hold any view. The cessation of the dualistic view of like' is Tao. If like' is cut off, the mind is nowhere. The Original Tao is without name, but because worldly people do not comprehend, they are deluded by perverted views. All Buddhas appear in the world to explain and teach this Dharma. Since people are unable to understand it directly, the Buddhas utilize expedient methods to teach the Tao. One should not cling to names and create views. For example, when fishing, if one catches a fish, one should forget about the bamboo fish-trap. When one attains the other shore, one should then give up the raft.\" At the very moment when one understands the Tao and recognizes the Mind, one is then free of body and mind. One who reaches the ultimate source is called a Sramana. The fruit of a Sramana is the cessation of false thinking. This fruit cannot be attained through worldly learning. Using the mind to seek Mind and depending on others for insight, how can one reach or acquire the Tao? The ancient cultivators were possessed of wisdom. Just by hearing a few words of Dharma, they suddenly attained the state beyond study and thinking. Today, people only want to seek worldly learning, mistakenly believing that more knowledge leads to better practice. They do not know that more and more learning leads only to obstacles in their cultivation. Giving a baby more and more cream to eat, who knows if he digests it or not? Likewise, the Teaching of the Three Vehicles is comparable to eating a lot without proper digestion. All study without proper digestion is poison. These things exist in the realm of production and annihilation, while in the Bhutatathata ? the state of absolute Thusness or Suchness, i.e., things as they are in reality, devoid of the usual distortion by klesa ? there is nothing whatsoever. Attaining the Bhutatathata and the Unconditioned means wiping out all previous views and remaining empty without false discrimination. What is the Tathagata Store? It is Emptiness, the kingly Dharma, appearing in the world to refute all relative things. Therefore, the sutra states: \"There really was no Dharma by means of which the Tathagata attained Supreme Awakening.\" These words are only to be expediently used for wiping out one's perverted views. Without the inside-and-outside concept of perverted views, there is nothing whatsoever to depend on or to grasp. This is truly the reality of the unhindered one. All the teaching of the Three Vehicles is merely medicine for weak patients; all the various teachings are merely expedients to suit the temporary needs of sentient beings. However, one should not become confused by this Teaching. If one does not give rise to views or grasp words, there is no Dharma. Why? Because there is no fixed Dharma for the Tathagata to expound. My Dhyana school never talks about this matter. The Teaching's purpose is to stop false thinking; it is not meant to serve the ends of thinking, pondering and intellectual analysis. A bhiksu once declared to his master: \"You have said that, above all, the mind is Buddha, but I don't know which mind is the Buddha.\" \" How many minds do you have?\" questioned the master. \"Is the worldly mind or the holy mind the Buddha?\" asked the Bhiksu. The master then asked: \" Exactly where do you find the worldly and the holy minds?\" The bhiksu observed: \" The Three Vehicles constantly speak of worldly and holy, so how can you say they don't exist?\" The master replied: \"Worldly and holy are very clearly explained in the Three Vehicles. You do not understand and grasp them as objects. Wouldn't it be incorrect to think of emptiness as really existing? Merely wipe out the worldly-and-holy view. There is no Buddha outside of the Mind. The Patriarch came from the West solely to point out that people's minds are Buddha. You do not recognize this and actively pursue the Buddha. You do not recognize this and actively pursue the Buddha outside, thus deluding your own mind. For this reason, I talk about the Mind as Buddha. Actually, giving rise to a single thought, one falls into heterodox paths. Since time without beginning, there is no differentiation or discrimination, Voidness is the Unconditioned Awakening.\" The bhiksu queried: \"In what theory do you say is'?\" The master replied: \"What theory do you seek? If you have some theory, that is a differentiating mind.\" The bhiksu asked further: \"You said earlier that since time without beginning there is no differentiation. What theory is this?\" The master answered: \"Because of your seeking, you realize a difference. Without seeking, where is the difference?\" The bhiksu asked: \"If non-different, why do you say it is'?\" The master replied: \"If you do not have the worldly-and-holy view, who can tell you it is'? If it is' is not, it truly is'! When mind is not mind', then the mind and it is' all disappear. Where do you want to seek?\" The bhiksu queried: \"If the false can be an obstacle to the Mind, how does one drive away the false?\" The master answered: \"The false arising and ceasing -- that is the false. Originally, the false has no root but arises from discrimination, If one has no perverted view of worldly versus holy, then automatically there is no false. With nothing to grasp and nothing to drive out, abandoning everything -- just there and then is the Buddha.\" The bhiksu then asked: \"If there is already no grasping, then what is transmitted?\" The master answered: \"The Mind is used to transmit Mind.\" The bhiksu asked: \"If the mind can be mutually transmitted, how can one then be said to be without mind?\" The master responded: \"Just nothing-to-obtain is the real transmission of Mind. If one really understands, then the mind is no-mind and no-Dharma.\" The bhiksu asked: \"If there is no-mind and no-Dharma, where is the transmission?\" The master replied: When you hear the phrase transmission of Mind' do you think there is something to obtain? The Patriarch has said, When you see the mind nature, that is the state beyond discrimination.' The complete Mind is just nothing attained. Where is there attainment'? Knowing is not present. What do you think about that?\" The bhiksu asked: \"Only voidness in front of me without the mind's sphere! Without the mind's sphere, wouldn't one then see the Mind? The master responded: \"What mind do you want to see in this sphere? If you see something, it is only a reflection from the mind's sphere? Like a person looking at his face in a mirror thinking he clearly sees his face and eye-brows but, in reality, seeing only an image or a reflection, even so is any reflection from the mind's sphere. But what has all this got to do with you?\" The bhiksu asked: \"If not by reflection, how can one see the Mind?\" The master replied: \"If one wants to point out the cause, one must continually refer to that which the cause is dependent upon. This is a never-ending process, for there is no end to the dependent origination of things. Relax your hold, for there is nothing to obtain. Talking continuously of thousands and thousands of things is just labor expended in vain.\" \"If one understands this, then even with reflection is there still nothing to obtain?\" asked the bhiksu. \"If there is nothing to obtain, then reflection is not necessary,\" said the master. \"Don't depend on talk from a dream to open your eyes. Nothing-to-seek' is the primary Dharma. This is better than studying and learning a hundred different things. With nothing to obtain, one has finished the task,\" continued the master. The bhiksu queried: \"What is ordinary truth?\" The master replied: \"Why do you persist in creating clinging vines? Originally, truth is clear and bright. It is not necessary to have questions and answers.\" In summary, then, it is to be noted that this without-mind state is wisdom and detachment. Walking, standing, sitting, reclining, talking and all of one's other everyday actions are done without attachment and are thus transformed into non-action. In this Dharma-ending age, many Dharma students grasp form and sound in their cultivation. If only they were able to make their minds as void as a withered, dead tree or like a stone or cold ashes, they might realize a bit of this Dharma. Otherwise, they might as well try to force information from the King of Hell. Being without the dualistic conception of existence and non-existence, like the sun shining in the sky, wouldn't they save energy? Therefore, being with no place to dwell is the way of all Buddha activity. The Mind that does not abide anywhere is the Perfect Awakening, Without understanding the Unconditioned Truth, even with much learning and diligent practice, one still does not recognize one's own Mind. Therefore, all one's actions are nonsense, and one is a member of the Deva Mara's family. The Ch'an master Chi-Kung observed: \"Buddha is one's own Mind! Why do you search in words and letters?\" \"If you do not meet a teacher with this transcendental understanding, then you must take the Dharma medicine of Mahayana. Walking, standing, sitting and lying over a long period of time, one may realize the without-mind state if the right combination of causes fosters it. Because one lacks the capacity for sudden Awakening, one must study the Tao of Dhyana for 3, 5, or 10 years. There is no special arrangement or negotiation for achieving Buddhadharma. However, this Teaching of the Tathagata exists as an expedient for the purpose of transforming all beings. For example, one shows a yellow leaf to a crying baby and pretends that it is gold. This is not really true, but it stops the crying of the baby. If a teaching says that there is truly something to obtain, then it is not the Teaching of my sect, nor would I be a member of such an heretical sect. The sutra states: \"There really was no Dharma by means of which the Tathagata attained Supreme Awakening.\" This is the truth of the non-heretical sect, with which I identify. If one realizes the originally clear and bright Mind, then both Buddha and Mara, as dualistic conceptions, are wrong. In this Mind there is no square or round, no big or small, no short or long. It is passionless and non-active. Neither deluded nor awakened, it is clarity and emptiness. Human beings and Buddha in worlds as numerous as the sands of the Ganges appear as bubbles in the ocean. Nothing is better than \"without-mind\". Since time without beginning, all Buddhas and the Dharmakaya are not different, neither increasing nor decreasing. For this reason, if one really comprehends the importance of such an insight, one should cultivate diligently until the end of one's life. Since the outbreath does not guarantee the inbreath, everybody should wake up!! A bhiksu asked the master: \"Since the Sixth Patriarch did not study the sutras, how could he possibly receive the transmission of the yellow robe and become Patriarch? Venerable Shen-Hsiu was the leader of five hundred monks and a Dharma teacher able to expound on thirty-two sutras and sastras. Why wasn't the Patriarch's robe transmitted to hem?\" The master said:\" The Venerable Shen-Hsiu still had a discriminating mind. His Dharma was action-oriented because he practiced and attained that which has form. The Sixth Patriarch, in contrast, was suddenly awakened and tacitly understood. Therefore, the Fifth Patriarch secretly transmitted to him the profound truth of the Tathagata's Teaching.\" The Dharma Transmission Gatha of Sakyamuni Buddha states: \"Original Dharma is no-Dharma; without Dharma is true Dharma. In transmitting the Dharma that is no-Dharma, has there ever been a Dharma?\" If one accepts this right view, then one can practice with ease; such a one can truly be called one who has left home. When the Venerable Wai-Ming chased the Sixth Patriarch to Ta Yu Mountain, the Patriarch asked him: \"What do you want by coming here? Do you seek the robe or the Dharma?\" \"I come for the Dharma, not for the robe,\" answered the Venerable Wai-Ming. The Sixth Patriarch then asked him: \"Without thinking of good or evil, what is the original face of the Venerable Wai-Ming?\" Venerable Wai-Ming was suddenly awakened and prostrated himself at the feet of the Patriarch, declaring: \"Only a person who drinks the water knows whether it is cool or warm. My following the Fifth Patriarch for thirty years was just labor expended in vain.\" The Sixth Patriarch responded: \"Yes! Now you know that the intention of the Patriarch's coming from the West was just to point to the Mind directly. Beholding the Buddha Nature within oneself is the Perfect Awakening, for it never depends on words.\" Once the Venerable Ananda asked the Venerable Mahakasyapa: \"Besides handing down the robe, what else does the World Honored One transmit?\" Venerable Mahakasyapa shouted, \"Ananda!\" \"Yes!\" answered Venerable Ananda. \"Turn the flag-pole in front of the door upside down,\" commanded Venerable Mahakasyapa. This is an excellent example of the upholding and maintaining of the Patriarch's purpose. The foremost listener among the Buddha's disciples was Venerable Ananda, the Buddha's attendant for thirty years. However, his only reasons for listening to the Dharma had been to acquire vast erudition. Therefore, the Buddha scolded him thus: \"Learning the Tao for one day is far superior to acquiring knowledge for a thousand.\" If Dharma students do not learn the Tao, even the digestion of one drop of water is difficult. A bhiksu asked the master: \"How does one practice without grade or degree?\" The master replied: \"Taking one's meal every day, one never chews a grain of rice. Walking every day, one never steps upon the ground.\" Without the discrimination between self and others, one lives in the world, not deluded by anything at all. This is a genuinely free person whose thinking is beyond name and form. Transcending the three periods of thought, he understands that the previous period has not passed, the present period does not stay, and that the future period will not come. Sitting properly and peacefully, not bound by the world ? this alone is called liberation! Everybody should strive diligently. Out of thousands and thousands of Dharma students in the Dhyana School, only three or five attain the fruit. If we do not care about our practice, misfortune could easily arise in the future. All of us should practice diligently and finish the task of liberation in this life. Who can or wants to bear misfortune for endless kalpas? -------------------------------------------------------------------------------- The Wan-Ling Record Once, I asked the master that: \"There are a few hundred monks dwelling on that mountain. How many of them have acquired your Dharma?\" The master responded: \"To know how many of them have acquired it is impossible because the Tao is expressed and comprehended only by Mind, not by words. All thoughts and words are used only as expedients to teach innocent children.\" Question: \"What is the Buddha?\" The master responded: \"The Mind is Buddha; no-mind is the Tao. Just be without mind and stop your thinking. Just be of that Mind where there is no existence or non-existence, no long and no short, no self and no others, neither negative nor positive, and neither within nor without. Just know, above all, that non-differentiating Mind is the Buddha, that Buddha is the Mind and that the Mind is voidness. Therefore, the real Dharmakaya is just voidness. It is not necessary to seek anything whatsoever, and all who do continue to seek for something only prolong their suffering in samsara. Even if they were to practice the Six Paramitas for as many numberless kalpas as there are sandgrains in the Ganges River, they would still not reach the Supreme Stage. And why not? Just because such practice depends on primary and secondary causes, and when these causes separate, the practitioner of this path will still have only reached a stage of impermanence. Therefore, even the Sambhogakaya and the Nirmanakaya are not the real Buddha. Also, the one who spreads Dharma is not the real Buddha. In reality, therefore, everybody should recognize that only one's own Mind is the Original Buddha.\" Question: \"The holy without-mind' is Buddha, but might the worldly without-mind' sink into emptiness?\" The master answered: \"Hold neither a concept of holy nor of worldly; think neither of emptiness nor tranquillity in the Dharma. Since originally there is no non-existent Dharma, it is, therefore, not necessary to have a view of existence as such. Furthermore, concepts of existence and non-existence are all perverted views just like the illusion created by a film spread over diseased eyes. Analogously, the perceptions of seeing and hearing, just like the film that creates the illusion for diseased eyes, cause the errors and delusions of all sentient beings. Being without motive, desire or view, and without compromise, is the way of the Patriarch. In addition, being without motive is the principle that allows the flourishing of Buddha. In contrast, discriminating view, firmly grasped, encourages the thriving of the army of Mara.\" Question: \"If the Mind is already the original Buddha, should we still need to practice the Six Paramitas and all such methods?\" The master said: \"We are enlightened only by Mind, no matter whether we follow the Six Paramitas or other methods. All such methods and teaching are used only as expedients to help save all sentient beings. The goal is to realize Bodhi, liberation and Dharmakaya; even the four Phalas (Fruitions) and the ten stages of a Bodhisattvas progress are nothing but expedient teaching ? surely not ends in themselves ? to help sentient beings realize the Buddha Mind. Since, in reality, the Mind is Buddha, the first and only teaching necessary for saving sentient beings is THE MIND IS BUDDHA'.\" If we were without concepts of birth and death as well as suffering and affliction, it would not then be necessary to have the Dharma of Bodhi. So all the Dharma ever spoken by Buddha was and is expediently designed to liberate the minds of all sentient beings. However, if all beings are without mind, it is not necessary to have any Dharma at all. The Buddha and the Patriarchs never talk about anything other than One Mind, which is also called the One Vehicle. Therefore, even if you seek in the ten directions, you will find no other vehicle that is the Truth except this realization of One Mind. So, in the Assembly that has this Right View, there are no leaves or branches ? only the One Vehicle. However, it is extremely difficult for most beings to believe in or to grasp the profound meaning of this Dharma. Bodhidharma came to the two countries of Liang and Wei, just in order to spread the Venerable Wai-Kuo's esoteric belief in the Dharma and the understanding that one's own Mind is Buddha. Without-body' and without-mind' is the great Tao! Since all sentient beings have fundamentally the same nature, everybody should be able to believe deeply. Mind and self-nature are not different. One's self-nature is Mind. One's Mind is self-nature. It is frequently said that the recognition and realization of this identification of mind and self-nature is beyond comprehension.\" Question: \"Does the Buddha really save or rescue all sentient beings?\" The master said: \"There are really no sentient beings to be saved by Tathagata. Since there is, in reality, neither self nor non-self, how then can there be a Buddha to save or sentient beings to be saved?\" Question: \"There are thirty-two Laksanas, that traditionally purport to save all sentient beings, so how can we say that there are no sentient being?\" The master said: \"Everything with form is unreal. If all form is seen as unreal, then the Taghagata will be perceived, Buddha, sentient beings and the infinite variety of forms ? all are generated by your false view, whereby you do not understand the Original Mind. If you retain a view even of Buddha as real, then even Buddha is an obstacle! If you grasp a view of sentient beings as real, then sentient beings are also obstacles. If you hold a view that labels phenomena as worldly, holy, pure, dirty, etc., this is also an obstacle to enlightenment. Because of these obstacles in your mind, you transmigrate along the six illusory paths, becoming fixed to the wheel of transmigration, just as a monkey picks up one object and lets go of another in never-ending, habitual, monotonous repetition. The important thing is to learn the Truth; for without learning that there is really no holy, no pure, no dirty, no big, no small, etc., but only emptiness and non-action and that this alone is ONE MIND and that, always, any adornment is only an expedient to learn the truth, one only clings to illusion. Furthermore, even if you learn by heart the Three Vehicles and the twelve divisions of the Mahayana canon, you must abandon it all. Thus the Vimalakirti Sutra states that just as a person confined in bed by illness only lies in one bed, so there is only one Dharma that does not obstruct Dharma ? namely, the No-Dharma Dharma. This Dharma view alone can penetrate the three physical, mental and worldly realms, and it alone constitutes the supramundane Buddha. Thus, just as one prostrates oneself, grasping at nothing, so this view is not at all heretical, for since the Mind is no different from the Dharma? the Mind being non-action and the Dharma being non-action? then everything is created by the mind. If the mind is empty, then all Dharma is emptiness, and all things are identical? including space in the ten directions? with the One Mind. Because you hold to a discriminating view, you, therefore, have different names, forms and things, just as all the Devas take a meal from a one-jewelled container, but the color and the taste of the food depend upon their stages of bliss and morality. Thus, there was really no Dharma by means of which all the Buddhas in the ten directions attained what is called Supreme Enlightenment'. Without differentiation of form or luster, there is neither victory nor defeat; and if there is no victory or defeat, then sentient beings have no form.\" Question: \"If there never really has been form in the Mind, then how can we correctly say that it is possible to save all sentient beings by means of the thirty-two Laksanas and the eighty notable physical characteristics?\" The master responded: \"The thirty-two Laksanas are form. The Sutra has said that everything with form is unreal. The eighty notable physical characteristics are appearance. So the Diamond Sutra said: He who seeks me by outward appearance and seeks me in sound treads the heterodox path and cannot perceive the Tathagata'.\" Question: \"Are the natures of Buddha and of sentient beings the same or different?\" the master replied: \"Their natures have no such characteristics as same' and different'. Suppose that a hypothetical three-vehicles teaching discriminated between Buddha Nature and sentient-beings nature. Thereupon would follow the view of cause and effect, and form this we could then say that their natures have such characteristics as same' and different'. However, suppose the Buddha and the Patriarchs never talked in this manner, but only pointed to the One Mind. Then there could be no such same' and different', no cause and effect and, except as an expedient teaching, no two or three. In reality, therefore, there is only One Vehicle!\" Question: \"Can the immeasurable body of a Bodhisattva be seen or not be seen?\" The master answered: \"There is really nothing to see. Why not? Just because the immeasurable body of a Bodhisattva is the Tathagata. So, again, there is nothing to see. Just do not hold any view of the Buddha and you will never go to the Buddha extreme; just do not hold a view about sentient beings and you will never go to the sentient-beings extreme; just do not hold any view about existence and you will never go to existence extreme; do not hold a view about non-existence extreme; do not hold any view about worldly characteristics and you will never go to the worldly-characteristics extreme; do not hold any view about holy characteristics and you will never go to the holy-characteristics extreme. Thus the state of merely being without any view whatsoever is already the Immeasurable Body. If you have something to see, you are a heretic. While heretics like to hold all different kinds of views, Bodhisattvas are not moved by any view whatsoever. Tathagata' means the suchness of all phenomena, the undifferentiated whole of all dharmas. Therefore, the Maitreya and all the holy saints and sages are also suchness, having neither birth nor death and neither characteristics nor view. The real and true expression of Buddha is the Complete View. However, if you do not hold the view of the Complete View, you will never go to the Complete-View extreme. Remember that the body of Buddha is only non-form and non-action, ever crystallizing or materializing into phenomena, just as in the great space of the void nothing is lacking and nothing is in excess. Do not discern self versus others, if to discriminate in such a way would become illusory knowledge ? i.e., consciousness. So sink into the ocean of complete Perfection Consciousness, flowing, returning and drifting about alone. Merely learn how to be quietly enlightened and liberated. Regarding the view that desires victory and does not desire defeat ? I can only ask, What use is such a view?' I have just advised you that no matter what the usual way of acting or perceiving is, don't let your mind run wild. If you just cease holding any view whatsoever, then it is not necessary to search for truth. In this sense, then, both Buddha and Deva Mara are evil. So Manjusri said: If anyone gives rise to the transient, dualistic view of transcendence and calls it reality, he should be banished to the two iron-enclosing mountains at the very edge of the world.' Manjusri represents the wisdom of reality, while Samantabhadra represents the knowledge of relative truth, for there is only One Mind. Even the Mind itself is neither the nature of Buddha nor of sentient beings. Even if you abruptly have a vision of the Buddha, it is also, simultaneously, a vision of sentient beings. The view that holds to the duality of existence and non-existence and of permanent and impermanent is like being limited by the two iron-enclosing mountains, because understanding and liberation are obstructed by any and all views. To point out that the Original Mind of all sentient beings is Buddha was the only purpose of the Patriarch who came from the West. Thus suddenly, rather than gradually, pointing to Original Mind, the Patriarch showed that it was neither light nor dark and that without light there is no dark and that without dark there is no light. Consequently, it followed that there is no ignorance and also no ending of ignorance. As one enters the door of Dhyana, he should have this awareness and understanding. This discernment of reality is the Dharma ? which is no other than the awareness of Buddha as no Buddha and the Sangha as the Sangha of non-action and the realization of the Precious Three as One Body. If you seek to understand Dharma better, don't grasp the Sangha. You should realize that there is nothing to seek. Also, do not grasp the Buddha or the Dharma, for, again, there is nothing at all to seek. Don't grasp the Buddha in your seeking, for there is no Buddha. Don't grasp the Dharma in your seeking, for there is no Dharma. Don't grasp the Sangha in your seeking, for there is no Sangha. Such is the true and correct Dharma!\" Question: \"Master, you spread Dharma now, so how can you say that there is no Sangha and no Dharma?\" The master answered: \"If you think that I have Dharma to spread, that means you perceive the Tathagata by sound. If you really have seen the Tathagata, that means you also perceive a place. The true Dharma is no-Dharma! The true Dharma is Mind! So be aware that in the Dharma of Mind Transmission, Dharma has, indeed, never been Dharma. Without the view of Dharma and mind', we would understand immediately that all mind is Dharma. At this instant we would set up the Bodhimandala. Remember, there is really nothing to obtain, for the Bodhimandala is without any view whatsoever. To the enlightened ones, the Dharma is voidness and nothingness. Then where has it ever been defiled by any dust? Such is the Bhutatathata in its purity. If you comprehend this truth intuitively, you will have joy and freedom beyond comparison.\" Question: \"You say that originally there is nothingness. Doesn't this view assume that nothingness' is'?\" The master replied: \"Nothingness also is not is'. Bodhi is nowhere and also has no such view.\" Question: \"What is Buddha?\" The master answered: \"Your Mind is Buddha. Buddha and Mind are not different. If the Mind were to depart, nothing else would be Buddha.\" Question: \"If one's own Mind is Buddha, how can it be transmitted by the Patriarch who came from the West?\" The master responded: \"The patriarch who came from the West only transmitted the Buddha Mind and directly pointed out that your Original Mind is Buddha. Original Mind itself is no different from the so-called Patriarch. If you comprehend this meaning deeply, suddenly you transcend the Three Vehicles and all the stages of a Bodhisattva's progress and realize that, since all is Buddha originally, it is not necessary to practice.\" Questions: \"If suddenly all Buddhas were to appear from all the ten directions of space, what Dharma would be preached by those Buddhas?\" The master replied: \"All Buddhas appearing from the ten directions of space would only spread the Dharma of One Mind. Therefore, the World Honored One handed down just this esoteric Dharma to Mahakasyapa. The Dharma of One Mind consists of utter voidness and the universal Dharmakaya, which alone is called The Truth of All Buddhas.' One cannot seek this Dharma in subjective and objective duality; neither can it be found by searching out books and concepts, nor can it be perceived in time or space. It can only be tacitly understood. This is the doorway to understanding the non-action Dharma. If you want to comprehend, just be without mind and you will suddenly be enlightened; for if you intend or plan to learn about or desire to get something, you will find yourself very far away from the truth. However, if you have no discrimination, do not grasp thought and abandon all views, then the mind, as firm and hard as a piece of wood or stone, will have a chance to realize the Tao.\" Question: \"Now, there really are many false thoughts, so how can you say there are none?\" The master replied: \"False thoughts have no self-nature, for they arise from your discriminating mind. If you recognize that the Mind is Buddha, then the Mind is not false nor does any thought arise that views the Mind as false. Thus, if you do not raise any thought or start any thinking, then naturally there is no false thought; however, when the mind stirs, all sorts of things are created; but when the mind is annihilated, all sorts of things vanish.\" Question: \"When false thought stirs, where is the Buddha?\" The master replied: \"When you perceive false thought stirring, that very perception is the Buddha. If there is no false thought, there is no Buddha. Why not? Just because if you have a view of Buddha, you will think that there really is a Buddha to be attained. If you have a view of sentient beings, you will think there really are sentient beings to be delivered. Such is the totality of your false thought. However, if you are without any thought or view at all, where then is the Buddha? So this is why Manjusri said, To have any view of Buddha whatsoever is like being limited and obstructed by the two iron-enclosing mountains'.\" Question: \"At the moment of perception of and upon reaching Enlightenment, where is the Buddha?\" The master said: \"From where does the question come and from where does perception arise? Conversation and silence, movement and tranquillity, sound and form are all Buddha's affair, so where else can you seek a Buddha? You should not seek to put a head on a head or add a mouth to a mouth. Just let go of any discriminating view, and a mountain is a mountain, water is water, Sangha is Sangha, laymen are laymen; and these mountains, rivers, the earth, the sun, the moon and all the planets are absolutely nothing outside of your own mind. Even the three kinds of thousands of great chiliocosms are all your own self, nor are they anything at all outside your own mind. It follows then that the green mountains and blue water and the multitudinous eyes of the infinite would are just voidness that is very clear and bright. Moreover, if you have the no-view' of things, then all sounds and forms are the wisdom-eyes of Buddha. The Dharma that phenomena are real does not raise a solitary thing that depends on a created realm. Even so, for sentient beings the Buddha used many different kinds of wisdom. However, Buddha spoke all day and said nothing; and sentient beings listened from morning to night but heard nothing. In this sense it can be asserted that Buddha Sakyamuni spoke the Dharma for forty-nine years but never spoke a single word.\"\" Question: \" If it is really thus, then where is Bodhi?\" The master replied: \"Bodhi is nowhere! Even Buddha has never attained Bodhi, while all sentient beings have never lost it. It is neither gotten by the body nor sought by the mind. All sentient beings are, indeed, the form of Bodhi.\" Question: \"How is it possible to develop the Supreme-Enlightenment Mind?\" The master said: \"Bodhi means nothing to attain. Even now, just as you allow a thought to arise, you get nothing. Thus, realizing that there is absolutely nothing to attain is the Bodhi Mind. The realization that there is nowhere to abide and nothing to attain is the Bodhi. Therefore, Sakyamuni Buddha said, Since there was really no Dharma by means of which the Tathagata attained Supreme Enlightenment, so Dipamkara Buddha predicted about me in my last lifetime, \"In your next lifetime, you will be a Buddha named Sakyamuni\".' It is very clear, then that originally all sentient beings are Bodhi, so there is no Bodhi to again attain. Thus, you have just now heard how to develop Bodhi Mind. Do you think there really have a Mind to develop? Do you think that you really is a Buddha to attain? If you practice with this view or in this way, even throughout the three Asankhyeya kalpas, you would only have attained the Sambhogakaya and the Nirmanakaya. What have these got to do with your Original Buddha Mind? Furthermore, to seek the form of Buddha Mind outside your own mind is illusion, for that ? whatever you find ? is not your Original Buddha Mind.\" Question: \"If originally all is Buddha, how can there be four forms of birth, six conditions of sentient existence and all kinds of different forms?\" The master answered: \"The universal body of all Buddhas, without increasing or decreasing, represents everywhere the perfect combination. All sentient beings are Buddha, just as when a large bead of mercury disperses into many places but every smaller bead remains round like the original and just as all parts are contained, in potential, within the original if it does not disperse. One is all and all is one! Take a house as a further example. We abandon the house of a donkey in order to enter the house of a person. In turn, we abandon the body of a person to obtain the body of a heavenly being. Until you enter the houses of Sravaka, Pratyeka-Buddha, Bodhisattva and Buddha, you continue to accept, reject and discriminate among various places and bodies, thus experiencing difference? in name and form ? and suffering. But where is there and differentiation at all in our Original Nature?\" Question: \"How is it possible to spread Dharma and to perform the acts of great compassion of all the Buddhas?\" The master answered: \"That compassion of Buddha without immediate causal connection is the Great Compassion. Your not seeing a Buddha to be attained is Great Compassion. Your not seeing any sentient being to release from suffering is great pity. To spread Dharma, neither speak nor indicate; to listen to Dharma, hear nothing and desire to attain nothing. If as an illusionary person you spread Dharma to another illusionary person, or if you think that you understand the Dharma as correct even if you've heard it from a virtuous friend, or if you let the thought arise that you desire to attain great learning and compassion? these conditions definitely are not your Enlightened Mind. Finally, by grasping such views, you work without achieving anything at all in the end.\" Question: \"What is unadulterated progress?\" The master said: \"Your not allowing any view whatsoever of body and mind to arise is the very highest and strongest unadulterated progress. Allowing just one tiny thought to arise is to seek outside; then, like Kaliraja, you become interested in travelling here and there to hunt. However, the Mind that does not search outside itself is like Ksantyrsi. Being without any mind-and-body view whatsoever is the way of the Buddha.\" Question: \"If we practice Dharma without discrimination, how do we know that it is the correct Dharma?\" The master said: \"To be without discriminating mind is the correct Dharma. Now when you conceive of right or wrong or even allow a single thought to arise, the idea of place arises; on the other hand, without a single thought arising, ideas of place and mind both vanish. In reality, there is nothing to seek and nothing to search for.\" Question: \"How is it possible to leave the three realms?\" The master answered: \"To be without a view either of good or evil is to leave the three realms. The Tathagata appeared in the world to refute the three kinds of existence. Therefore, if you are without any mind at all, then there are, suddenly, no three realms. To illustrate: If a molecule is separated into a hundred parts and ninety-nine parts are destroyed, with only one part remaining, the existence of this one remaining part, like the tiniest discriminating thought, makes impossible the victory of the Great Vehicle. Not until this last little bit of discrimination also vanishes can the Mahayana Dharma be truly victorious.\" The master said: \"The Mind is Buddha. All Buddhas and all sentient beings have the same Buddha-Nature and one Mind. Therefore, Bodhidharma came from the West only to transmit the One-Mind Doctrine. However, since the mind of all sentient beings is the same as original Buddha-Nature, there is no need to practice; for if one recognizes one's own Mind and sees one's own Nature, there is nothing at all to seek outside oneself. But how is one to recognize one's own Mind? Just that Mind itself that wants to perceive the Mind ? that is your own Mind, which is as void as Original Mind and is without words and function. However, we cannot say that up to now we have been talking about nothing but existence.\" The master said: \"The real nature of Mind is without a head and without a tail. This is called expedient wisdom and is used to convert and deliver sentient beings, depending upon their capacity. If there is no conversion of sentient beings, we cannot say whether there is existence or non-existence. Therefore, one should understand as follows: Just to settle in voidness ? that is the way of all Buddhas. The Sutra said: One should develop a mind which does not abide in anything whatsoever.' All sentient beings have birth and death in endless transmigration because their mind-sense is intractable, always taking the path of the six senses and existence, thus grasping the wheel of life and death ? a condition that causes them perpetual suffering. The Vimalakirti Sutra says: \"It is very difficult to convert people because their minds are as intractable as monkeys.' They use many different methods to guard against conversion; and only gradually, after a long time, might they bring their minds under control. Therefore, when the mind stirs, all sorts of things are created; and when the mind is annihilated, all sorts of things are destroyed. In this manner, everything ? human beings, Devas, the six ways of sentient existence ? is created by the mind. If you wish to understand the truth or achieve the reality of no-mind, just stop all accessory conditions; i.e., suddenly and absolutely do not allow false thoughts and discriminatory ideas to arise. Without others, there is no self, no greed, no hate, no love, no abhorrence; neither is there victory or defeat. So just eliminate all delusions, and what remains is the Original Bright Nature ? Bodhi and Dharma. If you do not understand this, then even though you study extensively and practice diligently and even though you lead a simple life, but never come to recognize your own Mind, you will finally only bear the fruit of evil action, perhaps becoming a deva-mara, a heretic, or a god of water or land. So what benefit is there at all in such practice! Master Chi Kung said, The Buddha-Nature is your own Mind, so how can you search for it or find it through words and concepts?' Just recognize your own Mind and stop thinking; then the false thoughts and all the troubles of the world automatically disappear. The Vimalakirti Sutra says: Just as a person confined in bed by illness who is resting to get well, do not allow any thought to arise. Just as a person lying in bed with an illness trying to cure himself, stop all activities that aggravate the illness. When false thoughts stop, Bodhi appears.' Now, if your mind is in great confusion, even if you arrive at the stage of the Three Vehicles and practice all the stages of a Bodhisattva's progress, you will still only remain hovering between the worldly and holy views. One should realize that everything is impermanent, that all power declines; just as an arrow shot up into the sky, expending the energy of the thrust, falls to earth, so human beings continuously revolve through the various states of transmigration, birth and death. If we do not understand the Dharma and practice, and instead only continue suffering and working in ignorance, achieving nothing, isn't this a great error?\" The Master Chi Kung said: \"If you do not study with a teacher of images of supramundane reality, then it would be useless to take the medicine of Mahayana Dharma. Rather, while walking, standing, sitting, lying, etc., just learn being without-mind' and being without discrimination or dependence on anything. Also, learn neither to stay not to grasp. Then you will be prosperous and happy, as you wish, always, even though you might appear to others to be merely a fool. Nobody in the whole world will recognize you, but then you will not need them to recognize you. Your mind will become like an unpolished stone with no crack ? nothing whatsoever can pierce your mind. To stand firmly without grasping corresponds somewhat to this state. Passing right through the region of the three sense realms, one is suddenly in supramundane Reality. Not to grasp even a tiny spark of the mind is passionless wisdom. Neither create the karma of human beings and devas nor create the karma of hell. Do not allow any thought whatsoever to arise, and you will be at the end of all conditioned mind. At this stage, then, the body and mind are free yet not non-reborn, but reborn according to one's own wishes. So the Sutra said: The Bodhisattva assumes a body at his own will.' If you do not comprehend the mind or if you grasp any form, this only creates karma that belongs to Deva Nara. Even becoming involved in Buddhist rituals and practice ? such as Pure Land ? can all, if clung to , be obstructions to the realization of Buddha. Because of these obstructions in your mind and being bound to conditions of discipline brought about by cause and effect, there is no freedom to go from or to stay in any or all of the various realms at will. Therefore, the Dharma of Bodhi was originally non-existent, but all the Tathagata's teaching is used as skillful means for the transformation of all sentient beings. Just as the golden-yellow leaves, used expediently to stop the crying of a baby, are not real gold, so there is a Dharma called Supreme Enlightenment. Now, if you already understand this teaching, there is no need at all to practice diligently. Just eliminate your old karma and never create new misfortune. Thus your mind will ever be very bright and clear. So abandon all of your previous views. The Vimalakirti Sutra says: Eliminate everything!' The Lotus Sutra says: Try to shovel out the dung from your mind that has been piling up for the last twenty years or so. Just eliminate the view of place and form from your mind, and automatically the dung of sophistry will be wiped out. Then and only then will you realize that the Tathagata Store is originally only voidness. So the Sutra says: All Buddhalands are truly void.' If you think that any Buddhas have attained Enlightenment by learning and practice, you will find no support for such a view. If one holds to the subjective-objective view, he will feel proud when, after studying and practicing a little, he thinks he has tacitly understood and attained Enlightenment in the Ch'an method. So for this reason, if we see someone such as this who does not really understand anything at all, we scold him for his ignorance. If he gets some meaning from others, he is very happy and might feel superior to others, thus creating for himself even more unfortunate mental conditions. If one studies Ch'an with this focus, there is no possibility of profound understanding; for even if one is permitted to comprehend some small idea or theory, one merely obtains, as a result, some attribute of the mind but no insight into Ch'an or Tao. Therefore, the Bodhidharma sat facing the wall ? an example for people to totally reject all views. Thus, being without motive is the way of Buddha. Having any discrimination whatsoever is only achieving the stage of Deva Mara. For the ignorant person Buddha-Nature is never lost. For the enlightened person there is nothing to attain. In reality, Buddha Nature is originally neither confused nor enlightened. Remember that the endlessness of the ten directions of infinite space is originally one's own Mind. Even though you have creative energy and physical and mental functions, still you are never separated from voidness. The void has in it neither the big nor the small. It is passionless, being neither active nor non-active. It is neither confused nor enlightened, and it is without any view whatsoever generated by phenomenal disturbances. It has neither sentient beings nor Buddhas. It depends on absolutely nothing, not even the tiniest mote or flash. It is fundamentally pure and bright and is identical with the patient endurance of the uncreate. The real Buddha has no mouth and no Dharma to state or spread. It is said that we hear the real Dharma without ears, but who hears? One should think well about this! There is really nothing to say about it!\" One day the master, preaching in the Dharma Hall to the assembly, said: \"If you do not awaken soon rather than late, when the end of your life approaches there is no guarantee that you will not have some trouble.\" At that moment, some heretics in the hall were talking aloud about having achieved kung fu (a term for a certain level of attainment in meditation practice). One man was smiling sarcastically and said: \"At the last moment I will still have my kung fu.\" The master responded thus: \"I would like to know what you would say to yourself suddenly during your last breath to defend against being caught, once again, in the repetitive cycle of life and death. Try to think about it! In fact, you should have some plan or insight for these last moments, Tell me, where is there any inborn Maitreya and where do we have natural Sakyamuni? Some say that there is a heaven of gods and a hell of wild and hungry ghosts. If you saw a sick person, you might say to him, Just lie down and rest.' However, when you yourself get sick, you might not be able to focus, and you might be confused and afraid and unable to lie down, rest or even to take any medicine easily. Moreover, even if you could defend yourself with the very swords of hell and the boiling oil of the cooking pot, at that time you would have no assistance at all from any being with supernatural powers. So you should prepare a plan for yourself at the right time so you can use it in an emergency. Don't waste your energy. You should not prepare your plan too late and find yourself in a regretful state and bereft. If your mind is, at the last moment, in an hysterical flurry, how can you escape the disorder and dissolution of your body. The prospect is dark, and, lacking insight, you would be at a loss to know how to handle this situation. Alas! Alas! Commonly one learns about Samadhi only to speak platitudes about Ch'an and Tao or to shout at the Buddha and scold the Patriarch. However, during one's last breath, all is useless, all is in vain! If you have always cheated and lied you way through life, you will only cheat yourself on that final day. The hell of Avici already has imprisoned you, and you cannot escape at the last moment. During this Dharma-ending age, when the Dharma has almost disappeared, there is a good opportunity and the perfect time for those monks who have taken a Great Vow to spread Dharma and to bear and transmit to future generations, for continued use, the wisdom-life of all Buddhas, not to let their Vow weaken or die. Now, we have quite a few wandering monks who desire to be responsible only for seeing and enjoying the brightness of the mountains and the beauty of the rivers. However, they do not know how much time they have left in this life, for if only one tiny outbreath does not return as an inbreath you are already on your way to the next life. Moreover, nobody knows what lies ahead or what he will have to face again in the next lifetime. Alas! So my advice to all of my brothers is to fulfill your promise during your period of good health and take advantage immediately of your good opportunity for Enlightenment. Do it now! Don't wait! This is the Universal Enlightenment and the Great Release, which average people are quite confused about. This confusion and obstruction to understanding is not difficult to conquer. However, if you do not have any ambition and determination to practice, but only talk, again and again, about how difficult it all is, you will not succeed. Rather, you should remember the origin of the wooden ladle ? that it began its life in a tree. Recalling this, you should change your way of thinking and turn to the Right Way. If you are really courageous, go seek a Kung-an!\" One monk asked Master Chao-Chou: \"Does a dog have Buddha-Nature?\" Chao-Chou replied: \"None!\" At once the monk just concentrated his mind exclusively on the word none'. For twenty-four hours of every day, while walking, staying, sitting and lying, he practiced. Day by day, even while eating and dressing, moving his bowels and urinating, his mind and mental energy were all focussed, at all times, towards profound and total concentration on the word none'. Gradually he understood the none'(wu) was, indeed, just so. If you are suddenly enlightened regarding the nature of Buddha, you can never be fooled about truth by anyone in the world, no matter how clever he is. In this sense, then, you could say that Bodhidharma came from the West to make a lot of trouble out of nothing. Also you might say that when the World Honored One held up the golden flower, his performance was a complete failure. Furthermore, you can even say that Yama, the King of Hell, and even all the holy saints and sages are no different from you yourself. It doesn't matter whether you believe or not, for that which is real is beyond our comprehension. Why? Just because if there is really no problem or suffering in the world that is based on misconception and illusion, then you do not need to have any fear or desire anything whatsoever.\" The Gatha Abandon all trouble in the world -- This is the most extraordinary act. As in an opera, grasp the rope Only to swing on, progressing further. If you don't feel penetrating cold To the bone at least once, How can you ever come to smell The warm fragrance of plum flowers? -------------------------------------------------------------------------------- A Gatha by P'ei Hsiu I heretofore acquired the Dharma of the Transmission of Mind, as expressed in The Chung-Ling Record and in The Wan-Ling Record, from Ch'an Master Huang-po (Hsi-Yun). So thus I have come to write a gatha on The Transmission of Mind: The Mind cannot be transmitted; To tacitly understand is transmission. The Mind can perceive nothing at all, But nothingness is true perception. The tally is not the tally; Also, nothing is not nothing. Do not remain in Illusion City, Or you'll mistake the pearl on your forehead; Be aware, the word \"pearl\" is only an expedient, For how can Illusion City have any form? Only the Mind is Buddha, The Buddha without birth. So know directly that \"it is!\" Without seeking or acting. For a Buddha to seek Buddha Is just a waste of energy. If you let a Dharma-view arise, You'll only fall into Mara's realm. Don't separate the worldly and the holy; Then seeing and hearing will disappear. Just like a clear mirror, be without mind, And there is no competition with things. Just like the bright void, be without thinking, And you contain the ten thousand things. The Three Vehicles are outside of the Dharma, But to know this is rare in a kalpa's course. When one attains such realization, then He is the Hero Who Leaves the World. Once I heard this gatha from a Mahasattva, who resided on the east side of the river and who was with the Master at Kao-An during that time when he was preaching the Dharma of the Transmission of Mind to Prime Minister P'ei-Hsiu. It was about that time that P'ei-Hsiu wrote this gatha and recorded the teaching of the Master as clearly and brilliantly as if he were painting a picture, hoping that the deaf and the blind would suddenly be awakened. Since it would a great pity if P'ei-Hsiu's account of the Master's words was lost or destroyed, I have thus compiled and edited it in these Records. Complimentary Verses by the Southern Sect of Ch'an The Year of Ching-Li Wu-Tzu Master Tien Jen -------------------------------------------------------------------------------- Postscript The Dharma of Mind Transmission took place with a smile at Grdhrakuta. This also occurred during Bodhidharma's meditation in Shao-Shih, at the temple where he resided, when he pointed to the Mind directly. Shen-Kuang's method was to calm the mind, while Ma-Tso felt that just to know that the Mind is Buddha was enough. Huang-po, Pai-Chang and all the other great masters transmitted the Mind esoterically. From the pervasive protection of the Great Opportunity to the flourishing of the Great Function ? all depends on the Mind, just as those great turbulent waves in the ocean depend on and never separate from the ocean. Just as a piece of pure gold is used to make different containers, and none of the containers ever changes the gold, similarly all the phenomena of the universe merely illustrate and prove the Dharma of One Mind. The Prime Minister, P'ei-Hsiu, was garrisoned at Hsin-An during the T'ang Dynasty. One day he went to offer incense at the Tai-An Temple and caught sight of a painting hanging on the wall. He asked a monk: \"Who is that person in the painting?\" The monk answered: \"That is a real portrait of an eminent monk.\" P'ei-Hsiu observed: \"This real portrait is worth seeing, but where is the eminent monk?\" The monk could not answer him, but just at that moment Ch'an Master Huang-po (Hsi-Yun) arrived. The Prime Minister said: \"I accidentally have a question to ask you since this virtuous monk here is reluctant to answer me. Can you please answer for him?\" The master responded: \"What is your question, please?\" The Prime Minister again asked his question, as before. The master shouted loudly: \"P'ei-Hsiu!\" The Prime Minister answered: \"Yes!\" Then the master asked: \"Where are you?\" The Prime Minister was suddenly enlightened, discovering the pearl on his own forehead. Then he invited the master to come to his residence, and very respectfully and piously took the Three Refuges with him, becoming the master's disciple. Thereafter, he wrote a gatha in praise of the master: Since the transmission of Mind by the Mahasattva, The seven-foot giant with a bright pearl on his forehead Stayed in Shu-Shui (Szechwan) for ten years, Only just today crossing the Chang-Pin River by cup. A thousand disciples and great saints follow him, Strewing ten thousand miles with flowers to celebrate him. I wish to become a disciple and servant to this Master, Even though I do not know to whom he'll transmit Dharma. Since that time both students and teachers have had mutual qualifications and interactions regarding the study of Tao. P'ei-Hsiu wished to hear the profound meaning, to record Huang-po's words in a work entitled The Dharma of Mind Transmission, and to write the preface himself. However, a meddler was to publish this book later in the T'ang Dynasty. Afterwards, it was taken to Japan and circulated widely. Once the Provincial Governor of Yueh-Chow, an almsgiver with a firm determination to study Buddhist scriptures, read this book during his spare time from official business. Thereafter, he asked me about the Essence-of-Mind Dharma very often. I sincerely advised him to devote himself to the practice of concentrating his mind. He was successful, so he contributed some money to the re-printing of the T'ang Dynasty edition and sincerely wished that all people in the country who had not come to believe in Ch'an might come to understand their Original Mind. Originally everyone has the same source of great light that penetrates and radiates brilliantly and universally in modern times even as it did in ancient times, just like that lamp of inexhaustible light spoken of long ago by Vimalakirti at the city of Vaisali. An almsgiver has asked me to write this postscript, even though one might mock it as being superfluous. Sramana Da-Hsiu Cheng-Nien Vihara of Six Stores Sung Dynasty The Year of Hung-An Kuei-Wei Springtime"}