{"title":"The Meditation on Love ","text":"So It Was Said 27 The Book of the Ones Chapter Three The Meditation on Love This was said by the Buddha, the Perfected One: that is what I heard. “Mendicants, of all the grounds for making worldly merit, none are worth a sixteenth part of the heart’s release by love. Surpassing them, the heart’s release by love shines and glows and radiates. It’s like how the radiance of all the stars is not worth a sixteenth part of the moon’s radiance. Surpassing them, the moon’s radiance shines and glows and radiates. In the same way, of all the grounds for making worldly merit, none are worth a sixteenth part of the heart’s release by love. Surpassing them, the heart’s release by love shines and glows and radiates. It’s like the last month of the rainy season, in autumn, when the heavens are sunny and cloudless. And as the sun is rising to the firmament, having dispelled all the darkness of space, it shines and glows and radiates. In the same way, of all the grounds for making worldly merit, none are worth a sixteenth part of the heart’s release by love. Surpassing them, the heart’s release by love shines and glows and radiates. It’s like how, at the crack of dawn, the Morning Star shines and glows and radiates. In the same way, of all the grounds for making worldly merit, none are worth a sixteenth part of the heart’s release by love. Surpassing them, the heart’s release by love shines and glows and radiates.” The Buddha spoke this matter. On this it is said: “A mindful one who develops limitless love weakens the fetters, seeing the ending of attachments. Loving just one creature with a hateless heart makes you a good person. Sympathetic for all creatures, a noble one creates abundant merit. The royal potentates conquered this land and traveled around sponsoring sacrifices— horse sacrifice, human sacrifice, the sacrifices of the ‘casting of the yoke-pin’, <j>the ‘royal soma drinking’, and the ‘unimpeded’. These are not worth a sixteenth part of the mind developed with love, as starlight cannot rival the moon. Don’t kill or cause others to kill, don’t conquer or encourage others to conquer, with love for all living creatures— you’ll have no enmity for anyone.” This too is a matter that was spoken by the Blessed One: that is what I heard."}