{"title":"The Root of All Things ","text":"Middle Discourses 1 The Root of All Things So I have heard. At one time the Buddha was staying near Ukkaṭṭhā, in the Subhaga Forest at the root of a magnificent sal tree. There the Buddha addressed the mendicants, “Mendicants!” “Venerable sir,” they replied. The Buddha said this: “Mendicants, I will teach you the explanation of the root of all things. Listen and apply your minds well, I will speak.” “Yes, sir,” they replied. The Buddha said this: “Take an unlearned ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. They perceive earth as earth. Having perceived earth as earth, they conceive it to be earth, they conceive it in earth, they conceive it as earth, they conceive that ‘earth is mine’, they approve earth. Why is that? Because they haven’t completely understood it, I say. They perceive water as water. Having perceived water as water, they conceive it to be water … Why is that? Because they haven’t completely understood it, I say. They perceive fire as fire. Having perceived fire as fire, they conceive it to be fire … Why is that? Because they haven’t completely understood it, I say. They perceive air as air. Having perceived air as air, they conceive it to be air … Why is that? Because they haven’t completely understood it, I say. They perceive creatures as creatures. Having perceived creatures as creatures, they conceive them to be creatures … Why is that? Because they haven’t completely understood it, I say. They perceive gods as gods. Having perceived gods as gods, they conceive them to be gods … Why is that? Because they haven’t completely understood it, I say. They perceive the Progenitor as the Progenitor. Having perceived the Progenitor as the Progenitor, they conceive him to be the Progenitor … Why is that? Because they haven’t completely understood it, I say. They perceive the Divinity as the Divinity. Having perceived the Divinity as the Divinity, they conceive him to be the Divinity … Why is that? Because they haven’t completely understood it, I say. They perceive those of streaming radiance as those of streaming radiance. Having perceived those of streaming radiance as those of streaming radiance, they conceive them to be those of streaming radiance … Why is that? Because they haven’t completely understood it, I say. They perceive those of universal beauty as those of universal beauty. But then they conceive them to be those of universal beauty … Why is that? Because they haven’t completely understood it, I say. They perceive those of abundant fruit as those of abundant fruit. Having perceived those of abundant fruit as those of abundant fruit, they conceive them to be those of abundant fruit … Why is that? Because they haven’t completely understood it, I say. They perceive the Vanquisher as the Vanquisher. Having perceived the Vanquisher as the Vanquisher, they conceive him to be the Vanquisher … Why is that? Because they haven’t completely understood it, I say. They perceive the dimension of infinite space as the dimension of infinite space. Having perceived the dimension of infinite space as the dimension of infinite space, they conceive it to be the dimension of infinite space … Why is that? Because they haven’t completely understood it, I say. They perceive the dimension of infinite consciousness as the dimension of infinite consciousness. Having perceived the dimension of infinite consciousness as the dimension of infinite consciousness, they conceive it to be the dimension of infinite consciousness … Why is that? Because they haven’t completely understood it, I say. They perceive the dimension of nothingness as the dimension of nothingness. Having perceived the dimension of nothingness as the dimension of nothingness, they conceive it to be the dimension of nothingness … Why is that? Because they haven’t completely understood it, I say. They perceive the dimension of neither perception nor non-perception as the dimension of neither perception nor non-perception. Having perceived the dimension of neither perception nor non-perception as the dimension of neither perception nor non-perception, they conceive it to be the dimension of neither perception nor non-perception … Why is that? Because they haven’t completely understood it, I say. They perceive the seen as the seen. Having perceived the seen as the seen, they conceive it to be the seen … Why is that? Because they haven’t completely understood it, I say. They perceive the heard as the heard. Having perceived the heard as the heard, they conceive it to be the heard … Why is that? Because they haven’t completely understood it, I say. They perceive the thought as the thought. Having perceived the thought as the thought, they conceive it to be the thought … Why is that? Because they haven’t completely understood it, I say. They perceive the known as the known. Having perceived the known as the known, they conceive it to be the known … Why is that? Because they haven’t completely understood it, I say. They perceive oneness as oneness. Having perceived oneness as oneness, they conceive it to be oneness … Why is that? Because they haven’t completely understood it, I say. They perceive diversity as diversity. Having perceived diversity as diversity, they conceive it to be diversity … Why is that? Because they haven’t completely understood it, I say. They perceive all as all. Having perceived all as all, they conceive it to be all … Why is that? Because they haven’t completely understood it, I say. They perceive extinguishment as extinguishment. Having perceived extinguishment as extinguishment, they conceive it to be extinguishment, they conceive it in extinguishment, they conceive it as extinguishment, they conceive that ‘extinguishment is mine’, they approve extinguishment. Why is that? Because they haven’t completely understood it, I say. A mendicant who is a trainee, who hasn’t achieved their heart’s desire, but lives aspiring to the supreme sanctuary from the yoke, directly knows earth as earth. Having directly known earth as earth, let them not conceive it to be earth, let them not conceive it in earth, let them not conceive it as earth, let them not conceive that ‘earth is mine’, let them not approve earth. Why is that? So that they may completely understand it, I say. They directly know water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … They directly know extinguishment as extinguishment. Having directly known extinguishment as extinguishment, let them not conceive it to be extinguishment, let them not conceive it in extinguishment, let them not conceive it as extinguishment, let them not conceive that ‘extinguishment is mine’, let them not approve extinguishment. Why is that? So that they may completely understand it, I say. A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—directly knows earth as earth. Having directly known earth as earth, they do not conceive it to be earth, they do not conceive it in earth, they do not conceive it as earth, they do not conceive that ‘earth is mine’, they do not approve earth. Why is that? Because they have completely understood it, I say. They directly know water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … They directly know extinguishment as extinguishment. Having directly known extinguishment as extinguishment, they do not conceive it to be extinguishment, they do not conceive it in extinguishment, they do not conceive it as extinguishment, they do not conceive that ‘extinguishment is mine’, they do not approve extinguishment. Why is that? Because they have completely understood it, I say. A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—directly knows earth as earth. Having directly known earth as earth, they do not conceive it to be earth, they do not conceive it in earth, they do not conceive it as earth, they do not conceive that ‘earth is mine’, they do not approve earth. Why is that? Because they’re free of greed due to the ending of greed. They directly know water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … They directly know extinguishment as extinguishment. Having directly known extinguishment as extinguishment, they do not conceive it to be extinguishment, they do not conceive it in extinguishment, they do not conceive it as extinguishment, they do not conceive that ‘extinguishment is mine’, they do not approve extinguishment. Why is that? Because they’re free of greed due to the ending of greed. A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—directly knows earth as earth. Having directly known earth as earth, they do not conceive it to be earth, they do not conceive it in earth, they do not conceive it as earth, they do not conceive that ‘earth is mine’, they do not approve earth. Why is that? Because they’re free of hate due to the ending of hate. They directly know water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … They directly know extinguishment as extinguishment. Having directly known extinguishment as extinguishment, they do not conceive it to be extinguishment, they do not conceive it in extinguishment, they do not conceive it as extinguishment, they do not conceive that ‘extinguishment is mine’, they do not approve extinguishment. Why is that? Because they’re free of hate due to the ending of hate. A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—directly knows earth as earth. Having directly known earth as earth, they do not conceive it to be earth, they do not conceive it in earth, they do not conceive it as earth, they do not conceive that ‘earth is mine’, they do not approve earth. Why is that? Because they’re free of delusion due to the ending of delusion. They directly know water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … They directly know extinguishment as extinguishment. Having directly known extinguishment as extinguishment, they do not conceive it to be extinguishment, they do not conceive it in extinguishment, they do not conceive it as extinguishment, they do not conceive that ‘extinguishment is mine’, they do not approve extinguishment. Why is that? Because they’re free of delusion due to the ending of delusion. The Realized One, the perfected one, the fully awakened Buddha directly knows earth as earth. Having directly known earth as earth, he does not conceive it to be earth, he does not conceive it in earth, he does not conceive it as earth, he does not conceive that ‘earth is mine’, he does not approve earth. Why is that? Because the Realized One has completely understood it to the end, I say. He directly knows water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … He directly knows extinguishment as extinguishment. Having directly known extinguishment as extinguishment, he does not conceive it to be extinguishment, he does not conceive it in extinguishment, he does not conceive it as extinguishment, he does not conceive that ‘extinguishment is mine’, he does not approve extinguishment. Why is that? Because the Realized One has completely understood it to the end, I say. The Realized One, the perfected one, the fully awakened Buddha directly knows earth as earth. Having directly known earth as earth, he does not conceive it to be earth, he does not conceive it in earth, he does not conceive it as earth, he does not conceive that ‘earth is mine’, he does not approve earth. Why is that? Because he has understood that approval is the root of suffering, and that rebirth comes from continued existence; whoever has come to be gets old and dies. That’s why the Realized One—with the ending, fading away, cessation, giving up, and letting go of all cravings—has awakened to the supreme perfect awakening, I say. He directly knows water … fire … air … creatures … gods … the Progenitor … the Divinity … those of streaming radiance … those replete with glory … those of abundant fruit … the Vanquisher … the dimension of infinite space … the dimension of infinite consciousness … the dimension of nothingness … the dimension of neither perception nor non-perception … the seen … the heard … the thought … the known … oneness … diversity … all … He directly knows extinguishment as extinguishment. Having directly known extinguishment as extinguishment, he does not conceive it to be extinguishment, he does not conceive it in extinguishment, he does not conceive it as extinguishment, he does not conceive that ‘extinguishment is mine’, he does not approve extinguishment. Why is that? Because he has understood that approval is the root of suffering, and that rebirth comes from continued existence; whoever has come to be gets old and dies. That’s why the Realized One—with the ending, fading away, cessation, giving up, and letting go of all cravings—has awakened to the supreme perfect Awakening, I say.” That is what the Buddha said. But the mendicants did not approve what the Buddha said."}