{"title":"The Great Forty ","text":"Middle Discourses 117 The Great Forty So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. There the Buddha addressed the mendicants, “Mendicants!” “Venerable sir,” they replied. The Buddha said this: “Mendicants, I will teach you noble right immersion with its vital conditions and its prerequisites. Listen and apply your mind well, I will speak.” “Yes, sir,” they replied. The Buddha said this: “And what is noble right immersion with its vital conditions and its prerequisites? They are: right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness. Unification of mind with these seven factors as prerequisites is what is called noble right immersion ‘with its vital conditions’ and also ‘with its prerequisites’. In this context, right view comes first. And how does right view come first? When you understand wrong view as wrong view and right view as right view, that’s your right view. And what is wrong view? ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is rightly comported and rightly practiced, and who describes the afterlife after realizing it with their own insight.’ This is wrong view. And what is right view? Right view is twofold, I say. There is right view that is accompanied by defilements, partakes of good deeds, and ripens in attachments. And there is right view that is noble, undefiled, transcendent, a factor of the path. And what is right view that is accompanied by defilements, partakes of good deeds, and ripens in attachments? ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are such things as mother and father, and beings that are reborn spontaneously. And there are ascetics and brahmins who are rightly comported and rightly practiced, and who describe the afterlife after realizing it with their own insight.’ This is right view that is accompanied by defilements, partakes of good deeds, and ripens in attachments. And what is right view that is noble, undefiled, transcendent, a factor of the path? It’s the wisdom—the faculty of wisdom, the power of wisdom, the awakening factor of investigation of principles, and right view as a factor of the path—in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. This is called right view that is noble, undefiled, transcendent, a factor of the path. They make an effort to give up wrong view and embrace right view: that’s their right effort. Mindfully they give up wrong view and take up right view: that’s their right mindfulness. So these three things keep running and circling around right view, namely: right view, right effort, and right mindfulness. In this context, right view comes first. And how does right view come first? When you understand wrong thought as wrong thought and right thought as right thought, that’s your right view. And what is wrong thought? Thoughts of sensuality, of malice, and of cruelty. This is wrong thought. And what is right thought? Right thought is twofold, I say. There is right thought that is accompanied by defilements, partakes of good deeds, and ripens in attachments. And there is right thought that is noble, undefiled, transcendent, a factor of the path. And what is right thought that is accompanied by defilements, partakes of good deeds, and ripens in attachments? Thoughts of renunciation, good will, and harmlessness. This is right thought that is accompanied by defilements. And what is right thought that is noble, undefiled, transcendent, a factor of the path? It’s the thinking—the placing of the mind, thought, planting, implanting, embedding of the mind, verbal process—in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. This is right thought that is noble. They make an effort to give up wrong thought and embrace right thought: that’s their right effort. Mindfully they give up wrong thought and take up right thought: that’s their right mindfulness. So these three things keep running and circling around right thought, namely: right view, right effort, and right mindfulness. In this context, right view comes first. And how does right view come first? When you understand wrong speech as wrong speech and right speech as right speech, that’s your right view. And what is wrong speech? Speech that’s false, divisive, harsh, or nonsensical. This is wrong speech. And what is right speech? Right speech is twofold, I say. There is right speech that is accompanied by defilements, partakes of good deeds, and ripens in attachments. And there is right speech that is noble, undefiled, transcendent, a factor of the path. And what is right speech that is accompanied by defilements, partakes of good deeds, and ripens in attachments? The refraining from lying, divisive speech, harsh speech, and talking nonsense. This is right speech that is accompanied by defilements. And what is right speech that is noble, undefiled, transcendent, a factor of the path? It’s the desisting, abstaining, abstinence, and refraining from the four kinds of bad verbal conduct in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. This is right speech that is noble. They make an effort to give up wrong speech and embrace right speech: that’s their right effort. Mindfully they give up wrong speech and take up right speech: that’s their right mindfulness. So these three things keep running and circling around right speech, namely: right view, right effort, and right mindfulness. In this context, right view comes first. And how does right view come first? When you understand wrong action as wrong action and right action as right action, that’s your right view. And what is wrong action? Killing living creatures, stealing, and sexual misconduct. This is wrong action. And what is right action? Right action is twofold, I say. There is right action that is accompanied by defilements, partakes of good deeds, and ripens in attachments. And there is right action that is noble, undefiled, transcendent, a factor of the path. And what is right action that is accompanied by defilements, partakes of good deeds, and ripens in attachments? Refraining from killing living creatures, stealing, and sexual misconduct. This is right action that is accompanied by defilements. And what is right action that is noble, undefiled, transcendent, a factor of the path? It’s the desisting, abstaining, abstinence, and refraining from the three kinds of bad bodily conduct in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. This is right action that is noble. They make an effort to give up wrong action and embrace right action: that’s their right effort. Mindfully they give up wrong action and take up right action: that’s their right mindfulness. So these three things keep running and circling around right action, namely: right view, right effort, and right mindfulness. In this context, right view comes first. And how does right view come first? When you understand wrong livelihood as wrong livelihood and right livelihood as right livelihood, that’s your right view. And what is wrong livelihood? Fawning, flattery, hinting, and belittling, and using material things to chase after other material things. This is wrong livelihood. And what is right livelihood? Right livelihood is twofold, I say. There is right livelihood that is accompanied by defilements, partakes of good deeds, and ripens in attachments. And there is right livelihood that is noble, undefiled, transcendent, a factor of the path. And what is right livelihood that is accompanied by defilements, partakes of good deeds, and ripens in attachments? It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood. This is right livelihood that is accompanied by defilements. And what is right livelihood that is noble, undefiled, transcendent, a factor of the path? It’s the desisting, abstaining, abstinence, and refraining from wrong livelihood in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. This is right livelihood that is noble. They make an effort to give up wrong livelihood and embrace right livelihood: that’s their right effort. Mindfully they give up wrong livelihood and take up right livelihood: that’s their right mindfulness. So these three things keep running and circling around right livelihood, namely: right view, right effort, and right mindfulness. In this context, right view comes first. And how does right view come first? Right view produces right thought. Right thought produces right speech. Right speech produces right action. Right action produces right livelihood. Right livelihood produces right effort. Right effort produces right mindfulness. Right mindfulness produces right immersion. Right immersion produces right knowledge. Right knowledge produces right freedom. So the trainee has eight factors, while the perfected one has ten factors. And here too, the eradication of many bad, unskillful qualities is fully developed due to right knowledge. In this context, right view comes first. And how does right view come first? For one of right view, wrong view is worn away. And the many bad, unskillful qualities that arise because of wrong view are worn away. And because of right view, many skillful qualities are fully developed. For one of right thought, wrong thought is worn away. … For one of right speech, wrong speech is worn away. … For one of right action, wrong action is worn away. … For one of right livelihood, wrong livelihood is worn away. … For one of right effort, wrong effort is worn away. … For one of right mindfulness, wrong mindfulness is worn away. … For one of right immersion, wrong immersion is worn away. … For one of right knowledge, wrong knowledge is worn away. … For one of right freedom, wrong freedom is worn away. And the many bad, unskillful qualities that arise because of wrong freedom are worn away. And because of right freedom, many skillful qualities are fully developed. So there are twenty on the side of the skillful, and twenty on the side of the unskillful. This exposition of the teaching on the Great Forty has been rolled forth. And it cannot be rolled back by any ascetic or brahmin or god or Māra or divinity or by anyone in the world. If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuttal and criticism on ten legitimate grounds in this very life. If such a gentleman criticizes right view, they praise and honor the ascetics and brahmins who have wrong view. If they criticize right thought … right speech … right action … right livelihood … right effort … right mindfulness … right immersion … right knowledge … right freedom, they praise and honor the ascetics and brahmins who have wrong freedom. If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuttal and criticism on these ten legitimate grounds in this very life. Even those those who were loud and bold advocates of the doctrines of no-cause, inaction, and nihilism, didn’t imagine that the Great Forty should be criticized or rejected. Why is that? For fear of being blamed, provoked, and faulted.” That is what the Buddha said. Satisfied, the mendicants approved what the Buddha said."}