{"title":"The Shorter Discourse on Emptiness ","text":"Middle Discourses 121 The Shorter Discourse on Emptiness So I have heard. At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. Then in the late afternoon, Venerable Ānanda came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to him: “Sir, this one time the Buddha was staying in the land of the Sakyans where they have a town named Townsville. There I heard and learned this in the presence of the Buddha: ‘Ānanda, these days I usually practice the meditation on emptiness.’ I trust I properly heard, learned, applied the mind, and remembered that from the Buddha?” “Indeed, Ānanda, you properly heard, learned, applied the mind, and remembered that. Now, as before, I usually practice the meditation on emptiness. Consider this stilt longhouse of Migāra’s mother. It’s empty of elephants, cows, horses, and mares; of gold and silver; and of gatherings of men and women. There is only this that is not emptiness, namely, the oneness dependent on the mendicant Saṅgha. In the same way, a mendicant—ignoring the perception of the village and the perception of people—focuses on the oneness dependent on the perception of wilderness. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of wilderness. They understand: ‘Here there is no stress due to the perception of village or the perception of people. There is only this modicum of stress, namely the oneness dependent on the perception of wilderness.’ They understand: ‘This field of perception is empty of the perception of the village. It is empty of the perception of people. There is only this that is not emptiness, namely the oneness dependent on the perception of wilderness.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of people and the perception of wilderness—focuses on the oneness dependent on the perception of earth. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of earth. As a bull’s hide is rid of folds when fully stretched out by a hundred pegs, so too, ignoring the hilly terrain, inaccessible riverlands, stumps and thorns, and rugged mountains, they focus on the oneness dependent on the perception of earth. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of earth. They understand: ‘Here there is no stress due to the perception of people or the perception of wilderness. There is only this modicum of stress, namely the oneness dependent on the perception of earth.’ They understand: ‘This field of perception is empty of the perception of people. It is empty of the perception of wilderness. There is only this that is not emptiness, namely the oneness dependent on the perception of earth.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of wilderness and the perception of earth—focuses on the oneness dependent on the perception of the dimension of infinite space. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of the dimension of infinite space. They understand: ‘Here there is no stress due to the perception of wilderness or the perception of earth. There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite space.’ They understand: ‘This field of perception is empty of the perception of wilderness. It is empty of the perception of earth. There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of infinite space.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of earth and the perception of the dimension of infinite space—focuses on the oneness dependent on the perception of the dimension of infinite consciousness. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of the dimension of infinite consciousness. They understand: ‘Here there is no stress due to the perception of earth or the perception of the dimension of infinite space. There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite consciousness.’ They understand: ‘This field of perception is empty of the perception of earth. It is empty of the perception of the dimension of infinite space. There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite consciousness.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of the dimension of infinite space and the perception of the dimension of infinite consciousness—focuses on the oneness dependent on the perception of the dimension of nothingness. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of the dimension of nothingness. They understand: ‘Here there is no stress due to the perception of the dimension of infinite space or the perception of the dimension of infinite consciousness. There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of nothingness.’ They understand: ‘This field of perception is empty of the perception of the dimension of infinite space. It is empty of the perception of the dimension of infinite consciousness. There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of nothingness.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of the dimension of infinite consciousness and the perception of the dimension of nothingness—focuses on the oneness dependent on the perception of the dimension of neither perception nor non-perception. Their mind leaps forth, gains confidence, settles down, and becomes decided in that perception of the dimension of neither perception nor non-perception. They understand: ‘Here there is no stress due to the perception of the dimension of infinite consciousness or the perception of the dimension of nothingness. There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of neither perception nor non-perception.’ They understand: ‘This field of perception is empty of the perception of the dimension of infinite consciousness. It is empty of the perception of the dimension of nothingness. There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of neither perception nor non-perception.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of the dimension of nothingness and the perception of the dimension of neither perception nor non-perception—focuses on the oneness dependent on the signless immersion of the heart. Their mind leaps forth, gains confidence, settles down, and becomes decided in that signless immersion of the heart. They understand: ‘Here there is no stress due to the perception of the dimension of nothingness or the perception of the dimension of neither perception nor non-perception. There is only this modicum of stress, namely that related to the six sense fields dependent on this body and conditioned by life.’ They understand: ‘This field of perception is empty of the perception of the dimension of nothingness. It is empty of the perception of the dimension of neither perception nor non-perception. There is only this that is not emptiness, namely that related to the six sense fields dependent on this body and conditioned by life.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, and pure. Furthermore, a mendicant—ignoring the perception of the dimension of nothingness and the perception of the dimension of neither perception nor non-perception—focuses on the oneness dependent on the signless immersion of the heart. Their mind leaps forth, gains confidence, settles down, and becomes decided in that signless immersion of the heart. They understand: ‘Even this signless immersion of the heart is produced by choices and intentions.’ They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. When they’re freed, they know they’re freed. They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ They understand: ‘Here there is no stress due to the defilements of sensuality, desire to be reborn, or ignorance. There is only this modicum of stress, namely that related to the six sense fields dependent on this body and conditioned by life.’ They understand: ‘This field of perception is empty of the perception of the defilements of sensuality, desire to be reborn, and ignorance. There is only this that is not emptiness, namely that related to the six sense fields dependent on this body and conditioned by life.’ And so they regard it as empty of what is not there, but as to what remains they understand that it is present. That’s how emptiness manifests in them—genuine, undistorted, pure, and supreme. Whatever ascetics and brahmins enter and remain in the pure, ultimate, supreme emptiness—whether in the past, future, or present—all of them enter and remain in this same pure, ultimate, supreme emptiness. So, Ānanda, you should train like this: ‘We will enter and remain in the pure, ultimate, supreme emptiness.’ That’s how you should train.” That is what the Buddha said. Satisfied, Venerable Ānanda approved what the Buddha said."}