{"title":"The Simile of the Snake ","text":"Middle Discourses 22 The Simile of the Cobra So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. Now at that time a mendicant called Ariṭṭha, who had previously been a vulture trapper, had the following harmful misconception: “As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them.” Several mendicants heard this rumour. They went up to Ariṭṭha and said to him, “Is it really true, Reverend Ariṭṭha, that you have such a harmful misconception: ‘As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them’?” “Absolutely, reverends. As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them.” Then, wishing to dissuade Ariṭṭha from his view, the mendicants pursued, pressed, and grilled him, “Don’t say that, Ariṭṭha! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. In many ways the Buddha has said that obstructive acts are obstructive, and that they really do obstruct the one who performs them. The Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. With the similes of a skeleton … a scrap of meat … a grass torch … a pit of glowing coals … a dream … borrowed goods … fruit on a tree … a butcher’s knife and chopping board … swords and spears … a snake’s head, the Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” But even though the mendicants pursued, pressed, and grilled him in this way, Ariṭṭha obstinately stuck to his misconception and insisted on it. When they weren’t able to dissuade Ariṭṭha from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened. So the Buddha addressed one of the monks, “Please, monk, in my name tell the mendicant Ariṭṭha, formerly a vulture trapper, that the teacher summons him.” “Yes, sir,” that monk replied. He went to Ariṭṭha and said to him, “Reverend Ariṭṭha, the teacher summons you.” “Yes, reverend,” Ariṭṭha replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him, “Is it really true, Ariṭṭha, that you have such a harmful misconception: ‘As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them’?” “Absolutely, sir. As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them.” “Futile man, who on earth have you ever known me to teach in that way? Haven’t I said in many ways that obstructive acts are obstructive, and that they really do obstruct the one who performs them? I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. With the similes of a skeleton … a scrap of meat … a grass torch … a pit of glowing coals … a dream … borrowed goods … fruit on a tree … a butcher’s knife and chopping board … swords and spears … a snake’s head, I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. But still you misrepresent me by your wrong grasp, harm yourself, and brim with much wickedness. This will be for your lasting harm and suffering.” Then the Buddha said to the mendicants, “What do you think, mendicants? Has this mendicant Ariṭṭha kindled even a spark of ardor in this teaching and training?” “How could that be, sir? No, sir.” When this was said, Ariṭṭha sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. Knowing this, the Buddha said, “Futile man, you will be known by your own harmful misconception. I’ll question the mendicants about this.” Then the Buddha said to the mendicants, “Mendicants, do you understand my teaching as Ariṭṭha does, when he misrepresents me by his wrong grasp, harms himself, and brims with much wickedness?” “No, sir. For in many ways the Buddha has told us that obstructive acts are obstructive, and that they really do obstruct the one who performs them. The Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. With the similes of a skeleton … a snake’s head, the Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” “Good, good, mendicants! It’s good that you understand my teaching like this. For in many ways I have said that obstructive acts are obstructive … I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. But still this Ariṭṭha misrepresents me by his wrong grasp, harms himself, and brims with much wickedness. This will be for his lasting harm and suffering. Truly, mendicants, it is quite impossible to perform sensual acts without sensual desires, sensual perceptions, and sensual thoughts. Take a futile person who memorizes the teaching— statements, mixed prose & verse, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and elaborations. But they don’t examine the meaning of those teachings with wisdom, and so don’t come to an acceptance of them after deliberation. They memorize the teaching for the sake of finding fault and winning debates. They don’t realize the goal for which they memorized them. Because they’re wrongly grasped, those teachings lead to their lasting harm and suffering. Why is that? Because of their wrong grasp of the teachings. Suppose there was a person in need of a cobra. And while wandering in search of a cobra they’d see a big cobra, and grasp it by the coil or the tail. But that cobra would twist back and bite them on the hand or the arm or other major or minor limb, resulting in death or deadly pain. Why is that? Because of their wrong grasp of the cobra. In the same way, a futile person memorizes the teaching … and those teachings lead to their lasting harm and suffering. Why is that? Because of their wrong grasp of the teachings. Now, take a gentleman who memorizes the teaching— statements, mixed prose & verse, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and elaborations. And once he’s memorized them, he examines their meaning with wisdom, and comes to an acceptance of them after deliberation. He doesn’t memorize the teaching for the sake of finding fault and winning debates. He realizes the goal for which he memorized them. Because they’re correctly grasped, those teachings lead to his lasting welfare and happiness. Why is that? Because of his correct grasp of the teachings. Suppose there was a person in need of a cobra. And while wandering in search of a cobra they’d see a big cobra, and hold it down carefully with a cleft stick. Only then would they correctly grasp it by the neck. And even though that cobra might wrap its coils around that person’s hand or arm or some other major or minor limb, that wouldn’t result in death or deadly pain. Why is that? Because of their correct grasp of the cobra. In the same way, a gentleman memorizes the teaching … and those teachings lead to his lasting welfare and happiness. Why is that? Because of his correct grasp of the teachings. So, mendicants, when you understand what I’ve said, you should remember it accordingly. But if I’ve said anything that you don’t understand, you should ask me about it, or some competent mendicants. Mendicants, I will teach you a simile of the teaching as a raft: for crossing over, not for holding on. Listen and apply your mind well, I will speak.” “Yes, sir,” they replied. The Buddha said this: “Suppose there was a person traveling along the road. They’d see a large deluge, whose near shore was dubious and perilous, while the far shore was a sanctuary free of peril. But there was no ferryboat or bridge for crossing over. They’d think, ‘Why don’t I gather grass, sticks, branches, and leaves and make a raft? Riding on the raft, and paddling with my hands and feet, I can safely reach the far shore.’ And so they’d do exactly that. And when they’d crossed over to the far shore, they’d think, ‘This raft has been very helpful to me. Riding on the raft, and paddling with my hands and feet, I have safely crossed over to the far shore. Why don’t I hoist it on my head or pick it up on my shoulder and go wherever I want?’ What do you think, mendicants? Would that person be doing what should be done with that raft?” “No, sir.” “And what, mendicants, should that person do with the raft? When they’d crossed over they should think, ‘This raft has been very helpful to me. … Why don’t I beach it on dry land or set it adrift on the water and go wherever I want?’ That’s what that person should do with the raft. In the same way, I have taught a simile of the teaching as a raft: for crossing over, not for holding on. By understanding the simile of the raft, you will even give up the teachings, let alone what is not the teachings. Mendicants, there are these six grounds for views. What six? Take an unlearned ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. They regard form as: ‘This is mine, I am this, this is my self.’ They also regard feeling … perception … choices … whatever is seen, heard, thought, known, attained, sought, and explored by the mind as: ‘This is mine, I am this, this is my self.’ And as for this ground for views: ‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ They regard this also as: ‘This is mine, I am this, this is my self.’ But a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. They regard form like this: ‘This is not mine, I am not this, this is not my self.’ They also regard feeling … perception … choices … whatever is seen, heard, thought, known, attained, sought, and explored by the mind like this: ‘This is not mine, I am not this, this is not my self.’ And the same for this ground for views: ‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ They also regard like this: ‘This is not mine, I am not this, this is not my self.’ Seeing in this way they’re not anxious about what doesn’t exist.” When he said this, one of the mendicants asked the Buddha, “Sir, can there be anxiety about what doesn’t exist externally?” “There can, mendicant,” said the Buddha. “It’s when someone thinks, ‘Oh, it once was mine but is mine no more. Oh, it could be mine but I do not get it.’ They sorrow and wail and lament, beating their breast and falling into confusion. That’s how there is anxiety about what doesn’t exist externally.” “But can there be no anxiety about what doesn’t exist externally?” “There can, mendicant,” said the Buddha. “It’s when someone doesn’t think, ‘Oh, it once was mine but is mine no more. Oh, it could be mine but I do not get it.’ They don’t sorrow and wail and lament, beating their breast and falling into confusion. That’s how there is no anxiety about what doesn’t exist externally.” “But can there be anxiety about what doesn’t exist internally?” “There can, mendicant,” said the Buddha. “It’s when someone has such a view: ‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. They think, ‘Whoa, I’m going to be annihilated and destroyed! I won’t even exist any more!’ They sorrow and wail and lament, beating their breast and falling into confusion. That’s how there is anxiety about what doesn’t exist internally.” “But can there be no anxiety about what doesn’t exist internally?” “There can,” said the Buddha. “It’s when someone doesn’t have such a view: ‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. They don’t think, ‘Whoa, I’m going to be annihilated and destroyed! I won’t even exist any more!’ They don’t sorrow and wail and lament, beating their breast and falling into confusion. That’s how there is no anxiety about what doesn’t exist internally. Mendicants, it would make sense to be possessive about something that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. But do you see any such possession?” “No, sir.” “Good, mendicants! I also can’t see any such possession. It would make sense to grasp at a theory of self that didn’t give rise to sorrow, lamentation, pain, sadness, and distress. But do you see any such theory of self?” “No, sir.” “Good, mendicants! I also can’t see any such theory of self. It would make sense to rely on a view that didn’t give rise to sorrow, lamentation, pain, sadness, and distress. But do you see any such view to rely on?” “No, sir.” “Good, mendicants! I also can’t see any such view to rely on. Mendicants, were a self to exist, would there be the thought, ‘Belonging to my self’?” “Yes, sir.” “Were what belongs to a self to exist, would there be the thought, ‘My self’?” “Yes, sir.” “But since a self and what belongs to a self are not found as a genuine fact, is not the following a totally foolish teaching: ‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever’?” “How could it not, sir? It’s a totally foolish teaching.” “What do you think, mendicants? Is form permanent or impermanent?” “Impermanent, sir.” “But if it’s impermanent, is it suffering or happiness?” “Suffering, sir.” “But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ‘This is mine, I am this, this is my self’?” “No, sir.” “What do you think, mendicants? Is feeling … perception … choices … consciousness permanent or impermanent?” “Impermanent, sir.” “But if it’s impermanent, is it suffering or happiness?” “Suffering, sir.” “But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ‘This is mine, I am this, this is my self’?” “No, sir.” “So, mendicants, you should truly see any kind of form at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ You should truly see any kind of feeling … perception … choices … consciousness at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: <em>all</em> consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ Such a mendicant is one who is called ‘one who has lifted the cross-bar’, ‘one who has filled in the moat’, ‘one who has pulled up the pillar’, ‘one who is unimpeded’, and also ‘a noble one with banner lowered and burden dropped, detached’. And how has a mendicant raised the cross-bar? It’s when a mendicant has given up ignorance, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. That’s how a mendicant has lifted the cross-bar. And how has a mendicant filled in the moat? It’s when a mendicant has given up transmigrating through births in future lives, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. That’s how a mendicant has filled in the moat. And how has a mendicant pulled up the pillar? It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. That’s how a mendicant has pulled up the pillar. And how is a mendicant unimpeded? It’s when a mendicant has given up the five lower fetters, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future. That’s how a mendicant is unimpeded. And how is a mendicant a noble one with with banner lowered and burden dropped, detached? It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. That’s how a mendicant is a noble one with banner lowered and burden dropped, detached. When a mendicant’s mind was freed like this, the gods together with Indra, the Divinity, and the Progenitor, search as they may, will not discover: ‘This is the basis of that realized one’s consciousness.’ Why is that? Because even in this very life that realized one is not found, I say. Though I state and assert this, certain ascetics and brahmins misrepresent me with the incorrect, hollow, false, untruthful claim: ‘The ascetic Gotama is an exterminator. He advocates the annihilation, eradication, and nonexistence of an existing being.’ They misrepresent me as what I am not, and saying what I do not say. In the past, as today, what I describe is suffering and the cessation of suffering. This being so, if others abuse, attack, harass, and trouble the Realized One, he doesn’t get resentful, bitter, and emotionally exasperated. Or if others honor, respect, revere, or venerate him, he doesn’t get thrilled, elated, and emotionally excited. If they praise him, he just thinks, ‘They do such things for me regarding what in the past was completely understood.’ So, mendicants, if others abuse, attack, harass, and trouble you, don’t make yourselves resentful, bitter, and emotionally exasperated. Or if others honor, respect, revere, or venerate you, don’t make yourselves thrilled, elated, and emotionally excited. If they praise you, just think, ‘They do such things for us regarding what in the past was completely understood.’ So, mendicants, give up what isn’t yours. Giving it up will be for your lasting welfare and happiness. And what isn’t yours? Form isn’t yours: give it up. Giving it up will be for your lasting welfare and happiness. Feeling … perception … choices … consciousness isn’t yours: give it up. Giving it up will be for your lasting welfare and happiness. What do you think, mendicants? Suppose a person was to carry off the grass, sticks, branches, and leaves in this Jeta’s Grove, or burn them, or do what they want with them. Would you think, ‘This person is carrying us off, burning us, or doing what they want with us’?” “No, sir. Why is that? Because to us that’s neither self nor belonging to self.” “In the same way, mendicants, give up what isn’t yours. Giving it up will be for your lasting welfare and happiness. And what isn’t yours? Form … feeling … perception … choices … consciousness isn’t yours: give it up. Giving it up will be for your lasting welfare and happiness. The teaching well-explained thus by me is clarified, revealed, illuminated, and stripped of patchwork. In this teaching thus well-explained, for those mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment, there is no cycle of rebirths to be found. … In this teaching thus well-explained, those mendicants who have given up the five lower fetters are all reborn spontaneously. They are extinguished there, and are not liable to return from that world. … In this teaching thus well-explained, those mendicants who, having given up three fetters, and weakened greed, hate, and delusion, are all once-returners. They come back to this world once only, then make an end of suffering. … In this teaching thus well-explained, those mendicants who have ended three fetters are all stream-enterers, not liable to be reborn in the underworld, destined for awakening. … In this teaching thus well-explained, those mendicants who are followers of teachings or followers by faith are all are destined for awakening. The teaching well-explained thus by me is clarified, revealed, illuminated, and stripped of patchwork. In this teaching thus well-explained, those who have a degree of faith and love for me are all bound for heaven.” That is what the Buddha said. Satisfied, the mendicants approved what the Buddha said."}