{"title":"The Shorter Elephant’s Footprint Simile ","text":"Middle Discourses 27 The Shorter Simile of the Elephant’s Footprint So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. Now at that time the brahmin Jānussoṇi drove out from Sāvatthī in the middle of the day in an all-white chariot drawn by mares. He saw the wanderer Pilotika coming off in the distance, and said to him, “So, worthy Vacchāyana, where are you coming from in the middle of the day?” “Just now, good fellow, I’ve come from the presence of the ascetic Gotama.” “What do you think of the ascetic Gotama’s lucidity of wisdom? Do you think he’s astute?” “My good man, who am I to judge the ascetic Gotama’s lucidity of wisdom? You’d really have to be on the same level to judge his lucidity of wisdom.” “Mister Vacchāyana praises the ascetic Gotama with high praise indeed.” “Who am I to praise the ascetic Gotama? He is praised by the praised as the first among gods and humans.” “But for what reason are you so devoted to the ascetic Gotama?” “Suppose that a skilled bull elephant tracker were to enter a bull elephant wood. There he’d see a large elephant’s footprint, long and broad. He would come to the conclusion, ‘This must be a big bull elephant.’ In the same way, because I saw four footprints of the ascetic Gotama I came to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ What four? Firstly, I see some clever aristocrats who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect. They hear, ‘So, gentlemen, that ascetic Gotama will come down to such and such village or town.’ They formulate a question, thinking, ‘We’ll approach the ascetic Gotama and ask him this question. If he answers like this, we’ll refute him like that; and if he answers like that, we’ll refute him like this.’ When they hear that he has come down they approach him. The ascetic Gotama educates, encourages, fires up, and inspires them with a Dhamma talk. They don’t even get around to asking their question to the ascetic Gotama, so how could they refute his answer? Invariably, they become his disciples. When I saw this first footprint of the ascetic Gotama, I came to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ Furthermore, I see some clever brahmins … some clever householders … they become his disciples. Furthermore, I see some clever ascetics who are subtle, accomplished in the doctrines of others, hair-splitters. … They don’t even get around to asking their question to the ascetic Gotama, so how could they refute his answer? Invariably, they ask the ascetic Gotama for the chance to go forth. And he gives them the going-forth. Soon after going forth, living withdrawn, diligent, keen, and resolute, they realize the supreme end of the spiritual path in this very life. They live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. They say, ‘We were almost lost! We almost perished! For we used to claim that we were ascetics, brahmins, and perfected ones, but we were none of these things. But now we really are ascetics, brahmins, and perfected ones!’ When I saw this fourth footprint of the ascetic Gotama, I came to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ It’s because I saw these four footprints of the ascetic Gotama that I came to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’” When he had spoken, Jānussoṇi got down from his chariot, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and expressed this heartfelt sentiment three times: “Homage to that Blessed One, the perfected one, the fully awakened Buddha! Homage to him, the blessed one, the perfected one, the fully awakened Buddha! Homage to him, the blessed one, the perfected one, the fully awakened Buddha! Hopefully, some time or other I’ll get to meet the worthy Gotama, and we can have a discussion.” Then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side, and informed the Buddha of all he had discussed with the wanderer Pilotika. When he had spoken, the Buddha said to him, “Brahmin, the simile of the elephant’s footprint is not yet completed in detail. As to how it is completed in detail, listen and apply your mind well, I will speak.” “Yes, worthy sir,” Jānussoṇi replied. The Buddha said this: “Suppose a bull elephant tracker were to enter a bull elephant wood. There they’d see a large elephant’s footprint, long and broad. A skilled bull elephant tracker does not yet come to the conclusion, ‘This must be a big bull elephant.’ Why not? Because in an elephant wood there are dwarf cow elephants with big footprints, and this footprint might be one of theirs. They keep following the track until they see a big footprint, long and broad, and traces high up. A skilled bull elephant tracker does not yet come to the conclusion, ‘This must be a big bull elephant.’ Why not? Because in an elephant wood there are tall lofty cow elephants with big footprints, and this footprint might be one of theirs. They keep following the track until they see a big footprint, long and broad, and traces and tusk-marks high up. A skilled bull elephant tracker does not yet come to the conclusion, ‘This must be a big bull elephant.’ Why not? Because in an elephant wood there are tall matriarch cow elephants with big footprints, and this footprint might be one of theirs. They keep following the track until they see a big footprint, long and broad, and traces, tusk-marks, and broken branches high up. And they see that bull elephant walking, standing, sitting, or lying down at the root of a tree or in the open. Then they’d come to the conclusion, ‘This is that big bull elephant.’ In the same way, brahmin, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. He realizes with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely complete and pure. A householder hears that teaching, or a householder’s child, or someone reborn in a good family. They gain faith in the Realized One, and reflect, ‘Life at home is cramped and dirty, life gone forth is wide open. It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of sympathy for all living beings. They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. They give up unchastity. They are chaste, set apart, avoiding the vulgar act of sex. They give up lying. They speak the truth and stick to the truth. They’re honest and dependable, and don’t trick the world with their words. They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided and support those who are united, delighting in harmony, loving harmony, speaking words that promote harmony. They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable, and agreeable to the people. They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. They refrain from injuring plants and seeds. They eat in one part of the day, abstaining from eating at night and at the wrong time. They refrain from seeing shows of dancing, singing, and music. They refrain from attiring and adorning themselves with garlands, fragrance, and makeup. They refrain from high and luxurious beds. They refrain from receiving gold and currency, raw grains, raw meat, women and girls, male and female bondservants, goats and sheep, chickens and pigs, elephants, cows, horses, and mares, and fields and land. They refrain from running errands and messages; buying and selling; falsifying weights, metals, or measures; bribery, fraud, cheating, and duplicity; mutilation, murder, abduction, banditry, plunder, and violence. They’re content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. They’re like a bird: wherever it flies, wings are its only burden. In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. When they see a sight with their eyes, they don’t get caught up in the features and details. If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. When they hear a sound with their ears … When they smell an odor with their nose … When they taste a flavor with their tongue … When they feel a touch with their body … When they know an idea with their mind, they don’t get caught up in the features and details. If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. When they have this noble sense restraint, they experience an unsullied bliss inside themselves. They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. When they have this entire spectrum of noble ethics, this noble contentment, this noble sense restraint, and this noble mindfulness and situational awareness, they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in their presence. Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. This, brahmin, is that which is called ‘a footprint of the Realized One’ and also ‘a trace of the Realized One’ and also ‘a mark of the Realized One’. But a noble disciple does not yet come to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. This too is what is called ‘a footprint of the Realized One’ … Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ This too is what is called ‘a footprint of the Realized One’ … Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. This too is what is called ‘a footprint of the Realized One’ … When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details. This too is what is called ‘a footprint of the Realized One’ … When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. With clairvoyance that is purified and surpasses the human, they understand how sentient beings pass on according to their deeds. This too is what is called ‘a footprint of the Realized One’ … When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’ This, brahmin, is what is called ‘a footprint of the Realized One’ and also ‘a trace of the Realized One’ and also ‘a mark of the Realized One’. At this point a noble disciple has not yet come to a conclusion, but they are coming to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. When they’re freed, they know they’re freed. They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ This, brahmin, is what is called ‘a footprint of the Realized One’ and also ‘a trace of the Realized One’ and also ‘a mark of the Realized One’. At this point a noble disciple has come to the conclusion, ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ And it is at this point that the simile of the elephant’s footprint has been completed in detail.” When he had spoken, the brahmin Jānussoṇi said to the Buddha, “Excellent, worthy Gotama! Excellent! As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.”"}