{"title":"The Longer Discourse With Saccaka ","text":"Middle Discourses 36 The Longer Discourse With Saccaka So I have heard. At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. Now at that time in the morning the Buddha, being properly dressed, took his bowl and robe, wishing to enter Vesālī for alms. Then as Saccaka, the son of Jain parents, was going for a walk he approached the hall with the peaked roof in the Great Wood. Venerable Ānanda saw him coming off in the distance, and said to the Buddha, “Sir, Saccaka, the son of Jain parents, is coming. He’s a controversialist who pretends to be astute and is deemed holy by many people. He wants to discredit the Buddha, the teaching, and the Saṅgha. Please, sir, sit for an hour out of sympathy.” The Buddha sat on the seat spread out. Then Saccaka went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, “Worthy Gotama, there are some ascetics and brahmins who live committed to the practice of developing physical endurance, without developing the mind. They suffer painful physical feelings. This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from their mouth, and they went mad and lost their mind. Their mind was subject to the body, and the body had power over it. Why is that? Because their mind was not developed. There are some ascetics and brahmins who live committed to the practice of developing the mind, without developing physical endurance. They suffer painful mental feelings. This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from their mouth, and they went mad and lost their mind. Their body was subject to the mind, and the mind had power over it. Why is that? Because their physical endurance was not developed. It occurs to me that The worthy Gotama’s disciples must live committed to the practice of developing the mind, without developing physical endurance.” “But Aggivessana, what have you heard about the development of physical endurance?” “Take, for example, Nanda Vaccha, Kisa Saṅkicca, and the bamboo-staffed ascetic Gosāla. They go naked, ignoring conventions. They lick their hands, and don’t come or wait when called. They don’t consent to food brought to them, or food prepared on their behalf, or an invitation for a meal. They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who lives with a man; or where there’s a hound waiting or flies buzzing. They accept no fish or meat or beer or wine, and drink no fermented gruel. They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. They feed on one saucer a day, two saucers a day, up to seven saucers a day. They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.” “But Aggivessana, do they get by on so little?” “No, worthy Gotama. Sometimes they eat luxury fresh and cooked foods and drink a variety of luxury beverages. They gather their body’s strength, build it up, and get fat.” “What they earlier gave up, they later got back. That is how there is the increase and decrease of this body. But Aggivessana, what have you heard about development of the mind?” When Saccaka was questioned by the Buddha about development of the mind, he was stumped. So the Buddha said to Saccaka, “The development of physical endurance that you have described is not the legitimate development of physical endurance in the noble one’s training. And since you don’t even understand the development of physical endurance, how can you possibly understand the development of the mind? Still, as to how someone is undeveloped in physical endurance and mind, and how someone is developed in physical endurance and mind, listen and apply your mind well, I will speak.” “Yes, worthy sir,” replied Saccaka. The Buddha said this: “And how is someone undeveloped in physical endurance and mind? Take an unlearned ordinary person who has a pleasant feeling. When they experience a pleasant feeling they become full of lust for it. Then that pleasant feeling ceases. And when it ceases, a painful feeling arises. When they suffer painful feeling, they sorrow and wail and lament, beating their breast and falling into confusion. Because their physical endurance is undeveloped, pleasant feelings occupy the mind. And because their mind is undeveloped, painful feelings occupy the mind. Anyone whose mind is occupied by both pleasant and painful feelings like this is undeveloped both in physical endurance and in mind. And how is someone developed in physical endurance and mind? Take a learned noble disciple who has a pleasant feeling. When they experience a pleasant feeling they don’t become full of lust for it. Then that pleasant feeling ceases. And when it ceases, painful feeling arises. When they suffer painful feelings they don’t sorrow or wail or lament, beating their breast and falling into confusion. Because their physical endurance is developed, pleasant feelings don’t occupy the mind. And because their mind is developed, painful feelings don’t occupy the mind. Anyone whose mind is not occupied by both pleasant and painful feelings like this is developed both in physical endurance and in mind.” “I am quite confident that the worthy Gotama is developed in physical endurance and in mind.” “Your words are clearly invasive and intrusive, Aggivessana. Nevertheless, I will answer you. Ever since I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness, it has not been possible for any pleasant or painful feeling to occupy my mind.” “Worthy Gotama mustn’t have experienced the kind of pleasant or painful feelings that would occupy the mind.” “How could I not, Aggivessana? Before my awakening—when I was still unawakened but intent on awakening—I thought: ‘Life at home is cramped and dirty, life gone forth is wide open. It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ Some time later, while still with pristine black hair, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma and said to him, ‘Reverend Kālāma, I wish to lead the spiritual life in this teaching and training.’ Āḷāra Kālāma replied, ‘Stay, venerable. This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’ I quickly memorized that teaching. As far as lip-recital and verbal repetition went, I spoke the doctrine of knowledge, the elder doctrine. I claimed to know and see, and so did others. Then it occurred to me, ‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.” Surely he meditates knowing and seeing this teaching.’ So I approached Āḷāra Kālāma and said to him, ‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’ When I said this, he declared the dimension of nothingness. Then it occurred to me, ‘It’s not just Āḷāra Kālāma who has faith, energy, mindfulness, immersion, and wisdom; I too have these things. Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’ I quickly realized that teaching with my own insight, and lived having achieved it. So I approached Āḷāra Kālāma and said to him, ‘Reverend Kālāma, is it up to this point that you realized this teaching with your own insight, and declare having achieved it?’ ‘I have, reverend.’ ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’ ‘We are fortunate, reverend, so very fortunate to see a venerable such as yourself as one of our spiritual companions! So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and dwell having achieved it. The teaching that you’ve realized with your own insight, and dwell having achieved it, I’ve realized with my own insight, and declare having achieved it. So the teaching that I know, you know, and the teaching you know, I know. I am like you and you are like me. Come now, reverend! We should both lead this community together.’ And that is how my tutor Āḷāra Kālāma placed me, his pupil, on the same position as him, and honored me with high praise. Then it occurred to me, ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’ Realizing that this teaching was inadequate, I left disappointed. I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Uddaka son of Rāma and said to him, ‘Reverend, I wish to lead the spiritual life in this teaching and training.’ Uddaka replied, ‘Stay, venerable. This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’ I quickly memorized that teaching. As far as lip-recital and verbal repetition went, I spoke the doctrine of knowledge, the elder doctrine. I claimed to know and see, and so did others. Then it occurred to me, ‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.” Surely he meditated knowing and seeing this teaching.’ So I approached Uddaka son of Rāma and said to him, ‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’ When I said this, Uddaka son of Rāma declared the dimension of neither perception nor non-perception. Then it occurred to me, ‘It’s not just Rāma who had faith, energy, mindfulness, immersion, and wisdom; I too have these things. Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’ I quickly realized that teaching with my own insight, and lived having achieved it. So I approached Uddaka son of Rāma and said to him, ‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’ ‘He had, reverend.’ ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’ ‘We are fortunate, reverend, so very fortunate to see a venerable such as yourself as one of our spiritual companions! The teaching that Rāma had realized with his own insight, and declared having achieved it, you have realized with your own insight, and dwell having achieved it. The teaching that you’ve realized with your own insight, and dwell having achieved it, Rāma had realized with his own insight, and declared having achieved it. So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew. Rāma was like you and you are like Rāma. Come now, reverend! You should lead this community.’ And that is how my spiritual companion Uddaka son of Rāma placed me in the position of a tutor and honored me with high praise. Then it occurred to me, ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of neither perception nor non-perception.’ Realizing that this teaching was inadequate, I left disappointed. I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at the town of Senā in Uruvelā. There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to resort to for alms. Then it occurred to me, ‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to resort to for alms. This is good enough for striving for a gentleman wanting to strive.’ So I sat down right there, thinking: ‘This is good enough for striving.’ And then these three similes, which were neither supernaturally inspired, nor learned before in the past, occurred to me. Suppose there was a green, sappy log, and it was lying in water. Then a person comes along with a drill-stick, thinking to light a fire and produce heat. What do you think, Aggivessana? By drilling the stick against that green, sappy log lying in the water, could they light a fire and produce heat?” “No, worthy Gotama. Why not? Because it’s a green, sappy log, and it’s lying in the water. That person will eventually get weary and frustrated.” “In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening. This was the first example that occurred to me. Then a second example occurred to me. Suppose there was a green, sappy log, and it was lying on dry land far from the water. Then a person comes along with a drill-stick, thinking to light a fire and produce heat. What do you think, Aggivessana? By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?” “No, worthy Gotama. Why not? Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water. That person will eventually get weary and frustrated.” “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they suffer painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening. This was the second example that occurred to me. Then a third example occurred to me. Suppose there was a dried up, withered log, and it was lying on dry land far from the water. Then a person comes along with a drill-stick, thinking to light a fire and produce heat. What do you think, Aggivessana? By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?” “Yes, worthy Gotama. Why is that? Because it’s a dried up, withered log, and it’s lying on dry land far from water.” “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they suffer painful, sharp, severe, acute feelings due to overexertion, they are capable of knowledge and vision, of supreme awakening. This was the third example that occurred to me. These are the three similes, which were neither supernaturally inspired, nor learned before in the past, that occurred to me. Then it occurred to me, ‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and scorch mind with mind?’ So that’s what I did, until sweat ran from my armpits. It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and crushes them. In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and crushed mind with mind until sweat ran from my armpits. My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. But even such painful feeling did not occupy my mind. Then it occurred to me, ‘Why don’t I practice the breathless absorption?’ So I cut off my breathing through my mouth and nose. But then winds came out my ears making a loud noise, like the puffing of a blacksmith’s bellows. My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. But even such painful feeling did not occupy my mind. Then it occurred to me, ‘Why don’t I keep practicing the breathless absorption?’ So I cut off my breathing through my mouth and nose and ears. But then strong winds ground my head, like a strong man was drilling into my head with a sharp point. My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. But even such painful feeling did not occupy my mind. Then it occurred to me, ‘Why don’t I keep practicing the breathless absorption?’ So I cut off my breathing through my mouth and nose and ears. But then I got a severe headache, like a strong man was tightening a strong leather strap around my head. My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. But even such painful feeling did not occupy my mind. Then it occurred to me, ‘Why don’t I keep practicing the breathless absorption?’ So I cut off my breathing through my mouth and nose and ears. But then strong winds carved up my belly, like a deft butcher or their apprentice was slicing my belly open with a sharp meat cleaver. My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. But even such painful feeling did not occupy my mind. Then it occurred to me, ‘Why don’t I keep practicing the breathless absorption?’ So I cut off my breathing through my mouth and nose and ears. But then there was a severe burning in my body, like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals. My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. But even such painful feeling did not occupy my mind. Then some deities saw me and said, ‘The ascetic Gotama is dead.’ Others said, ‘He’s not dead, but he’s dying.’ Others said, ‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’ Then it occurred to me, ‘Why don’t I practice completely cutting off food?’ But deities came to me and said, ‘Good fellow, don’t practice totally cutting off food. If you do, we’ll infuse heavenly nectar into your pores and you will live on that.’ Then I thought, ‘If I claim to be completely fasting while these deities are infusing heavenly nectar in my pores, that would be a lie on my part.’ So I refused those deities, saying, ‘There’s no need.’ Then it occurred to me, ‘Why don’t I just take a little bit of food each time, a handful of broth made from mung beans, horse gram, chickpeas, or green gram?’ So that’s what I did, until my body became severely emaciated. Due to eating so little, my major and minor limbs became like the joints of an eighty-year-old or a dying man, my bottom became like a camel’s hoof, my vertebrae stuck out like beads on a string, and my ribs were as gaunt as the broken-down rafters on an old barn. Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well. Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun. Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly. Due to eating so little, when I tried to urinate or defecate I fell face down right there. Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. Then some people saw me and said: ‘The ascetic Gotama is black.’ Some said: ‘He’s not black, he’s brown.’ Some said: ‘He’s neither black nor brown. The ascetic Gotama has dingy skin.’ That’s how far the pure, bright complexion of my skin had been ruined by taking so little food. Then I thought, ‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this. But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, grueling work. Could there be another path to awakening?’ Then it occurred to me, ‘I recall sitting in the cool shade of a black plum tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. Could that be the path to awakening?’ Stemming from that memory came the understanding: ‘<em>That</em> is the path to awakening!’ Then it occurred to me, ‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’ Then I thought, ‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’ Then I thought, ‘I can’t achieve that pleasure with a body so severely emaciated. Why don’t I eat some solid food, some rice and porridge?’ So I ate some solid food. Now at that time the five mendicants were attending on me, thinking, ‘The ascetic Gotama will tell us of any truth that he realizes.’ But when I ate some solid food, they left disappointed in me, saying, ‘The ascetic Gotama has become indulgent; he has strayed from the struggle and returned to indulgence.’ After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. But even such pleasant feeling did not occupy my mind. As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. But even such pleasant feeling did not occupy my mind. And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ But even such pleasant feeling did not occupy my mind. With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. But even such pleasant feeling did not occupy my mind. When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives. I recollected my many kinds of past lives, with features and details. This was the first knowledge, which I achieved in the first watch of the night. Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. But even such pleasant feeling did not occupy my mind. When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings. With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings pass on according to their deeds. This was the second knowledge, which I achieved in the middle watch of the night. Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. But even such pleasant feeling did not occupy my mind. When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements. I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’ Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance. When it was freed, I knew it was freed. I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.’ This was the third knowledge, which I achieved in the last watch of the night. Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. But even such pleasant feeling did not occupy my mind. Aggivessana, I recall teaching the Dhamma to an assembly of many hundreds, and each person thought that I was teaching the Dhamma especially for them. But it should not be seen like this. The Realized One teaches others only so that they can understand. When that talk was finished, I stilled, settled, unified, and immersed my mind in samādhi internally, using the same meditation subject as a basis of immersion that I used before, which I regularly use to meditate.” “I’d believe that of the worthy Gotama, just like a perfected one, a fully awakened Buddha. But do you ever recall sleeping during the day?” “I do recall that in the last month of the summer, I have spread out my outer robe folded in four and lain down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.” “Some ascetics and brahmins call that a deluded abiding.” “That’s not how to define whether someone is deluded or not. But as to how to define whether someone is deluded or not, listen and apply your mind well, I will speak.” “Yes, worthy sir,” replied Saccaka. The Buddha said this: “Anyone who has not given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death is deluded, I say. For it’s not giving up the defilements that makes you deluded. Anyone who has given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death—is not deluded, I say. For it’s giving up the defilements that makes you not deluded. The Realized One has given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future. Just as a palm tree with its crown cut off is incapable of further growth, in the same way, the Realized One has given up the defilements so they are unable to arise in the future.” When he had spoken, Saccaka said to him, “It’s incredible, worthy Gotama, it’s amazing! How when the worthy Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha! I recall taking on Pūraṇa Kassapa in debate. He dodged the issue, distracting the discussion with irrelevant points, and displaying annoyance, hate, and bitterness. But when the worthy Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha. I recall taking on the bamboo-staffed ascetic Gosāla, Ajita of the hair blanket, Pakudha Kaccāyana, Sañjaya Belaṭṭhiputta, and the Jain ascetic of the Ñātika clan in debate. They all dodged the issue, distracting the discussion with irrelevant points, and displaying annoyance, hate, and bitterness. But when the worthy Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha. Well, now, worthy Gotama, I must go. I have many duties, and much to do.” “Please, Aggivessana, go at your convenience.” Then Saccaka, the son of Jain parents, having approved and agreed with what the Buddha said, got up from his seat and left."}