{"title":"Fear and Dread ","text":"Middle Discourses 4 Fear and Dread So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. Then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: “Mister Gotama, those gentlemen who, out of faith in you, have gone forth from the lay life to homelessness have you to lead the way, help them out, and give them encouragement. And those people follow the worthy Gotama’s example.” “That’s so true, brahmin! Everything you say is true, brahmin!” “But worthy Gotama, remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in solitude. The forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.” “That’s so true, brahmin! Everything you say is true, brahmin! Before my awakening—when I was still unawakened but intent on awakening—I too thought, ‘Remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in solitude. The forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.’ Then I thought, ‘There are ascetics and brahmins with unpurified conduct of body, speech, and mind who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their conduct. But I don’t frequent remote lodgings in the wilderness and the forest with unpurified conduct of body, speech, and mind. My conduct is purified. I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified conduct of body, speech, and mind.’ Seeing this purity of conduct in myself I felt even more unruffled about staying in the forest. Then I thought, ‘There are ascetics and brahmins with unpurified livelihood who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their livelihood. But I don’t frequent remote lodgings in the wilderness and the forest with unpurified livelihood. My livelihood is purified. I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified livelihood.’ Seeing this purity of livelihood in myself I felt even more unruffled about staying in the forest. Then I thought, ‘There are ascetics and brahmins full of desire for sensual pleasures, with acute lust … I am not full of desire …’ ‘There are ascetics and brahmins full of ill will, with malicious intentions … I have a heart full of love …’ ‘There are ascetics and brahmins overcome with dullness and drowsiness … I am free of dullness and drowsiness …’ ‘There are ascetics and brahmins who are restless, with no peace of mind … My mind is peaceful …’ ‘There are ascetics and brahmins who are doubting and uncertain … I’ve gone beyond doubt …’ ‘There are ascetics and brahmins who glorify themselves and put others down … I don’t glorify myself and put others down …’ ‘There are ascetics and brahmins who are cowardly and craven … I don’t get startled …’ ‘There are ascetics and brahmins who enjoy possessions, honor, and popularity … I have few wishes …’ ‘There are ascetics and brahmins who are lazy and lack energy … I am energetic …’ ‘There are ascetics and brahmins who are unmindful and lack situational awareness … I am mindful …’ ‘There are ascetics and brahmins who lack immersion, with straying minds … I am accomplished in immersion …’ ‘There are ascetics and brahmins who are witless and idiotic who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of the defects of witlessness and stupidity. But I don’t frequent remote lodgings in the wilderness and the forest witless and idiotic. I am accomplished in wisdom. I am one of those noble ones who frequent remote lodgings in the wilderness and the forest accomplished in wisdom.’ Seeing this accomplishment of wisdom in myself I felt even more unruffled about staying in the forest. Then I thought, ‘There are certain nights that are recognized as specially portentous: the fourteenth, fifteenth, and eighth of the fortnight. On such nights, why don’t I stay in awe-inspiring and hair-raising shrines in parks, forests, and trees? In such lodgings, hopefully I might see that fear and dread.’ Some time later, that’s what I did. As I was staying there a deer came by, or a peacock snapped a twig, or the wind rustled the leaves. Then I thought, ‘Is this that fear and dread coming?’ Then I thought, ‘Why do I always meditate expecting that fear to come? Why don’t I get rid of that fear and dread just as it comes, while remaining just as I am?’ Then that fear and dread came upon me as I was walking. I didn’t stand still or sit down or lie down until I had got rid of that fear and dread while walking. Then that fear and dread came upon me as I was standing. I didn’t walk or sit down or lie down until I had got rid of that fear and dread while standing. Then that fear and dread came upon me as I was sitting. I didn’t lie down or stand still or walk until I had got rid of that fear and dread while sitting. Then that fear and dread came upon me as I was lying down. I didn’t sit up or stand still or walk until I had got rid of that fear and dread while lying down. There are some ascetics and brahmins who perceive that it’s day when in fact it’s night, or perceive that it’s night when in fact it’s day. This meditation of theirs is delusional, I say. I perceive that it’s night when in fact it is night, and perceive that it’s day when in fact it is day. And if there’s anyone of whom it may be rightly said that a being not liable to delusion has arisen in the world for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said. My energy was roused up and unflagging, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was immersed in samādhi and unified. Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives. I recollected many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remembered: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollected my many kinds of past lives, with features and details. This was the first knowledge, which I achieved in the first watch of the night. Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings. With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings pass on according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings pass on according to their deeds. This was the second knowledge, which I achieved in the middle watch of the night. Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements. I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance. When it was freed, I knew it was freed. I understood: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’” This was the third knowledge, which I achieved in the final watch of the night. Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. Brahmin, you might think: ‘Perhaps the ascetic Gotama is not free of greed, hate, and delusion even today, and that is why he still frequents remote lodgings in the wilderness and the forest.’ But you should not see it like this. I see two reasons to frequent remote lodgings in the wilderness and the forest. I see happiness for myself in this life, and I have sympathy for future generations.” “Indeed, worthy Gotama has sympathy for future generations, since he is a perfected one, a fully awakened Buddha. Excellent, worthy Gotama! Excellent, worthy Gotama! As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.”"}