{"title":"The Shorter Discourse With Māluṅkya ","text":"Middle Discourses 63 The Shorter Discourse With Māluṅkyaputta So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. Then as Venerable Māluṅkyaputta was in private retreat this thought came to his mind: “There are several convictions that the Buddha has left undeclared; he has set them aside and turned them down. For example: the cosmos is eternal, or not eternal, or finite, or infinite; the soul and the body are one and the same, or the soul is one thing, the body another; after death, a realized one still exists, or no longer exists, or both still exists and no longer exists, or neither still exists nor no longer exists. The Buddha does not explain these points to me. I don’t endorse that, and do not accept it. I’ll go to him and ask him about this. If he gives me a straight answer on any of these points, I will lead the spiritual life under him. If he does not explain these points to me, I shall disavow the training and return to a lesser life.” Then in the late afternoon, Māluṅkyaputta came out of retreat and went to the Buddha. He bowed, sat down to one side, and told the Buddha of his thoughts. He then continued: “If the Buddha knows that the cosmos is eternal, please tell me. If you know that the cosmos is not eternal, tell me. If you don’t know whether the cosmos is eternal or not, then it is straightforward to simply say: ‘I neither know nor see.’ If you know that the cosmos is finite, or infinite; that the soul and the body are one and the same, or is the soul one thing, the body another; that after death, a realized one still exists, or no longer exists, or both still exists and no longer exists, or neither still exists nor no longer exists, please tell me. If you don’t know any of these things, then it is straightforward to simply say: ‘I neither know nor see.’” “What, Māluṅkyaputta, did I ever say to you: ‘Come, Māluṅkyaputta, lead the spiritual life under me, and I will declare these things to you’?” “No, sir.” “Or did you ever say to me: ‘Sir, I will lead the spiritual life under the Buddha, and the Buddha will declare these things to me’?” “No, sir.” “So it seems that I did not say to you: ‘Come, Māluṅkyaputta, lead the spiritual life under me, and I will declare these things to you.’ And you never said to me: ‘Sir, I will lead the spiritual life under the Buddha, and the Buddha will declare these things to me.’ In that case, you futile man, who are you and what do you want to disavow? Suppose someone were to say this: ‘I will not lead the spiritual life under the Buddha until the Buddha declares to me that the cosmos is eternal, or that the cosmos is not eternal … or that after death a realized one neither still exists nor no longer exists.’ That would still remain undeclared by the Realized One, and meanwhile that individual would die. Suppose a man was struck by an arrow thickly smeared with poison. His friends and colleagues, relatives and kin would get a surgeon to treat him. But the man would say: ‘I won’t extract this arrow as long as I don’t know whether the man who wounded me was an aristocrat, a brahmin, a peasant, or a menial.’ He’d say: ‘I won’t extract this arrow as long as I don’t know the following things about the man who wounded me: his name and clan; whether he’s tall, short, or medium; whether his skin is black, brown, or dingy; and what village, town, or city he comes from. I won’t extract this arrow as long as I don’t know whether the bow that wounded me was straight or recurved; whether the bow-string is made of swallow-wort fibre, sunn hemp fibre, sinew, sanseveria fibre, or spurge fibre; whether the shaft is made from a bush or a plantation tree; whether the shaft was fitted with feathers from a vulture, a heron, a hawk, a peacock, or a stork; whether the shaft was bound with sinews of a cow, a buffalo, a black lion, or an ape; and whether the arrowhead was spiked, razor-tipped, barbed, made of iron or a calf’s tooth, or lancet-shaped.’ That man would still not have learned these things, and meanwhile they’d die. In the same way, suppose someone was to say: ‘I will not lead the spiritual life under the Buddha until the Buddha declares to me that the cosmos is eternal, or that the cosmos is not eternal … or that after death a realized one neither still exists nor no longer exists.’ That would still remain undeclared by the Realized One, and meanwhile that individual would die. It’s not true that if there were the view ‘the cosmos is eternal’ there would be the living of the spiritual life. It’s not true that if there were the view ‘the cosmos is not eternal’ there would be the living of the spiritual life. When there is the view that the cosmos is eternal or that the cosmos is not eternal, there is rebirth, there is old age, there is death, and there is sorrow, lamentation, pain, sadness, and distress. And it is the defeat of these things in this very life that I advocate. It’s not true that if there were the view ‘the cosmos is finite’ … ‘the cosmos is infinite’ … ‘the soul and the body are one and the same’ … ‘the soul is one thing, the body another’ … ‘a realized one still exists after death’ … ‘A realized one no longer exists after death’ … ‘a realized one both still exists and no longer exists after death’ … ‘a realized one neither still exists nor no longer exists after death’ there would be the living of the spiritual life. When there are any of these views there is rebirth, there is old age, there is death, and there is sorrow, lamentation, pain, sadness, and distress. And it is the defeat of these things in this very life that I advocate. So, Māluṅkyaputta, you should remember what I have not declared as undeclared, and what I have declared as declared. And what have I not declared? I have not declared the following: ‘the cosmos is eternal,’ ‘the cosmos is not eternal,’ ‘the cosmos is finite,’ ‘the world is infinite,’ ‘the soul and the body are one and the same,’ ‘the soul is one thing, the body another,’ ‘a realized one still exists after death,’ ‘A realized one no longer exists after death,’ ‘a realized one both still exists and no longer exists after death,’ ‘a realized one neither still exists nor no longer exists after death.’ And why haven’t I declared these things? Because they aren’t beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That’s why I haven’t declared them. And what have I declared? I have declared the following: ‘this is suffering,’ ‘this is the origin of suffering,’ ‘this is the cessation of suffering,’ ‘this is the practice that leads to the cessation of suffering.’ And why have I declared these things? Because they are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That’s why I have declared them. So, Māluṅkyaputta, you should remember what I have not declared as undeclared, and what I have declared as declared.” That is what the Buddha said. Satisfied, Venerable Māluṅkyaputta approved what the Buddha said."}