{"title":"The Simile of the Cloth ","text":"Middle Discourses 7 The Simile of the Cloth So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. There the Buddha addressed the mendicants, “Mendicants!” “Venerable sir,” they replied. The Buddha said this: “Suppose, mendicants, there was a cloth that was dirty and soiled. No matter what dye the dyer applied—whether blue or yellow or red or magenta—it would look poorly dyed and impure in color. Why is that? Because of the impurity of the cloth. In the same way, when the mind is corrupt, a bad destiny is to be expected. Suppose there was a cloth that was pure and clean. No matter what dye the dyer applied—whether blue or yellow or red or magenta—it would look well dyed and pure in color. Why is that? Because of the purity of the cloth. In the same way, when the mind isn’t corrupt, a good destiny is to be expected. And what are the corruptions of the mind? Covetousness and immoral greed, ill will, anger, acrimony, disdain, contempt, jealousy, stinginess, deceit, deviousness, obstinacy, aggression, conceit, arrogance, vanity, and negligence are corruptions of the mind. A mendicant who understands that covetousness and immoral greed are corruptions of the mind gives them up. A mendicant who understands that ill will … negligence is a corruption of the mind gives it up. When they have understood these corruptions of the mind for what they are, and have given them up, they have experiential confidence in the Buddha: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ They have experiential confidence in the teaching: ‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ They have experiential confidence in the Saṅgha: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ When a mendicant has discarded, eliminated, released, given up, and relinquished to this extent, thinking, ‘I have experiential confidence in the Buddha … the teaching … the Saṅgha,’ they find inspiration in the meaning and the teaching, and find joy connected with the teaching. Thinking: ‘I have discarded, eliminated, released, given up, and relinquished to this extent,’ they find inspiration in the meaning and the teaching, and find joy connected with the teaching. When they’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed in samādhi. When a mendicant of such ethics, such qualities, and such wisdom eats boiled fine rice with the dark grains picked out and served with many soups and sauces, that is no obstacle for them. Compare with cloth that is dirty and soiled; it can be made pure and clean by pure water. Or native gold, which can be made pure and bright by a forge. In the same way, when a mendicant of such ethics, such qualities, and such wisdom eats boiled fine rice with the dark grains picked out and served with many soups and sauces, that is no obstacle for them. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. They meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. They meditate spreading a heart full of rejoicing to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of rejoicing to the whole world—abundant, expansive, limitless, free of enmity and ill will. They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. They understand: ‘There is this, there is what is worse than this, there is what is better than this, and there is an escape beyond the scope of perception.’ Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. When they’re freed, they know they’re freed. They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ This is called a mendicant who is bathed with the inner bathing.” Now at that time the brahmin Bhāradvāja of Sundarikā was sitting not far from the Buddha. He said to the Buddha, “But does the worthy Gotama go to the river Bāhuka to bathe?” “Brahmin, why go to the river Bāhuka? What can the river Bāhuka do?” “Many people deem that the river Bāhukā leads to a heavenly world and bestows merit. And many people rinse off their bad deeds in the river Bāhukā.” Then the Buddha addressed Bhāradvāja of Sundarikā in verse: “The Bāhukā and the Adhikakkā, at Gayā and the Sundarikā too, Sarasvatī and Payāga, and the river Bāhumatī: a fool can constantly plunge into them but it won’t purify their dark deeds. What can the Sundarikā do? What the Payāga or the Bāhukā? They can’t cleanse a cruel person, a sinner from their bad deeds. For the pure in heart it’s always the spring festival or the sabbath. For the pure in heart and clean of deed, their vows will always be fulfilled. It’s here alone that you should bathe, brahmin, making yourself a sanctuary for all creatures. And if you speak no lies, nor harm any living creature, nor steal anything not given, and you’re faithful and not stingy: what’s the point of going to Gayā? For any well may be your Gayā!” When he had spoken, the brahmin Bhāradvāja of Sundarikā said to the Buddha, “Excellent, worthy Gotama! Excellent! As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. May I receive the going forth, the ordination in the worthy Gotama’s presence?” And the brahmin Bhāradvāja of Sundarikā received the going forth, the ordination in the Buddha’s presence. Not long after his ordination, Venerable Bhāradvāja, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” And Venerable Bhāradvāja became one of the perfected."}