{"title":"With Vacchagotta on Fire ","text":"Middle Discourses 72 With Vacchagotta on Fire So I have heard. At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: “Worthy Gotama, is this your view: ‘The cosmos is eternal. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘The cosmos is not eternal. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘The cosmos is finite. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘The cosmos is infinite. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘The soul and the body are one and the same. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘The soul is one thing, the body another. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘A realized one still exists after death. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘A realized one no longer exists after death. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘A realized one both still exists and no longer exists after death. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Then is this your view: ‘A realized one neither still exists nor no longer exists after death. This is the only truth, anything else is futile’?” “That’s not my view, Vaccha.” “Worthy Gotama, when asked these ten questions, you say: ‘That’s not my view.’ Seeing what drawback do you avoid all these convictions?” “Each of these ten convictions is the thicket of views, the desert of views, the twist of views, the dodge of views, the fetter of views. They’re beset with suffering, distress, anguish, and fever. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Seeing this drawback I avoid all these convictions.” “But does the worthy Gotama have any convictions at all?” “A realized one has done away with convictions. For a realized one has seen: ‘Such is form, such is the origin of form, such is the ending of form. Such is feeling, such is the origin of feeling, such is the ending of feeling. Such is perception, such is the origin of perception, such is the ending of perception. Such are choices, such is the origin of choices, such is the ending of choices. Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ That’s why a Realized One is freed with the ending, fading away, cessation, giving up, and letting go of all conceiving, all churning, and all I-making, mine-making, or underlying tendency to conceit, I say.” “But worthy Gotama, when a mendicant’s mind is freed like this, where are they reborn?” “‘They’re reborn’ doesn’t apply, Vaccha.” “Well then, are they not reborn?” “‘They’re not reborn’ doesn’t apply, Vaccha.” “Well then, are they both reborn and not reborn?” “‘They’re both reborn and not reborn’ doesn’t apply, Vaccha.” “Well then, are they neither reborn nor not reborn?” “‘They’re neither reborn nor not reborn’ doesn’t apply, Vaccha.” “Worthy Gotama, when asked all these questions, you say: ‘It doesn’t apply.’ I fail to understand this point, worthy Gotama; I’ve fallen into confusion. And I’ve now lost even the degree of clarity I had from previous discussions with the worthy Gotama.” “No wonder you don’t understand, Vaccha, no wonder you’re confused. For this principle is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. It’s hard for you to understand, since you have a different view, creed, and belief, unless you dedicate yourself to practice with the guidance of tradition. Well then, Vaccha, I’ll ask you about this in return, and you can answer as you like. What do you think, Vaccha? Suppose a fire was burning in front of you. Would you know: ‘This fire is burning in front of me’?” “Yes, I would, worthy Gotama.” “But Vaccha, suppose they were to ask you: ‘This fire burning in front of you: what does it depend on to burn?’ How would you answer?” “I would answer like this: ‘This fire burning in front of me burns in dependence on grass and logs as fuel.’” “Suppose that fire burning in front of you was extinguished. Would you know: ‘This fire in front of me is quenched’?” “Yes, I would, worthy Gotama.” “But Vaccha, suppose they were to ask you: ‘This fire in front of you that is quenched: in what direction did it go— east, south, west, or north?’ How would you answer?” “It doesn’t apply, worthy Gotama. The fire depended on grass and logs as fuel. When that runs out, and no more fuel is added, the fire is reckoned to have become quenched due to lack of fuel.” “In the same way, Vaccha, any form by which a realized one might be described has been given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. A realized one is freed from reckoning in terms of form. They’re deep, immeasurable, and hard to fathom, like the ocean. ‘They’re reborn’, ‘they’re not reborn’, ‘they’re both reborn and not reborn’, ‘they’re neither reborn nor not reborn’—none of these apply. Any feeling … perception … choices … consciousness by which a realized one might be described has been given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. A realized one is freed from reckoning in terms of consciousness. They’re deep, immeasurable, and hard to fathom, like the ocean. ‘They’re reborn’, ‘they’re not reborn’, ‘they’re both reborn and not reborn’, ‘they’re neither reborn nor not reborn’—none of these apply.” When he said this, the wanderer Vacchagotta said to the Buddha: “Worthy Gotama, suppose there was a large sal tree not far from a town or village. And because it’s impermanent, its branches and foliage, bark and shoots, and softwood would fall off. After some time it would be rid of branches and foliage, bark and shoots, and softwood, pure, and consolidated in the core. In the same way, worthy Gotama’s dispensation is rid of branches and foliage, bark and shoots, and softwood, pure, and consolidated in the core. Excellent, worthy Gotama! … From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.”"}