{"title":"With Caṅkī ","text":"Middle Discourses 95 With Caṅkī So I have heard. At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Opāsāda. He stayed in the Godswood of sal trees to the north of Opāsāda. Now at that time the brahmin Caṅkī was living in Opāsāda. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. The brahmins and householders of Opāsāda heard: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Opāsāda together with a large Saṅgha of mendicants. He is staying in the Godswood to the north. He has this good reputation: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. It’s good to see such perfected ones.” Then, exiting Opāsāda, they formed into companies and headed north to the Godswood. Now at that time the brahmin Caṅkī had retired to the upper floor of his stilt longhouse for his midday nap. He saw the brahmins and householders heading for the Godswood, and addressed his butler, “My butler, why are the brahmins and householders heading north for the Godswood?” “The ascetic Gotama has arrived at Opāsāda together with a large Saṅgha of mendicants. He is staying in the Godswood to the north. He has this good reputation: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ They’re going to see that worthy Gotama.” “Well then, go to the brahmins and householders and say to them: ‘Sirs, the brahmin Caṅkī asks you to wait, as he will also go to see the ascetic Gotama.’” “Yes, sir,” replied the butler, and did as he was asked. Now at that time around five hundred brahmins from abroad were residing in Opāsāda on some business. They heard that the brahmin Caṅkī was going to see the ascetic Gotama. They approached Caṅkī and said to him, “Is it really true that you are going to see the ascetic Gotama?” “Yes, gentlemen, it is true.” “Please don’t! It’s not appropriate for you to go to see the ascetic Gotama; it’s appropriate that he comes to see you. You are well born on both your mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. For this reason it’s not appropriate for you to go to see the ascetic Gotama; it’s appropriate that he comes to see you. You’re rich, affluent, and wealthy. … You recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. You know them word-by-word, and their grammar. You are well versed in cosmology and the marks of a great man. … You are attractive, good-looking, lovely, of surpassing beauty. You have divine looks and lustre, remarkable to behold. … You are ethical, mature in ethical conduct. … You’re a good speaker who enunciates well, with a polished, clear, and articulate voice that expresses the meaning. … You teach the tutors of many, and teach three hundred young students to recite the hymns. … You’re honored, respected, revered, venerated, and esteemed by King Pasenadi of Kosala and the brahmin Pokkharasāti. … You live in Opāsāda, a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. For all these reasons it’s not appropriate for you to go to see the ascetic Gotama; it’s appropriate that he comes to see you.” When they had spoken, Caṅkī said to those brahmins: “Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama, and it’s not appropriate for him to come to see me. He is well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. For this reason it’s not appropriate for the ascetic Gotama to come to see me; rather, it’s appropriate for me to go to see him. When he went forth he abandoned abundant gold, both coined and uncoined, stored above and below ground. … He went forth from the lay life to homelessness while still a youth, young, with pristine black hair, blessed with youth, in the prime of life. … Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. … He is attractive, good-looking, lovely, of surpassing beauty. He has divine looks and lustre, remarkable to behold. … He is ethical, possessing ethical conduct that is noble and skillful. … He’s a good speaker who enunciates well, with a polished, clear, and articulate voice that expresses the meaning. … He’s a tutor of tutors. … He has ended sensual desire, and is rid of caprice. … He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. … He went forth from an eminent family of unbroken aristocratic lineage. … He went forth from a rich, affluent, and wealthy family. … People come from distant lands and distant countries to question him. … Many thousands of deities have gone for refuge for life to him. … He has this good reputation: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ … He has the thirty-two marks of a great man. … King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. … King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. … The brahmin Pokkharasāti and his wives and children have gone for refuge for life to the ascetic Gotama. … The ascetic Gotama has arrived to stay in the Godswood to the north of Opāsāda. Any ascetic or brahmin who comes to stay in our village district is our guest, and should be honored and respected as such. For this reason, too, it’s not appropriate for the worthy Gotama to come to see me, rather, it’s appropriate for me to go to see him. This is the extent of the worthy Gotama’s praise that I have memorized. But his praises are not confined to this, for the praise of the worthy Gotama is limitless. The possession of even a single one of these factors makes it inappropriate for the worthy Gotama to come to see me, rather, it’s appropriate for me to go to see him. Well then, gentlemen, let’s all go to see the ascetic Gotama.” Then Caṅkī together with a large group of brahmins went to the Buddha and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side. Now at that time the Buddha was sitting engaged in some polite conversation together with some very senior brahmins. And the student Kāpaṭika was sitting in that assembly. He was young, tonsured, and sixteen years old. He had mastered the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. He knew them word-by-word, and their grammar. He was well versed in cosmology and the marks of a great man. While the senior brahmins were conversing together with the Buddha, he interrupted. Then the Buddha rebuked Kāpaṭika, “Venerable Bhāradvāja, don’t interrupt the senior brahmins. Wait until they’ve finished speaking.” When he had spoken, Caṅkī said to the Buddha, “Worthy Gotama, don’t rebuke the student Kāpaṭika. He’s a gentleman, learned and astute, who enunciates well. He is capable of debating with the worthy Gotama about this.” Then it occurred to the Buddha, “Clearly the student Kāpaṭika will talk about the scriptural heritage of the three Vedas. That’s why the brahmins put him at the front.” Then Kāpaṭika thought, “When the ascetic Gotama looks at me, I’ll ask him a question.” Then the Buddha, knowing Kāpaṭika’s train of thought, looked at him. Then Kāpaṭika thought, “The ascetic Gotama is engaging with me. Why don’t I ask him a question?” Then he said, “Worthy Gotama, regarding that which by the lineage of testament and by canonical authority is the ancient hymnal of the brahmins, the brahmins come to the categorical conclusion: ‘This is the only truth, anything else is futile.’ What do you say about this?” “Well, Bhāradvāja, is there even a single one of the brahmins who says this: ‘I know this, I see this: this is the only truth, anything else is futile’?” “No, worthy Gotama.” “Well, is there even a single tutor of the brahmins, or a tutors’ tutor, or anyone back to the seventh generation of tutors, who says this: ‘I know this, I see this: this is the only truth, anything else is futile’?” “No, worthy Gotama.” “Well, what of the ancient seers of the brahmins, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. Did even they say: ‘We know this, we see this: this is the only truth, anything else is futile’?” “No, worthy Gotama.” “So, Bhāradvāja, it seems that there is not a single one of the brahmins, not even anyone back to the seventh generation of tutors, nor even the ancient seers of the brahmins who say: ‘We know this, we see this: this is the only truth, anything else is futile.’ Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see. In the same way, it seems to me that the brahmins’ statement turns out to be like a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see. What do you think, Bhāradvāja? This being so, doesn’t the brahmins’ faith turn out to be baseless?” “The brahmins don’t just honor this because of faith, but also because of oral transmission.” “First you relied on faith, now you speak of oral transmission. These five things can be seen to turn out in two different ways. What five? Faith, endorsement, oral transmission, reasoned train of thought, and acceptance of a view after deliberation. Even though you have full faith in something, it may be vacuous, hollow, and false. And even if you don’t have full faith in something, it may be true and real, not otherwise. Even though you fully endorse something … something may be well transmitted … something may be well thought out … something may be well deliberated, it may be vacuous, hollow, and false. And even if something is not well deliberated, it may be true and real, not otherwise. For a sensible person who is preserving truth this is not sufficient to come to the categorical conclusion: ‘This is the only truth, anything else is futile.’” “But worthy Gotama, how do you define the preservation of truth?” “If a person has faith, they preserve truth by saying, ‘Such is my faith.’ But they don’t yet come to the categorical conclusion: ‘This is the only truth, anything else is futile.’ If a person has a belief … or has received an oral transmission … or has a reasoned reflection about something … or has accepted a view after contemplation, they preserve truth by saying, ‘Such is the view I have accepted after contemplation.’ But they don’t yet come to the categorical conclusion: ‘This is the only truth, anything else is futile.’ That’s how the preservation of truth is defined, Bhāradvāja. I describe the preservation of truth as defined in this way. But this is not yet the awakening to the truth.” “That’s how the preservation of truth is defined, worthy Gotama. We regard the preservation of truth as defined in this way. But worthy Gotama, how do you define awakening to the truth?” “Bhāradvāja, take the case of a mendicant living supported by a town or village. A householder or their child approaches and scrutinizes them for three kinds of things: things that arouse greed, things that provoke hate, and things that promote delusion. ‘Does this venerable have any qualities that arouse greed? Such qualities that, were their mind to be overwhelmed by them, they might say that they know, even though they don’t know, or that they see, even though they don’t see; or that they might encourage others to do what is for their lasting harm and suffering?’ Scrutinizing them they find: ‘This venerable has no such qualities that arouse greed. Rather, that venerable has bodily and verbal behavior like that of someone without greed. And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. It’s not easy for someone with greed to teach this.’ Scrutinizing them in this way they see that they are purified of qualities that arouse greed. Next, they search them for qualities that provoke hate. ‘Does this venerable have any qualities that provoke hate? Such qualities that, were their mind to be overwhelmed by them, they might say that they know, even though they don’t know, or that they see, even though they don’t see; or that they might encourage others to do what is for their lasting harm and suffering?’ Scrutinizing them they find: ‘This venerable has no such qualities that provoke hate. Rather, that venerable has bodily and verbal behavior like that of someone without hate. And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. It’s not easy for someone with hate to teach this.’ Scrutinizing them in this way they see that they are purified of qualities that provoke hate. Next, they scrutinize them for qualities that promote delusion. ‘Does this venerable have any qualities that promote delusion? Such qualities that, were their mind to be overwhelmed by them, they might say that they know, even though they don’t know, or that they see, even though they don’t see; or that they might encourage others to do what is for their lasting harm and suffering?’ Scrutinizing them they find: ‘This venerable has no such qualities that promote delusion. Rather, that venerable has bodily and verbal behavior like that of someone without delusion. And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. It’s not easy for someone with delusion to teach this.’ Scrutinizing them in this way they see that they are purified of qualities that promote delusion. Next, they place faith in them. When faith has arisen they approach the teacher. They pay homage, actively listen, hear the teachings, remember the teachings, examine their meaning, and accept them after deliberation. Then enthusiasm springs up; they apply zeal, weigh up, and strive. Striving, they directly realize the ultimate truth, and see it with penetrating wisdom. That’s how the awakening to truth is defined, Bhāradvāja. I describe the awakening to truth as defined in this way. But this is not yet the attainment of truth.” “That’s how the awakening to truth is defined, worthy Gotama. I regard the awakening to truth as defined in this way. But worthy Gotama, how do you define the attainment of truth?” “By the cultivation, development, and making much of these very same things there is the attainment of truth. That’s how the attainment of truth is defined, Bhāradvāja. I describe the attainment of truth as defined in this way.” “That’s how the attainment of truth is defined, worthy Gotama. I regard the attainment of truth as defined in this way. But what quality is helpful for arriving at the truth?” “Striving is helpful for arriving at the truth. If you don’t strive, you won’t arrive at the truth. You arrive at the truth because you strive. That’s why striving is helpful for arriving at the truth.” “But what quality is helpful for striving?” “Weighing up the teachings is helpful for striving … Zeal is helpful for weighing up the teachings … Enthusiasm is helpful for zeal … Acceptance of the teachings after deliberation is helpful for enthusiasm … Examining the meaning of the teachings is helpful for accepting them after deliberation … Remembering the teachings is helpful for examining their meaning … Hearing the teachings is helpful for remembering the teachings … Active listening is helpful for hearing the teachings … Paying homage is helpful for active listening … Approaching is helpful for paying homage … Faith is helpful for approaching a teacher. If you don’t give rise to faith, you won’t approach a teacher. You approach a teacher because you have faith. That’s why faith is helpful for approaching a teacher.” “I’ve asked the worthy Gotama about the preservation of truth, and he has answered me. I endorse and accept this, and am satisfied with it. I’ve asked the worthy Gotama about awakening to the truth, and he has answered me. I endorse and accept this, and am satisfied with it. I’ve asked the worthy Gotama about the attainment of truth, and he has answered me. I endorse and accept this, and am satisfied with it. I’ve asked the worthy Gotama about the things that are helpful for the attainment of truth, and he has answered me. I endorse and accept this, and am satisfied with it. Whatever I have asked the worthy Gotama about he has answered me. I endorse and accept this, and am satisfied with it. Worthy Gotama, I used to think this: ‘Who are these shavelings, fake ascetics, primitives, black spawn from the feet of our kinsman next to those who understand the teaching?’ The Buddha has inspired me to have love, confidence, and respect for ascetics! Excellent, worthy Gotama! … From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.”"}