{"title":"Platform Sutra (Huineng)","text":"The Sixth Patriarch's Dharma Jewel Platform Sutra, Terebess Asia Online (TAO) Terebess Asia Online (TAO) Home Zen Index . The Sixth Patriarch's Dharma Jewel Platform Sutra http://departments.colgate.edu/greatreligions/pages/buddhanet/zen325/6thpatr.txt 2nd ed. http://www.thezensite.com/ZenTeachings/Translations/PlatformSutra_DharmaJewel.pdf 3rd ed. With the commentary of Tripitaka Master Hua The Sino-American Buddhist Association The Buddhist Text Translation Society First Edition (Hong Kong) 1971 Second Edition, San Francisco, 1977 Translated from Chinese by The Buddhist Text Translation Society Primary Translation: Bhikshuni Heng Yin Reviewed By: Bhikshuni Hen Ch'ih Edited By: Upasaka Kuo Chuo Rounds Certified By: The Venerable Master Hua Copyright © 1977 by the Sino-American Buddhist Assn., Buddhist Text Translation Society All rights reserved, including the right to reproduce this book or transmit it in any form or by any means mechanical or electronic, including photocopy, recording, or any information storage and retrieval system, except for the inclusion of brief quotations in a review. Printed in the United States of America First Edition (Hong Kong) 1971 Second Edition (USA) 1977 For information address: Sino-American Buddhist Association Gold Mountain Monastery 1731 15the Street San Francisco, California 94103 USA (415) 621-5202 (415) 861-9672 ISBN 0-917512-19-7 Table of Contents Tripitaka Master Hua's Inroduction.........................................................Vii. Editor's Introduction...............................................................................Ix. Translator's Introduction.........................................................................xi. Reviewer's Preface................................................................................xiii. Foreword...............................................................................................1. Introduction............................................................................................3. Chapter I. Action and intention..........................................................39. Chapter II. Prajna...............................................................................89. Chapter III. Doubts and Questions......................................................129. Chapter IV. Concentration and Wisdom...............................................157. Chapter V. Sitting in Ch'an................................................................167. Chapter VI. Repentance and Reform....................................................171. Chapter VII. Opportunities and Conditions............................................201. Chapter VIII. Sudden and Gradual.........................................................251. Chapter IX. Proclamations...................................................................275. Chapter X. Final Instructions...............................................................281. General Index........................................................................................319. Index: People And Places.......................................................................331. Appendix: A Bright Star in a Troubled World: The City of Ten Thousand Buddhas.........................................337. The Dharma Realm Buddhist University...................................340. Buddhist Text Translation Society............................................................343. Acknowledgements: Layout and cover: Bhikshuni Heng-ch'ih, Shramanerika Heng-chai. Typing: Up. Kuo Chih. Proofreaders and Editorial Assistance: Bhikshuni Heng-hsien, Shramanerikas Heng-cheih & Heng Ming. Masters Photo: Up. Kuo Ying Brevoort. Index: Bhikshuni Heng-ch'ih. EDITOR'S INTRODUCTION The Sixth Patriarch's Dharma Jewel Platform Sutra is the fundamental text of Ch'an Buddhism. It relates the life and teachings of Master Hui Neng, The Great Master the Sixth Patriarch, as set down by one of his disciples. During the seventh and eighth centuries under the T'ang Dynasty, Master Hui Neng taught the doctrines of no thought and sudden elightenment, which, as expounded in this text, continue to be the heart of Ch'an wherever it is practiced. As such, these are the only teachings of a chines high monk which are regarded by Buddhists as a Sutra, that is, as a sacred text equal to those compiled by the earlier South Asian masters. Interest in Buddhism in general and in Ch'an particular is now swiftly growing in the West, especially in America. Translations and re-translations of many of the central Buddhist texts have been appearing in consequence. A good deal of confusion has been an unfortunate by-product. Because Ch'an is so foreign to traditional Western thought, the renderings of Ch'an teachings into a Western language requires, even in the most literal translation, the virtual invention of a new vocabulary of concepts; and each new translation has tended to present a distinctly different rendition of the central Buddhist ideas. To elucidate them, commentaries are often added by the translators. But all of these translations and commentaries have been written by scholars who are not Buddhists. While that kind of non-membership is hardly important to a translator of ordinary philosophical writings, it becomes a severe stumbling-block for the translator of Ch'an teachings. For Ch'an is not a system of thought at all, but a special kind of moral and psychological work, aimed at a particular personal transformation which the Buddhists call enlightenment. Only one who through difficult practice has undergone that transformation can hope to teach Ch'an authoritatively and translate and comment on the sayings of the other masters without having to resort to guesswork about what the sayings mean. Fortunately for the students of the Way, an effort to establish an authoritative Buddhist canon in English has been now taken by Tripitaka Master Hsuan Hua and his American disciples. Master Hua stands in the direct line of orthodox Buddhist leadership as it has been handed down from the time of Shakyamuni Buddha. The present translation of The Sixth Patriarch's Sutra, here present in its second edition, was the first work of Master Hua to appear in America ( the first edition appeared in 1971 ). The translation itself was carried out under the Master's supervision by the Buddhist Text Translation Society, composed of the Master's disciples, who scholars both of Chinese and Buddhism. With his Western readers in mind, the Master has provided a running commentary to the Sutra text. The commentary was first spoken in a series of lectures in 1969. The Master's sure and witty manner of making the most difficult concepts plain, already well known to the Buddhists on both sides of the Pacific, has been rendered in English by his disciples with an eye to retaining the lively spoken style of the original. In his commentary, Master Hua's method is to read a few lines from the Sutra text and then expound upon their meaning or expand the doctorines in question, often by reference to contemporary American problems. This style of exposition follows the tradition of lecturing Sutras that has existed in China for many centuries. Until the appearance of this volume in it's first edition, there had been in the West little or no record or even description of the verbal teachings of Buddhism. The present volume serves as a rare example of Buddhism in action, as it has survived intact through the centuries. Upasaka Kuo Chou Rounds Buddhist Text Translation Society San Francisco, 1977. Biography of The Venerable Master Discovering and perfecting the method to extricate living beings from the most fundamental problem of human existence--that of birth and death--has been the primary focus of the venerable Master Hsuan Hua's life. On the sixteenth day of the third lunar month in 1908, his mother saw Amitaba Buddha emitting a light which illumined the entire world, when she awoke from this dream she gave birth to the Venerable Master. A rare fragrance lingered in the room following her dream and throughout the birth. The master's awareness of death came at eleven years old when he saw a lifeless infant. The realization that death and birth followed upon on another without cease and both bring suffering, pain and sorrow, awakened a profound sense of compassion and prompted his immediate resolution to leave home life and learn to bring an end to the cycle of birth and death. He honored his mother's wishes that he remained at home to serve his parents until their deaths, however. The following year on Kuan Yin Bodhisattva's birthday, he dreamed that an old woman wearing a patchwork robe and a string of beads appeared to guide him through a wilderness in which he was lost. she radiated compassion as she led him over the road which was gutted with deep and dangerous holes. He knew that if he had tried to traverse the road alone it would have been difficult if not impossible to reach safety, but as she guided him, the road became smooth and safe and he could see clearly in all directions. Ahead was his home. Glancing back on the dangerous road, he saw many people following him--old and young, men and women, sangha and scholars. \"Who are these people?\" he asked, \"Where did they come from and where are they going?\" \"They have affinities with you,\" she said, \"and they also want to go home. You must show them the Way so that you may all arrive at nirvana. I have important work to do elsewhere, and so I shall leave you now, but soon we shall meet again.\" The Master asked her name and where she lived. \"You will find out when you arrive home,\" she said. \"There's no need to ask so many questions.\" Suddenly she whirled around and disappeared. The Master led the people safely home and woke from his dream feeling extremely happy. During that same year he began bowing to his parents three times each, in the morning and evening--twelve bows a day. Then he thought \"The world is bigger than just my father and mother,\" then he began to bow to the heavens, the earth, to the Emperor, and to his teachers as well. He also bowed to his master, even though he had not yet met him. The Master new that without the aid of a good knowing advisor, it is impossible to cultivate, and he felt he would meet his master soon. He also bowed to the Buddhas, Bodhisattvas, Pratyeka Buddhas, and Arhats, and to all the good people in the world to thank them for all the good deed they had done; he bowed on behalf of the people they helped. \"Evil people are to be pitied,\" he thought, and he bowed for them, asking that their karmis offenses might be lessened and that they might learn to repent and reform. When doing this, he thought of himself as the very worst offender. each day he thought of new people to bow for and soon he was bowing 837 times in the morning and 837 times in the evening, which took about three hours a day in all. The Master didn't let others see him bow. He rose at four in the morning, washed his face, went outside, lit a sick of incense, and bowed, regardless of the weather. If there was snow on the ground, he would just bow in the snow. In the evening, long after everyone was asleep, he went outside and bowed again. He practiced this way every day for six years. During these years his filial devotion became known far and wide and he was referred to as \"Filial Son Pai.\" Nor did his filial devotion end at the death of his parents. On the day his mother was buried, he remained behind after the ceremonies were completed to begin a three-year vigil beside her grave. Shortly after, he left his mother's grave long enough to go to Three Conditions Temple;e at P'ing Fang Station south of Harbin to receive the shramanera precepts from Great Master Ch'an Chih. He then returned to his mother's grave and built a five by eight hut out of five inch sorghum stalks which kept out the wind and rain but actually set up a little distinction between inside and outside. He commenced to observe the custom of filial piety for watching over his mother's grave for a period of three years. Clothed only in a rag robe, he endured the bitter Manchurian snow and blazing summer sun. He only ate one meal a day, when there was food, and he simply did not eat if food was not offered to him. He never lay down to sleep. At the side of the grave, the Master read many sutras. When he first read the Lotus Sutra, he jumped for joy. He knelt and recited it for seven days and seven nights, forgetting to sleep, forgetting to eat, until eventually blood flowed from his eyes and his vision dimmed. Then he read the Shurangama Sutra, thoroughly investigating the Great Samadhi and quietly cultivating it: the three stoppings, the three contemplations, neither moving nor still. The master relates of this experience: \"I began to obtain single-minded profound stillness, and penetrate the noumenal state. When i read the Avatamsaka, the enlightenment became boundless in its scope, indescribable in its magnificence, unsurpassed in its loftiness, and ineffable in its clarity. National Master Ch'ing Liang said, Opening and disclosing the mysterious and subtle, Understanding and expanding the mind and its states, Exhausting the principle while fathoming its nature, Penetrating the result which includes the cause, Deep and wide, and interfused, Vast and great and totally complete. \"It is certainly so! It is certainly so! At that time I could not put down the text, and bowed to and recited the Great Sutra as if it were clothing from which one must not part or food which one could not do without for even a day. And i vowed to myself to see to its vast circulation.\" When his filial duties were completed, the master went into seclusion in Amitaba Cave in the mountains east of his home town. There he delved deeply into dhyana meditation practiced rigorous asceticism, eating only pine nut and drinking only spring water. The area abound with wild beasts, but they never disturbed the master. In fact wolves and bears behaved like house pets, tigers stopped to listen to his teachings, and wild birds gathered to hear the wonderful Dharma. After his stay in the mountains, the Master returned to Three Conditions Monastery where he helped the Venerable Master Ch'ang-chih and the Venerable Master Ch'ang-jen to greatly expand the monastery, while simultaneously devoting his time to the propagation of the Dharma. For more than three decades in Manchuria, the Master adhered strictly to ascetic cultivation, diligently practiced dhyana meditation, and worked tirelessly for the expansion and propagation of the Dharma. During those years, he visited many of the local monasteries, attended extensive meditation and recitation sessions, and walk ed many miles to listen to lectures on the Sutras, in addition to lecturing on the Sutras himself. he also visited various non-Buddhist establishments and obtained a thorough grounding in the range of their specific beliefs. In 1946 the master made a major pilgrimage which took him to P'u T'o Mountain to receive the complete precepts in 1947. Then in 1948, after three thousand miles of travel, the Master went to Nan-hua Monastery and bowed before the Venerable master Hsu-yun, the 44th Patriarch of Shakyamuni Buddha. At that first meeting the Venerable Master Hsu-yun, who was then 109 years old, recognized the master to be a vessel worthy of the Dharma and capable of its propagation. he sealed and certified the master's spiritual skill and transmitted to him the wonderful mind-to-mind seal of all Buddhas. Thus the Master became the 45th generation in a line descending from Shakyamuni Buddha, the nineteenth generation in china for Bodhidharma, and the ninth generation of the Wei-yang lineage. of their meeting the Master has written: The Noble Yun saw me and said, \"Thus it is.\" I saw the Noble Yun and verified, \"thus it is.\" The Noble Yun and I, both Thus, Universally vow that all beings will also be Thus.\" The mind-to-mind transmission is preformed apart from the appearance of the spoken word, apart from the mark of the written word, apart from the characteristic of the conditioned mind--apart from all such differences. Only sages who have genuine realization understand it; ordinary people have no idea what is happening. It is a mutual recognition of the embodiment of the principle of true suchness. Nearly eight years later, in may of 1956, the Venerable Master yun sent to the Master a document entitled \"The Treasury of the Orthodox Dharma Eye: The Source of Buddhas and Patriarchs.\" The document bears the seals of Yun-chu Monastery and of the Venerable Master Yun. It serves as tangible and public certification of the transmission of the mind-to-mind seal from the Venerable Yun to the Master, which took place during their initial meeting in 1948. In 1950 the Master resigned his post at Nan Hua Monastery as the Director of the Nan Hua Institute for the Study of the Vinaya, and journeyed to Hong Kong where he lived in a mountainside cave in the Mew Territories. he stayed in the cave until a large influx of Sangha members fleeing the mainland required his help in establishing new monasteries and temples throughout Hong Kong. he personally established two temples and a lecture hall and helped to bring about the construction of many others. He dwelt in Hong Kong for twelve years, during which many people were influenced by his arduous cultivation and awesome manner to take refuge with the Triple Jewel, cultivating the Dharma-door of recitation of the Buddha's name, and to support the propagation of the Buddhadharma. In 1962 the Master carried the Buddha's Dharma banner farther west to the shores of America where he took up residence in San Francisco, sat in meditation, and waited for past causes to ripen and bear their fruit. In the beginning of the year in 1968 the Master declared the flower of Buddhism would bloom that year in America with five petals; in the summer of that year the Master conducted the Shurangama Sutra dharma assembly which lasted 96 days--five of the people who attended the session left the home-life and became bhikshus and bhikshunis under the Master's guidance. Since that time more than twenty people have left the home life under his guidance. In 1968 the Master has delivered complete commentaries on The Heart Sutra, The Diamond Sutra, The Sixth Patriarch's Sutra, The Amitaba Sutra, The Sutra of the Past Vows of Earth Store Bodhisattva, The Great Compassion Heart Dharani Sutra, The Dharma Flower Sutra, The Sutra in Forty-two Sections, The Shramanera Vinaya and others. In June of 1971 the Master commenced a Dharma Assembly on the king of sutras, the Avatamasaka. With such tireless vigor the Master has firmly planted the roots of Dharma in western soil so that it can become self perpetuating. he has spent many hours every day explaining the teachings and their applications to cultivation, steeping his disciples in the nectar of Dharma that they might carry on the Buddha's teachings. The miraculous events that have taken place in the Master's life are far too numerous to relate in this brief sketch. This is but a brief outline of how the master has worked with selfless devotion to lay the foundation of the Buddha's teachings on western soil. Tripitaka Master Hua's Introduction All of the Sutras are guides to use in cultivating the way. They may be spoken by the Buddhas, the Bodhisattvas, the Patriarchs, and also by Arhats, transformation beings, and gods. Although they all serve the same purpose, the doctrines within them differ. The Sutras spoken by the Buddha were translated from their Indian languages into Chinese, and thus worked their way into Chinese society. In China, then, all the Sutras were translations, with the sole exception of this present work The Sixth Patriarch's Sutra, which was spoken by the great Chinese master the Sixth Patriarch. The Great Master was originally an illiterate peasant. When he heard the sentence of The Vajra (Diamond) Sutra which said, \"One should produce that thought which is nowhere supported, \" he experienced an awakening and went to Huang Mei to draw near to the Fifth patriarch, the Great Master Hung Jen. The Fifth patriarch transmitted to him the wonderful Dharma, \"using the mind to seal the mind.\" which has been handed down in unbroken Patriarchal succession. The Sixth Patriarch inherited this mind-seal Dharma-door and proceeded to carry out the wisdom-life of the Buddha in his speaking of The Sixth Patriarch's Sutra. Now, it has been translated into English and the mind-seal Dharma-door of the Buddha has there by been transmitted in perpetuity to the West. It is hoped that Westerners will now read, recite, and study it, and all become Buddhas, Bodhisattvas, and/or Patriarchs. This the main objective of this translation. may all who see and hear it quickly accomplish the Buddha Way. Wherever the Sutra is transmitted, the Orthodox Dharma may be found right in that place, causing living beings quickly to accomplish Buddhahood; such is the importance of this new translation. The Sutra is indeed a treasure trove; it is the true body of the Buddha, the compassionate father and mother of all living beings. It can give rise to limitless Buddhas, Bodhisattvas, and Patriarchs! May all in the West who now read this Sutra realize Bodhi and accomplish the Buddha Way! The Sutras contain the precious wisdom of the Buddha. There are some, let us call them \"garbage-eating\" scholars who claim that The Shurangama Sutra was not spoken by the Buddha. This is most certainly not the case, and I have made the following vow: If the Shurangama Sutra is false, I will fall into the uninterrupted hells forever. Ch'ang Pai-shan Seng San Francisco August 1977 Translator's Introduction This is the second edition of the first commentary to The Sixth's Patriarch's Dharma Jewel Platform Sutra ever to express the essence of the Sixth Patriarch's heart. Since the time the Great Master spoke this Sutra, no other commentary has revealed his basic principles, the Dharma of his heart. Tripitaka Master Hsuan Hua's commentary unfolds the heart Dharma, the mind-seal, before the reader. If you wish to understand the wonderful meaning of this Sutra, you should study this commentary, for within it are set forth the limitless, inexhaustible, profound principles of Buddhadharma. Among Western and Eastern peoples it is the flower of wisdom, the real fruit of Bodhi. Furthermore, this translation has been prepared by the Buddhist Text translation Society of the Sino-American Buddhist Association. Each of its members, Bhikshus, Bhikshunis, Upasakas, Upasikas, many of whom hold Master's and Doctor's degrees, have read the manuscript with care over a period of several years to insure its accuracy. Essentially, the mind-seal cannot be spoken or expressed in writing, but in his commentary the Master has done just that, using analogies and expedient devices to cause people to understand what they have never understood before. Tripitaka Master Hua was born in northern China, and after his mother's death he practiced filial piety by sitting beside her grave for a period of three years. he built a small grass hut to keep out the wind and rain, and sat there in meditation. if food was brought to him he ate; if no food was brought, he did not. The Master later travelled south to Canton, where he was appointed by venerable master Hsu Yun to serve as head of the Vinaya Academy at Nan Hua Monastery, the temple of the Sixth Patriarch. He later received in transmission the Dharma of Master Hsu Yun and became his Dharma successor. Since arriving in America, the Master has turned the Great Dharma Wheel, lecturing on such Sutras as The Shurangama Sutra, The Lotus Sutra. the Earth Store Bodhisattva Sutra, the Vajra Sutra, and the Heart Sutra, and others. He teaches an ever-growing number of American disciples many of whom have left home to become Bhikshus and Bhikshunis. In San Francisco, the Master has founded Gold Mountain Monastery where he is lecturing on The Avatamsaka Sutra. He also founded the International Institute for the Translation of Buddhist texts. He also made the solemn vow that wherever he goes the Orthodox Dharma will prevail and the Dharma-ending Age shall not set in. Most recently the Master established the City of Ten Thousand Buddhas, near Talmage, California. a vast complex of 237 acres and 60 buildings, to serve as the center of World Buddhism. The City of Ten Thousand Buddhas now holds Dharma Realm Buddhist University, of which the Master is President, and soon to be established are many programs to benefit living beings in many ways. The Master firmly upholds the Orthodox Dharma, for the Dharma he teaches from direct and authoritative transmission, and he works unceasingly for the Buddha, the Dharma, and the Sangha. This lively commentary constitutes the first authentic transmission to the West of the mind-seal of all Buddhas which has passed in unbroken patriarchal succession from Shakyamuni Buddha to present day. We present this volume as the foundation for the flourishing of Buddhadharma in the West. Bhikshuni Heng Yin Buddhist Text Translation Society Co-chairperson, Primary Translation Committee, International Institute for the Translation of Buddhist Texts San Francisco August, 1977 Reviewer's Preface When the fifth Patriarch transmitted the Dharma to the Sixth Patriarch he said to him, \"Do not speak too soon, for the Buddhadharma arises from difficulty.\" Centuries later in Northern China, Tripitaka master Hsuan Hua, then known as Filial Son Pai, was practicing filial piety. He cultivated and meditated for three years beside his mother's grave. His only protection from the northern winds and rains was a five foot square hut made from the stalks of sorghum bound together in an A-frame which left both ends exposed to the elements. One time when cultivating there a miracle happened. Filial Son Pai saw the Great Master the Sixth Patriarch come to his hut. he entered through one of the openings and talked to the filial son just like an ordinary person. Filial Son Pai thought that he was real, forgetting at that time that the Great Master had entered Nirvana over a thousand years ago. The Sixth patriarch said to the Filial Son: \"In the future you can go to America. You will meet this person and that person... Five schools will divide into ten, to teach and transform living beings. Ten will become a hundred, a hundred will become a thousand, and so forth to endless, endless numbers, in abundance, abundance, abundance, endless abundance-- numbers incalculable as grains of sand in the River Ganges. This Marks of the true beginning of the Proper Dharma in the West.\" After they had talked, when the great master moved to leave, the filial son rose to escort him. They walked together a few steps and suddenly the Sixth Patriarch was gone. it was then that the Filial Son Pai realized, \"Oh! The Sixth Patriarch entered Nirvana hundreds of years ago, but nonetheless, I met him today!\" Several decades after this miracle, following years of difficulty and hard cultivation, in a cold and tiny temple in Chinatown, Tripitaka Master Hsuan Hua began transmitting the Dharma of the mind-seal of all Patriarchs. he continues to do so every day. Those who recognize him listen to it, consider it, and cultivate it. In this commentary on The Sixth Patriarch's Sutra the master says, \"...you will succeed only if you do not fear suffering. The Buddhadharma arises from difficulty, the more difficult, the better. So now you must endure suffering. This is difficult, but you can do it, for it is the opening of your wisdom.\" Bhikshuni Heng Ch'ih Buddhist Text Translation Society Co-chairperson Primary Translation Committee International Institute for the translation of Buddhist Texts San Francisco August, 1977 FOREWORD The Sixth Patriarch's Dharma Jewel Platform Sutra has been explained in America before, but i do not know how well it has been done. Some lecturers simply read the text aloud, and, since each Sutra has its own special interpretation, merely reading it aloud does not reveal the meaning. The Buddhadharma flourished in China, but only the teachings of the Sixth Patriarch, the illiterate Patriarch, were made into a Sutra. it was recorded by the Master's disciple Fa Hai.1 Although his transcription may not mirror the patriarch's exact words, the meanings expressed are correct. I hope that every one will study the Buddhadharma with his true mind, and not hold the opinion that it is very easy. it is only by regarding the buddhadharma as extremely important that you will be able to comprehend the principles which i explain. Introduction The Sixth Patriarch's Dharma Jewel Platform is the specific title of this Sutra, and the word Sutra is a general term for all discourses given by the Buddha. In order to clarify their content, Sutra titles are classified into seven types, according to their reference to person, dharma, and analogy, as follows: A. Three Single: Three of the same types of titles refer to only one of those categories of person, dharma, or analogy, and so they are called the three single.\" For example: 1. The Buddha Speaks of Amitaba Sutra is a title established solely by reference by person; both the Buddha and Amitaba are persons, for only a person can cultivate and realize Buddhahood. The Buddha is a person,people are just Buddhas. In Chinese, when we write the word Buddha ( ), the symbol for \"person\"( ) stands on the left-side. 2. The Mahaparinirvana Sutra is a title established by reference to the Dharma, \"nirvana.\" Nirvana is a Sanskirt word which in Chinese is composed of two characters \" -nieh p'an\" which may be explained as \"not produced and not destroyed.\" 3. The Brahma Net Sutra is a title established by reference to analogy. In this Sutra the Buddha the precepts. if you keep these precepts, you will give forth light, like the great net in the heaven of the Brahma King. But if you carelessly break the precepts, you commit the grave offense of \"knowing and yet deliberately violating the dharma.\" Your light then flows into the three evil paths: the hell beings, animals, and hungry ghosts, where there is not the slightest trace of merciful treatment. B. Three Double: Titles established by reference to person and dharma, person and analogy, or dharma and analogy are called the \"three double.\" For example: 4. The Wonderful Dharma Lotus Flower Sutra is a title established by reference to dharma and analogy since the Wonderful Dharma is analogous to the Lotus Flower. 5. The Lion Roar of the Thus Come One Sutra is a title established by reference to person and analogy. Thus Come One is the first of ten honorific titles given to every Buddha and therefore represents a person. The Lion Roar is analogous to him speaking the Dharma. 6. The Sutra of the Questions of Manjushri is a title established by reference to a person, the Bodhisattva manjushri of great wisdom, and the Dharma he requested, Prajna. C. Complete in One: The seventh classification contains references to person, dharma, and analogy. 7. The Great Universal Buddha Flower Adornment Sutra (Avatamsaka Sutra) refers to the buddha as a person, Great and Universal as a dharma, and Flower Adornment as an analogy. The Sixth patriarch's Dharma Jewel Platform Sutra is a chinese, not an Indian Sutra, and its title is not classified according to the seven topics mentioned above. This sutra is classified according to person, dharma, and place. The Sixth patriarch is a person, the Dharma jewel is a dharma, and the Platform is a place. I will now explain the specific title of this Sutra. The Sixth Patriarch. master Hui Neng of nan hua Temple, who spoke the Sutra at the beginning of the eighth century A.D., was the Sixth Chinese Patriarch. he lived six generations after bodhidharma, who brought the Mahayana teaching to China from India and who become the First Chinese Patriarch. Bodhidharma was also the twenty-eighth Indian Patriarch, and so from the time of Shakyamuni buddha, the Great Master Hui Neng is counted as the Thirty-Third generational Patriarch. Dharma. Dharma is a method. It is like a rule, a model, or a pattern. if one cultivates according to this method, that is practicing \"Dharma.\" Platform. The platform is the place this Sutra was spoken. This Dharma Seat may rise above the ground by three, five or nine feet, but never more than ten feet. In front of it sits a small table which holds Sutras. Dharma Masters speak Dharma, administer the Three Refuges,1 and transmit precepts from the Dharma Seat, which Dharma protectors, good spirits, and numerous diamond-treasury Bodhisattvas.2 take turns protecting. Sutra. The Sixth Patriarch's Dharma Jewel platform is the specific name of the Sutra, and the word \"Sutra\" is its general name. \"Sutra\" is a Sanskrit word which means \"a tally.\" Above, it tallys with the true principle of all Buddhas, and below, with the opportunities for teaching living beings. Above, it tallies with true suchness, the miraculous principle of all Buddhas, and below, it tallies with the living beings who need the teaching. Thus, a Sutra tallies with both the principle and the opportunity. The word Sutra has four additional meanings: 1. String together. The principles of the bodhidharma are linked together by the Sutra just like beads are linked together on a string. 2. Attracting. Creating opportunities for teaching living beings, a Sutra attracts living beings just like a magnet attracts iron fillings. All living beings who wish to study the Buddhadharma will be drawn to the principles in the Sutras, like iron fillings to a magnet. 3. Permanent. From antiquity to the present, a Sutra does not change. Not one word can be deleted; not one meaning can be added. Not increasing or decreasing, a Sutra is permanent, unchanging. 4. Method. A Sutra is a method respected by living beings of three periods of time. In the past, living beings relied on this method to cultivate and attain Buddhahood. In the present, living beings depend on it to move from the position of foolish common people to that of Buddhahood. In the future, living beings will also cultivate according to this method. A Sutra is a method, then, venerated throughout the three periods of time. The word Sutra has many more meanings. For example, a Sutra is like a bubbling spring; principles flow from it like bubbling water up out of the earth. It is also like carpenter's chalk-line, which makes a perfectly clear, straight guide. But if you understand the first four meanings, you understand the basic meanings. To explain a Sutra correctly, one must first outline it according to the Five Profound Meanings of the T'ien T'ai School: 1. Explaining the name. According to the seven kinds of Sutra titles explained previously, this Sutra is established by reference to person, Dharma, analogy, and place. 2. Discriminating the Substance. This Sutra takes the Real Mark1 as its substance. The Real Mark is without a mark, and yet there is nothing which is not marked by it. 3. Clarifying the Principle. The principle of this Sutra is the realization of Buddhahood. if you cultivate according to this Sutra, you can realize the Buddha position 4. Discussing the Function. This Sutras function is to lead you to understand the mind and see your own nature. if you understand the mind, you have no worries. if you see your own nature, you have no cares. No longer do you quit worrying about one problem only to begin worrying about another and, when that one is solved, find yet another one to take its place. If you understand the mind and see your own nature, then everything is easy. 5. Determining the teaching mark. This Sutra is like sweet dew, the heavenly elixir of immortality. Drink it once and you will never die. The Sutra is also like ghee, a clarified butter with the most miraculous and the most subtle of tastes. Ghee is also used to describe the Sutras spoken by Shakyamuni Buddha during the Dharma Flower and Lotus-Nirvana periods of his teaching.1 THE FIVE PREVIOUS CHINESE PATRIARCHS It wasn't easy being the Sixth Patriarch. Many wished to kill him and his disciples as well. For this reason, after the Great master obtained the Dharma, he went into hiding, dwelling among hunters for sixteen years. Even after establishing his Dharma platform at Nan Hua Temple, followers of other religions tried to kill him, and so the Great Master hid inside a big rock. He sat there in meditation, and although they set the mountain on fire, he was untouched by the flames. The rock could still be seen when i was at Nan Hua Temple. Who wanted to kill him? In general it wasn't you and it wasn't me. On the other hand if you consider the insane things we have done in our past lives, it might well have been you or it could have been me. But in this life it wasn't you or me so there is no need to worry about breaking precepts in this case. As I told you, the Great Master is counted as the Sixth Patriarch from the First Patriarch, Bodhidharma, who was the Twenty-eighth Indian Patriarch. \"Bodhi\" means enlightenment and \"Dharma\" means law. When Bodhidharma set sail from India, fulfilling Shakyamuni Buddha's prediction that Mahayana1 teaching would be transmitted to China during the time of the Twenty-eighth Patriarch, the Buddhadharma already existed in China, yet it was if it was not there at all. Although there were men who studied, there were few who lectured or recited the sutras and repentance ceremonies were seldom practiced. Cultivation was superficial. Scholars debated and argued, but none of them truly understood. The principles in the Sutras must be cultivated, but at that time in China they were not cultivated because everyone feared suffering. Now, in America, it is just the same. People sit in meditation. However as soon as there legs begin to ache, they wince and fidget and then gently unbend them. People are just people and nobody likes to have aching leg While still in India, Patriarch Bodhidharma sent two of his disciples, Fo T'o and Yeh She, to China to transmit the sudden enlightenment Dharma door. But no one, not even Chinese Bhikshus1 would speak to them. So they went to Lu Mountain where they met the Great Master Yuan Kung, who lectured on mindfulness of the Buddha. Master Yuan asked, \"What Dharma do you transmit that causes people to pay you so little respect?\" Fo T'o and Yen She could not speak Chinese, so they used sign language instead. raising their arms in the air, they said, \"Watch! The hand makes a fist and the fist makes a hand. Is this not quick?\" Master Yuan replied, \"Quick indeed.\" \"Bodhi (enlightenment) and affliction,\" they said, \"are just that quick.\" At that moment, Dharma Master Yuan became enlightened, realizing that originally Bodhi and affliction are not different, for bodhi is affliction and affliction is Bodhi. he made offerings to Fo T'o and Yeh She, and shortly thereafter, the two Indian Bhikshus died on the same day, in the same place. Their graves may still be seen at Lu Mountain. Patriarch Bodhidharma saw that the roots of Mahayana, the Great Vehicle Buddhadharma, were ripe in China. Fearing neither the distance nor the hardship of travel, he took the dharma there. The Chinese called him \"barbarian\" because he talked in a way no one understood. When the children looked up at the bearded Bodhidharma, they ran away in terror. Adults feared that he was a kidnapper and so told their children to stay away from him. Patriarch Bodhidharma went to Nan Ching where he listen to Dharma Master Shen Kuang explain the sutras. When Shen Kuang spoke, the heavens rained fragrant blossoms and a gold-petalled lotus rose from the earth for him to sit upon. However, only those with good roots, who had opened the five eyes2 and the six spiritual penetrations were able to see that. Now! Isn't that wonderful? After listening to the Sutra, Bodhidharma asked, \"Dharma Master, what are you doing?\" \"I am explaining Sutras,\" Shen Kuang replied. \"Why are you explaining Sutras?\" \"I am teaching people to end birth and death.\" \"Oh?\" said Bodhidharma, \"exactly how do you do that? In this Sutra which you explain, the words are black and the paper is white. How does this teach people to end birth and death?\" Dharma master Shen Kuang had nothing to say. How did he teach people to end birth and death? He fumed in silence. Then, even though heavenly maidens rained down flowers and the earth gave forth golden lotuses, Dharma master Shen Kuang. This is what I mean when I say that the Buddhadharma existed in China but it was if it were not there at all. When angry, Dharma master Shen Kuang used his heavy iron beads to level opposition. In response to Bodhidharma's question, he reddened with anger and raged like a tidal wave smashing a mountain. As he whipped out his beads, he snapped, \"You are slandering the Dharma!\" and cracked Bodhidharma across the mouth, knocking loose two teeth. Bodhidharma neither moved nor spoke. He hadn't expected such a vicious reply. There is a legend about the teeth of holy men. You must not ask about the principle, however, because it is too inconceivable. The legend says that if a sage's teeth fall to the ground, it won't rain for three years. Patriarch Bodhidharma thought, \"If it doesn't rain for three years, people will starve! I have come to China to save living beings, not to kill them!\" So Bodhidharma did not let his teeth fall to the ground. Instead, he swallowed them and disappeared down the road. Although he had been beaten and reviled, Bodhidharma could not go to the government and file suit against Dharma Master Shen Kuang. Those who have left home have to be patient. How much more must a patriarch forbear. Bodhidharma then met a parrot imprisoned in a wicker cage. This bird was much more intelligent than the Dharma Master Shen Kuang. Recognizing Bodhidharma as the First Patriarch, the bird said. Mind from the West. Mind from the West. Teach me a way To escape from this cage. Although Bodhidharma had received no response from people, this parrot recognized him. Hearing the birds plea for help, Bodhidharma whispered a secret expedient teaching to teach his bird how to end suffering. He said, To escape the cage, To escape the cage, Put out both legs, Close both eyes. This is the way To escape from the cage! The parrot listened attentively and said, \"All right! I understand,\" and stuck out his legs, closed his eyes, and waited. When the bird's owner came home from work, he always played with his parrot. But this time when he looked in the cage he was shocked. The owner was on the verge of tears. he couldn't have been more upset if his son had died. He pulled opened the cage door and scooped up the bird, which lay still and quiet in his hand. The body had not yet chilled. The owner looked with disbelief at the little body. He peaked at it from left and right...it didn't even quiver. Slowly he open his hand...PHLLRTTPHLRTTPHLRTT! The bird broke loose from his hand and flew away! Now, like the parrot, we are in a cage. How do you escape? You may say, \"T am really free. if I want to eat, I eat; if I want to drink, I drink. I do not have to follow rules. I can do anything.\" Don't think you are quite so clever. This is not freedom, it is just confusion. To be free, you must be free of birth and death, and then, if you wish to fly into space you can fly into space, and if you wish to drop into the earth, you can drop into the earth. If you can do this, you are truly independent. Like the parrot, you are free. As I explain The Sixth Patriarch's Dharma Jewel Platform Sutra, I do not lecture well. This is not polite talk; it's true. Some lecture well, yet do not dare explain. After I have lectured, you of true eloquence may follow. When you opened your wisdom, you will understand. In his anger, Dharma Master Shen Kuang knocked out two of Bodhidharma's teeth. he thought he had won a great victory because the Barbarian put forth no opposition. But not long after, the Ghost of Impermanence, wearing a high hat, paid a call on Dharma Master Shen Kuang: \"Your life ends today,\" said the ghost. \"King Yama, the king of the dead, has sent me to escort you.\" Master Shen Kuang said, \"What? why must I die? When I speak the Dharma, flowers fall from the heavens and the earth bubbles forth golden lotuses, yet I still have not ended birth and death? Tell me, is there a person in this world who has ended birth and death?\" \"There is,\" came the reply. \"Who?\" asked Shen Kuang. \"Tell me, and I'll follow him to study the Way.\" \"he is the black-faced Bhikshu whose teeth you knocked out. King yama bows to him everyday.\" \"Please, Old Ghost, speak to king yama on my behalf. I want to follow that Bhikshu. I am determined to end birth and death. Can't you allow me some more time?\" \"All right,\" said the ghost. \"Since you are sincere, King Yama will wait.\" Dharma Master Shen Kuang was delighted. he was so quick to rush after Bodhidharma, that he forgot to thank the Ghost of Impermanence; in fact, he even forgot to put on his shoes. He ran until he met the parrot whom Bodhidharma had freed, and suddenly he understood, \"Originally it is just this way! I need only act dead. I need only be a living dead person!\" Bodhidharma walked on, ignoring the barefoot Dharma Master following behind. Arriving at Bear's Ear Mountain in Loyang, the Patriarch sat down to meditate facing a wall. For nine years, Patriarch Bodhidharma sat meditating and Dharma Master Shen Kuang knelt beside him, seeking the Dharma. Earlier, when I spoke this public record, an eleven year old child asked me, \"During the nine years he knelt, did he eat or not?\" I replied, \"How could anyone kneel for nine years without eating and still live? When the Patriarch meditated, Shen Kuang knelt, and when the patriarch ate, Shen Kuang ate.\" But this is not recorded in the books. While the Patriarch was sitting, many people came to bow to him and were receive as his disciples. One day a great snow fell, and it rose in drifts as high as Shen Kuang's waist, and yet he continued to kneel. Finally Patriarch Bodhidharma asked him, \"Why are you kneeling here in such deep snow?\" \"I want to end birth and death,\" replied Shen kuang. \"When I was lecturing Sutras I was unsuccessful. Please, Patriarch, transmit this dharma to me.\" \"What do you see falling from the sky?\" asked Bodhidharma. \"Snow,\" said Shen Kuang. \"What color is it?\" asked Bodhidharma. \"It's white of course.\" \"When red snow falls from the sky,\" said Bodhidharma, \"I will transmit the Dharma to you. You knocked out two of my teeth, and I have been most compassionate in not taking revenge. Do you really expect me to give you the Dharma?\" This was the test that the Patriarch Bodhidharna gave to Master Shen Kuang. How did Shen kuang complete this test? Cultivators of the Way carry a knife to protect the substance of their precepts. A true cultivator would rather cut off his head than break a precept. Shen kuang drew his precept knife, and with one slice, cut off his arm and thus passed his test. His blood flowed on the new fallen snow. He scooped up a bucket full of crimson snow, dumped it before Bodhidharma, and said, \"Patriarch do you see? The snow is red!\" Bodhidharma said, \"So it is, so it is.\" He had tested Shen Kuang's sincerity, and now the Patriarch was extremely happy. \"My coming to China has not been in vain...I have met a person who dares to use a true mind to cultivate the Way, even forsaking his arm in search of the Dharma.\" The patriarch then spoke the Dharma door of \"Using the mind to seal the mind.\" 1 It points straight to the mind to see the nature and realize Buddhahood. While hearing this dharma, Shen Kuang didn't think about the pain in his arm, and before that he had thought only making the snow turn red. But now once again produced discursive thought: \"My arm really hurts!\" he said. \"My mind is in pain. Please Patriarch, quiet my mind.\" \"Find your mind,\" said Bodhidharma. \"Show it to me and I will quiet it for you.\" Dharma Master Shen Kuang searched for his mind he looked in the ten directions: north, east, south, west, in the intermediate points, and up and down. he also looked in the seven places that the Venerable Ananda looked when Shakyamuni Buddha asked him the same question in the Shuragama Sutra.2 That is. 1. He looked inside his body; 2. he looked outside his body; 3. he looked for it hidden somewhere in his sense organs. 4. He looked where there was light; 5. He looked at the place where conditions come together. 6. He looked in the middle, between the organs and their objects; 7. And, finally he looked in the place of non-attachment, which is no place. At last Shen Kuang said to Bodhidharma, \"I can't find my mind! Great Master, it is nowhere to be found.\" \"This is how well i have quieted your mind,\" said the Patriarch. At these words, Shen Kuang understood the meaning of the Dharma transmission, the wonderful, ineffable principle. Ten thousand dharmas return to one; Where does the one return? Shen Kuang did not understand, And ran after Bodhidharma; Before him at Bear's Ear Mountain Knelt nine years Seeking Dharma to escape King Yama. With the transmission of the Dharma, Shen Kuang received the name \"Hui K'o\" which means \"Able Wisdom.\" Master Hui K'o asked Bodhidharma, \"In India, did you transmit the dharma to your disciples? Did you also give the robe and the bowl as certification?\" \"I transmitted the Dharma in India,\" replied Bodhidharma, \"but i did not use the robe and the bowl. Indian people are straight forward. When they attain the fruit, they know they must be certified. If no one certifies them, they do not say, 'I have attained the Way! I have given proof to Arhatship! I am a Bodhisattva!' They do not speak like this.\" \"Chinese people, however, are different. many Chinese have the Great Vehicle Root Nature,1 but there are also many people who lie. Having cultivated without success, such people claim to have the way. Though they have not certified the fruit, they claim to be certified sages. Therefore I transmit the robe and bowl to prove that you have received the transmission. Guard them well and take care.\" While the Patriarch was in China, he was poisoned six times. Dharma Master Bodhiiruci and Vinaya Master Kuang T'ung were jealous of him. They prepared a vegetarian meal which contained a invariably fatal drug, and offered it to the Patriarch. Although he knew it was poisoned, he ate it. Then he vomited the food on to a tray, and it was transformed into a pile of writhing snakes. After this unsuccessful attempt, Bodhiruci tried again, using an even more potent poison. Again, Bodhidharma ate the food. Then he sat atop a huge boulder and spat out the poison. The boulder crumbled into a heap of dust. In four more attempts, jealous people tried without success to poison the Patriarch. One day, the Great Master Bodhidharma said to Hui K'o, 'I came to China because I saw people with the Great Vehicle Root Nature. now i have transmitted the Dharma and am ready to complete the stillness.\" After his death the Patriarch's body was buried. there was nothing unusual about his funeral. In Northern Wei (386-532 A.D.), however, an official called Sung Yun, met Bodhidharma on the road to Chung Nan Mountain in Ts'un Ling. When they met Bodhidharma was carrying one shoe in his hand. he said to Sung Yun, \"The king of your country died today. Return quickly! There is work to be done.\" The official asked, \"Great Master, where are you going?\" \"Back to India,\" the Great Master replied. \"Venerable One, to whom did you transmit your dharma?\" \"In China after forty years, it will be 'K'o.'\" Sung Yun returned to his country and reported the incident. \"Recently, in Ts'un Ling, I met the Patriarch Bodhidharma who told me that the king of our country had died and instructed me to return back to the capital. When I arrived I found it exactly as he had said. How did he know?\" His countrymen scoffed, \"Bodhidharma is already dead. How could you have met him on the road?\" Then they rushed to the Patriarch's grave and found it empty, with nothing inside but one shoe. Where did Bodhidharma go? No one knows. Perhaps he came to America. Wherever he wanders, no one can recognize him, because he can change and transform according to his convenience. When he came to China he said he was one hundred and fifty years old, and when he left he was still one hundred and fifty years old. No historical references can be found. When Bodhidharma was about to enter Nirvana he said, \"I came to China and transmitted my Dharma to three people. One received my marrow, one received my bones, and one received my flesh.\" After the transmission, the patriarch himself no longer had a body. Great Master Hui K'o received the marrow and Ch'an Master Tao Yu received the bones. Bhikshu Tsung Ch'ih would recite The Lotus Sutra from memory. After she died, a green lotus flower grew from her mouth. She received Bodhidharma's flesh. In the end, Bodhidharma had no body at all. So don't look for him in America; you won't find him. The Second Patriarch, Hui K'o of the Northern Ch'i (550-577 A.D.) whose family name was Chi, was formerly Shen Kuang. When he was born, his parents saw Wei T'ou Bodhisattva, the golden armored spiritual being, come to offer protection; thereupon they named their son \"Shen Kuang\" which means \"spiritual light.\" Not only was the Patriarch intelligent, but he had an excellent memory as well, and his skills and powers of discrimination were so remarkable that he could read ten lines in the time it took an ordinary person to read one. In a gathering of one hundred people, all talking at once, he could clearly distinguish each conversation. The Great Master, however, had great anger; he disagreed with everyone and was ready to fight. When Shen Kuang explained Sutras, as I have told you, he uses his iron beads to win his arguments. Later, after he knelt for nine years in quest of the Dharma, it was his great anger which enabled him to cut off his arm and feel no pain. It was also because of this anger that he later felt pain. Unafflicted by anger, he would have felt no pain. pain is just an affliction and affliction is the cause of pain. The Second Patriarch was forty years old when he left Bodhidharma. having obtained the Dharma, he went into hiding because Bodhiruci and Vinaya Master Kuang T'ung, who had made six attempts on the life of Bodhidharma, also wished to kill his disciples. So although Hui K'o had great anger, he nevertheless obeyed his teacher and went into hiding for forty years. When he was eighty, he began to propagate the Buddhadharma, teaching and transforming living beings. Later, the disciples of Bodhiruci and Vinaya Master T'ung Kuang tried to kill Master Hui K'o, who feigned insanity to lessen the jealousy of his rivals. But he never ceased to save living beings who were ready to receive his teaching. Because so many people continued to trust the Second Patriarch, Bodhiruci's disciples were still jealous. They reported Hui K'o to the government, accusing him of being a weird inhuman creature. \"He confuses the people who follow him,\" they charged; \"he is not even human.\" The emperor ordered the district magistrate to arrest him, and Hui K'o was locked up and questioned: \"Are you human or are you a freak?\" asked the Magistrate. \"I'm a freak,\" replied master Hui K'o. The magistrate knew that the Patriarch was saying this to avoid jealousy, so he ordered him to tell the truth. \"Speak clearly,\" he demanded, \"what are you?\" The Great Master replied, \"I'm a freak.\" Governments can't allow strange freaks to roam the earth, and so Hui K'o was sentenced to die. Now, isn't that the way of the world? The Patriarch wept when he told his disciples, \"I must undergo retribution.\" He was a courageous man, certainly not one who would cry out of fear of death. he was sad that the Dharma had not been widely understood during his lifetime. \"The Buddhadharma will not flourish until the time of the fourth Patriarch,\" he announced, and then he faced the executioner. \"Come and kill me he said!\" he said. The executioner raised his axe and swung it towards the master's neck. What do you think happened? You are probably thinking, \"He was a patriarch with great spiritual power. certainly the blade shattered and his neck was not even scratched.\" No. The axe cut off his head, and it didn't grow back. However, instead of blood, a milky white fluid flowed onto the chopping block. You think, \"Now really,this is just too far out.\" If you believe it that is fine. if you don't believe it that is fine too; just forget it. However, I will give you a simple explanation of why blood did not flow from the Patriarch's neck: When a sage enters the white yang1 realm his body becomes white because his body has completely transformed into yang, leaving no trace of yin. \"I don't believe it,\" you say. Of course you don't. If you did, you would be just like the Second Patriarch. When the executioner saw that the master did not bleed, he exclaimed, \"Hey! He really is a freak! I chopped off his head, but what came out was not blood, but this milky white fluid. And his face looks exactly as it did when he was alive!\" The emperor knew that he had executed a saint, because he remembered that the Twenty-fourth Indian Patriarch, Aryasimha, had also been beheaded and had not bled, but a white milky fluid had poured forth, because he had been without outflows. When one has no ignorance, one may attain to a state without outflows and enter the white yang realm. You think, \"But you just said the Patriarch Hui K'o had great anger. How could he have been without great ignorance?\" You are certainly more clever than I, for i did not think of this question. But now that you have brought it up, I will answer it. His was not petty anger like yours and mine which explodes like firecrackers, \"Pop! Pop! Pop.\" His anger was wisdom and because of it his body became yang. Great patience, great knowledge, great courage, great wisdom: That's what his temper was made of. Realizing that Hui K'o was a Bodhisattva in the flesh, the Emperor felt great shame. \"A Bodhisattva came to our country,\" he said, \"and instead of offering him protection, we kill him.\" Then the Emperor had all the officials take refuge with this strange Bhikshu. Thus, even though the Second Patriarch had already been executed, he still excepted these disciples. The Third Patriarch, Seng Ts'an of the Sui Dynasty, was of unknown family and origin. When he first came to visit the Second Patriarch, his body was covered with repulsive sores like those of a leper. \"Where are you from?\" asked the Second Patriarch. \"What are you doing here?\" \"I have come here to take refuge with the High master and to study and cultivate the Buddhadharma,\" answered Seng Ts'an. \"You have a loathsome disease and your body is filthy. How can you study the Buddhadharma?\" Master hui K'o was clever, but Dhyana Master Seng Ts'an was even more clever. \"I am a sick man and you are a high master,\" he said, \"but in our true minds where is the difference?\" Thereupon, the Second patriarch transmitted the Dharma to Seng Ts'an saying, \"This robe and bowl have been passed on from Bodhidharma. They certify that you have received the Dharma Seal. In order to protect it, you must go into hiding, because bodhiruci's follower's will try to harm you. be very careful and let no one know that you have received the transmission.\" The Third Patriarch also feigned insanity while he taught living beings. During the persecution of Buddhism by the Emperor Wu of the Norther Chou dynasty (reigned from 561-577 A.D.), the Patriarch fled into the mountains. While he hid there, the tigers, wolves, leopards, and other fierce animals all disappeared. After transmitting the Dharma to the Fourth Patriarch, Thai Hsin, Master Seng Ts'an invited a thousand Bhikshus to a great vegetarian feast. After they had eaten, he said, \"You think that to sit in a full lotus is the best way to die. Watch! I'll demonstrate my independence over birth and death!\" The Master left the dining hall, followed by the thousand bhikshus. he halted by the trunk of a tree, and after pausing for a moment, he leapt up and grabbed a big branch. Then while swinging from the tree by one hand he entered Nirvana. No one knew his name or his birthplace. Someone is afraid and thinks, \"The First Patriarch was poisoned, the Second Patriarch was beheaded, the Third Patriarch died hanging from a tree. I certainly do not want to be a patriarch. It's much too dangerous.\" With this attitude, even if you wanted to be a patriarch you could not. As long as you fear death, as long as you fear anything at all, you cannot even be a patriarch's disciple. Patriarchs are not afraid of suffering. They are not afraid of life and they are not afraid of death. making no distinctions between life and death, they roam among people, teaching and transforming them. Like Fo T'o and Yeh She, they know that affliction is just Bodhi and birth and death is Nirvana. So, tell me now, who is not afraid of birth and death? if there is such a one, I will make him a patriarch. The Fourth Patriarch's name was Thai Hsin. While very young, Master Thai Hsin left home under Master Seng Ts'an and for sixty years he sat in Dhyana concentration, without lying down to rest. Although he seldom opened his eyes, he wasn't asleep. He was working at cultivation. When he did open his eyes, everyone shook with terror. Why? No one knew. Such was the magnitude of his awesome virtue. Hearing of the master's great virtue, in the seventeenth year of the Chen Kuan Reign of the T'ang dynasty (643 A.D.), the emperor sent a messenger to invite him to the place to receive offerings. Unlike we common people, we would attempt to wedge ourselves into the court without being asked, the Great Master, the Fourth Patriarch, refused the invitation saying, \"I am too old and the journey would be tiring. eating on the road would be too difficult. I cannot undergo such hardship.\" When the messenger delivered the Patriarch's reply, the Emperor said, \"Go back and tell him that the Emperor says that no matter how old he is or how difficult the journey, i have ordered him to come to the palace.\" The messenger returned to the patriarch and said, \"Master, regardless of your health, you must come to the Emperor's court. We will carry you back if necessary!\" At that time, since there were no airplanes or cars, travel was difficult. \"No, I cannot go,\" replied the Patriarch. \"I am too old and ill. take my head if you must, but my heart will not go.\" The messenger thought, \"There is nothing to do but to go back without him. I cannot take his head to the Emperor. This Bhikshu is very strange; he is hardly human.\" The messenger then hurried back to the Emperor. \"Your Excellency, you may have the Master's head but his heart will not move!\" \"Very well, go get his head,\" replied the Emperor. He put a knife in a box and gave it to the messenger saying, \"Slice off his head, but under no circumstances should you harm this Bhikshu.\" the messenger understood. he returned to the Fourth Patriarch. \"Venerable master, if you refuse to come, the Emperor has ordered me to cut off your head,\" he said. Patriarch Thai Hsin said, \"If in this life my head gets to see the Emperor, that will be a great glory, you may remove my head now.\" The messenger took out the knife and prepared to cut off his head. The Great Master closed his eyes and waited calmly for about ten minutes. Maybe it was ten minutes, maybe it was nine or eleven. Don't become attached. it is certainly not determined exactly how long he waited. But nothing happened, and finally Master Thai Hsin got angry, just like the Second Patriarch, and shouted, \"Hey! Why don't you slice off my head.\" \"The Emperor had no intention of harming you,\" the messenger quickly replied. \"He was just bluffing.\" The Patriarch heard this and laughed aloud. Then he said, \"Now you know there is still a person in the world who does not fear death.\" The family name of the Fourth Patriarch was Ssu Ma and his personal name was Hsin. Ssu Ma was an honorable ancestral name. Both Emperor Ssu Ma of the Chin dynasty and the historian and skilled writer Ssu Ma Ch'ien of the Han dynasty had this name. When the Patriarch became a Bhikshu he took the new name Thai Hsin. He lived seventy-two years, sixty of which were spent without lying down even once to sleep. The Fourth Patriarch's realm of accomplishment was inconceivable. While Thai Hsin was cultivating, a nearby city was besieged by bandits for more than a hundred days, depriving its inhabitants of water and supplies. Seeing the lives of the people in danger, Master Thai Hsin left his mountain retreat to rescue the city dwellers. He taught them all to recite \"Mahaprajna-paramita.\" After they recited for a time, the bandits fled and water reappeared into the wells. This is the response based on the Way which Master Thai Hsin evoked as a result of his superior cultivation. When the Forth Patriarch decided to build a temple, he looked with his Buddha eye and saw Broken head Mountain surrounded by a purple cloud of energy. Observing this auspicious sign, the master went there to dwell, changing its inauspicious name, \"Broken Head,\" to \"Double Peak\" Mountain. The master used expedient dharmas to teach living beings how to discard their bad habits. These stubborn living beings, however, often discard what was good and continued doing evil. But the Master persisted and by using all kinds of skill-in-means caused these stubborn living beings to realize their mistakes. He propagated the Dharma for more than forty years, transforming living beings greater in number than seedlings of rice, stalks of hemp, shoots of bamboo, or blades of grass. One day the Fourth Patriarch said to his disciple Dharma Master Yuan I, \"You should build me a Stupa. 1 I am going to leave.\" in the second year of Yung Hui, of the T'ang dynasty (651 A.D.), on the twenty-fourth day of the ninth lunar month, Patriarch Thai Hsin, who had never been ill, sat down and entered Nirvana. His disciples locked his flesh body securely in the stone stupa. A year later the iron locks fell away and the Stupa opened by itself. Looking in, everybody saw the body of the Fourth Patriarch still sitting in full lotus, appearing the same as he had alive. The Master's body had not decayed, but the flesh had dried out. The Fifth Patriarch, Hung jen, wrapped the body with lacquered cloth and gilded it. This \"true body\" still exists today. The Fifth Patriarch, Hung Jen, also lived during the T'ang dynasty. His family name was Chou. He lived in Huang Mei County near Double Peak Mountain. When he was seven, he went to the temple on the mountain to attend upon the Fourth Patriarch. The Great Master Hung Jen cleaned the lamps and censer before the buddha images; he swept the floor, carried water, split firewood, and worked in the kitchen. At age thirteen he took ten novice precepts and studied under the Fourth Patriarch for over sixty years. the Fifth Patriarch was eight feet tall and had an extraordinary appearance. When others treated him badly, he remained silent and unmoved. because he did not rise to discrimination, he never spoke of \"right\" or \"wrong\", and when fellow bhikshus bullied him, he never fought back. His calm, quiet manner indicated that he realized a state of peace. Even after working hard all day, the Master didn't rest. Instead of sleeping, he sat in meditation, uniting bogy and mind in powerful samadhi. Master Hung Jen lived in the woods of P'ing Mao Mountain slightly east of double peak mountain, so his teaching is called the East Mountain Dharma Door. Once, like his master the Fourth Patriarch, he saw a horde of bandits besieging a nearby city. Their leader, a Mongol named K'e Ta Ha Na Lu, and his followers had so tightly cut off the communications that even the birds couldn't fly in or out. the Fifth patriarch went down P'ing Mao Mountain toward the city. When the bandits saw him, they were terrified, for they saw not only the Patriarch, but also a retinue of golden-armored vajra king bodhisattvas armed with jeweled weapons, manifesting awesome virtue and brightness. The thieves retreated, the siege broken. How was the Great Master able to command these vajra king bodhisattvas? The Fifth Patriarch had cultivated and recited the Shurangama Mantra. The Shurangama sutra says that if you are constantly mindful of the shurangama Mantra, eighty-four thousand vajra store Bodhisattvas will protect you from all danger. In the fifth year of the Hsien Ch'ing reign of the T'ang dynasty (660 A.D.), the Emperor invited Great Master Hung jen to the palace. The Master also declined. Finally, the Emperor sent a variety of gifts, including rare medicinal herbs, as an offering to the Great Master, the Fifth Patriarch. In the Fifth year of the Hsien Ch'ing reign of the T'ang dynasty (674 A.D.), the Fifth Patriarch said to his disciples, \"Build me a Stupa. i am going to leave.\" In the second month of the fourteenth day he asked, \"Is the Stupa ready?\" Master Hsuan chi replied that it was. The Patriarch said, \"For many years I have taught living beings. I have taken across those i must take across and have transmitted my Dharma to Hui Neng, the Sixth Patriarch. Now in addition , you ten should become Dharma hosts, and establish Bodhimandas to preserve and spread the teaching among living beings.\" The ten he addressed were: Dharma Master Shen Hsiu, Chih Hsien, I Fang, Chih Te, Shuan Chi, Lao An, Fa Ju, Hui Tsang, Hsuan yao, and also Upasaka Liu Chu Pu, who had dealt with correspondence and accounting. The Fifth Patriarch sent each of these ten people to a different place to teach and transform living beings. Shortly thereafter, he sat very still and his energy dispersed as he entered Nirvana. During the seventy-four years of his life, the Fifth Patriarch Hung jen had accepted many disciples, and he transmitted the Dharma to the Great Master Hui Neng. A General Introduction Edited by Bhikshu Fa Hai of the T'ang Dynasty What follows is not the Sutra text, but an introduction to the Sutra which was written by the Sixth Patriarch's disciple, Fa Hai. When the Sixth Patriarch taught Dharma, Master Fa Hai followed him, recording all of the things that the Patriarch said. Later he compiled and edited hid notes, calling them The Sixth Patriarch's Dharma Jewel Platform Sutra. Had he not done this, we would have no way of studying the Sixth Patriarch's Dharma. Therefore, we should certainly be grateful for such compassion as his. Dharma Master Fa Hai's lay name was Chang, and his common was Wen Yun. He was a native of Ch'u Chiang, which is about ten miles from Nan Hua monastery. He was a \"room-entering disciple,\" that is, a disciple to whom the Master had transmitted the Dharma. Though his introduction is not part of the Sutra proper, I will explain it to you, because it narrates some important events in the life of the Great Master. Text: The Great Master was named Hui Neng. His father was of the Lu family and had the personal name Hsing T'ao. His mother was of the Li family. The Master was born on the eighth day of the second month of the year Wu Hsu, in the twelfth year of the Chen Kuan Reign of the T'ang Dynasty (A.D. 638). At the time, a beam of light ascended into space and a strange fragrance filled the room. At dawn, two strange Bhikshus came to visit. They addressed the master's father saying, \"Last night a son was born to you and we have come to name him. It can be Hui above and below, Neng.\" The father said, \"Why shall he be called Hui Neng?\" The Monk said, \"'Hui\" means he will bestow the Dharma upon living beings. 'Neng' means he will be able to do the Buddha's work.\" Having said this, they left. No one knows where they went. The Master did not drink milk. At night, spirits appeared and poured sweet dew over him. Commentary: The Great Master refers to the Sixth Patriarch, Hui neng. The Master's merits and virtue was great, he had great wisdom and compassion and so was a master of gods and humans. When one is alive, one has a personal name. After one dies, that name is avoided. Hence it is called a personal name, a name which is not spoken. When the Great Master's mother gave birth to him, a fine beam of light arose, like that which a buddha emits from his forehead. A strange, fragrant incense which had never been smelled before filled the room. At dawn, the heavens are half dark and half light. Chu Hsi in \"The Song of Household Affairs\" wrote: At dawn, get up; sprinkle and sweep the hall. The inside, the outside, You must clean it all. In China at that time there was no linoleum. In the Morning, people sprinkled water on the mud floors, waited a bit, and then swept there houses clean inside and out. The two strange bhikshus were quite different from ordinary people. They were like the Fourth Patriarch who, by merely opening his eyes, caused everyone to tremble in fright. These two unusual Bhikshus came to name the Sixth Patriarch. isn't this strange? Who has two Bhikshus to come to name him? To say \"above\" and \"below\" when referring to a persons name, is a most respectful form of address. What the newly born Patriarch ate was sweet dew. Text: He grew up, and at the age of twenty-four he heard the Sutra1 and awoke to the Way. He went to Huang Mei to seek the seal of approval. Commentary: Some say that the Sixth Patriarch was twenty-four, others say that he was twenty-two. As the Chinese count he was twenty-four and as Westerners count, he was twenty-two. Whether he was twenty-two or twenty-four is not really important. When the Sixth Patriarch heard the layman recite the Diamond Sutra and reach the line, \"One should produce that thought which is nowhere supported,\" the Sixth Patriarch said, \"Oh! Not supported anywhere!\" he was immediately enlightened. A great many people had heard the Diamond Sutra, but none of them had become enlightened. Now in the West perhaps someone will hear, \"One should produce that thought which is nowhere supported\" and, understanding the principle, become enlightened. That is what I hope. Whether or not it will actually happen is another matter. After becoming enlightened, he did not say, \"Hah! I am enlightened.\" He was not like some people today who do not understand even a hair's breadth of the Buddhadharma, yet claim to be enlightened. The ancients, even where they had become enlightened, did not recklessly say, \"I am enlightened!\" Even less would people who had not become enlightened claim to have done so. It is necessary to seek certification from a knowledgeable advisor, a person who has already awakened. That is why the Sixth Patriarch went to Huang Mei to seek the Fifth Patriarch's seal of certification. Enlightened ancients did not attempt to certify themselves. Today, however, there are those who have not become enlightened and yet say that they have. Enlightenment and non-enlightenment are as different as heaven and earth. Moreover, many naive young people take stupefying drugs and claim to have \"gone to the void.\" Confused demons, posing as good knowing advisors, certify themselves saying, \"Yes, you have attained emptiness. Come back. Come to my place. I have buildings houses; I have a commune!\" The young people say, \"That's not bad at all!\" They take the demons as their teachers. Ultimately these \"bad knowing advisors\" do mot know themselves if they are true or false. You and i do not know either. But now we should use the Sutras for certification. The Sutras do not say that any foolish person has a commune in empty space. Even though rockets now go to the moon, space settlements have not yet been built. So this kind of talk simply does not get by. Now we are exceedingly busy. In the morning, everyone gets up at four o'clock to recite Sutras. We are busy building houses on the earth, not in heaven. Why? We are people on earth and so our houses should be built on earth. We are forging our bodies into indestructible vajra bodies. Our bodies are our houses, but they sometimes go bad. Now, from morning to night we are busy constructing them, cultivating them to be in the end like indestructible vajra bodies. With an indestructible vajra body you can go wherever you wish. You can go to empty space, up to the heavens, down into the earth, or to the dragon kings palace. It is very simple and you do not need a passport or a schedule. You are free to take off at you r own convenience. But first construct your indestructible body. Then you can do it. Text: The Fifth Patriarch measured his capacity and transmitted the robe and Dharma so that he inherited the Patriarchate. The time was the first year of the reign period Lung Shuo, cyclical year hsin Yu (A.D. 661) He returned south and hid for sixteen years. Commentary: After the Sixth Patriarch left Hung mei, he had no safe place to live. Because Shen Hsiu's disciples and followers of non-Buddhist religions wished to harm him, the Great Master went to live with hunters for sixteen years. During this time no one knew that he was the Sixth Patriarch. He worked hard practicing Dhyana meditation while watching over the animals and birds the hunters had caught and secretly releasing ones which had been only slightly injured and could still travel safely. He had much time to cultivate and perfect his skill. For no one came to trouble him. If you do not truly cultivate, everything is easy, but if you cultivate truly, demon-obstacles arise from the four corners and the eight directions. Unexpected circumstances prevail and things you never dreamed could happen. In his sixteen years with the hunters, the Sixth Patriarch dwelt without disturbance, living just as they did. That is genuine hiding. He did not seek fame or profit and he did not try to take advantage of circumstances. he practiced genuine cultivation. Text: On the eighth day of the first month in the first year of reign period I Feng (A.D. 676), the cyclical year Ping Tsu, he met Dharma Master Yin Tsung. Together they discussed the profound and mysterious, and Yin Tsung became awakened to and united with the master's doctrine. Commentary: They talked back and forth, querying each other on principle. Who asked whom? Dharma master Yin Tsung asked the Great Master, the Sixth Patriarch. The Great Master had solved the dispute over whether the flag or the wing moved, by explaining that it was the mind that moved, and Dharma master Yin Tsung had been astounded to hear a layman speak in such a deep and wonderful way. He got down from his Dharma seat and escorted the Sixth Patriarch to his room for a chat. \"Where did you come from and what is your name?\" he asked. Dharma Master Yin Tsung knew that this man was a room-entering disciple of the Fifth Patriarch, one of whom the Fifth Patriarch had transmitted the Dharma. He immediately bowed to the Great Master. They then investigated the profound and mysterious; they talked about the wind and the flag. Until his talk with the Sixth Patriarch, Dharma Master Yin Tsung had not correctly understood the principle of the Dhyana School. Text: On the fifteenth day of that month, at a meeting of all the four assemblies, the Master's head was shaved. On the eighth day of the second month, all those of well-known virtue gathered together to administer the complete precepts. Vinaya Master Chih kuang of Hsi Chi was the Precept transmitter. Commentary: During the week of the eighth to the fifteenth day of the first month, Dharma master Yin tsung gathered four assemblies together: the Bhikshus, Bhikshunis, Upasakas, and Upasikas. the purpose of the meeting was to shave the Master's head so that he could leave home and become a Bhikshu. people leave home for various reasons. Some find it difficult to obtain food and clothing. They see that those who have left home are well provided for, so they leave home so they can eat and be clothed. Others leave home because they are old and have no children. They think, \"I will leave home and take a young disciple who will care for me as a son would.\" It is uncertain whether people who leave home for those reasons can truly cultivate. Some people leave home because they are bandits or runaways. They leave home and cut off their hair so the government can't find them and cut off their heads! Some leave home when small, but it is not certain whether they can cultivate. Some people have \"confused beliefs.\" Even so, they still believe, and that is good. For instance, the parents of a sick child may say, \"The child may die of a disease. We should give him to a temple and he can become a Bhikshu and we can visit him. that is better than letting him die!\" So out of confused belief, the parents give their children to the temple. People of confused belief may not be necessarily bad, but people who \"believe in confused principles\" are definitely not good. They have faith, but it is misplaced. That is confusion within confusion and it is not good. Some are \"confused without belief.\" In their confusion they do not believe anything. Finally there are the \"believing and unconfused.\" These people study the Buddhadharma with a faithful heart until they are no longer confused. Of these last four types of people who have left home, one cannot say that any of them will be able to cultivate, nor can anyone say for sure that they cannot. Perhaps only one or two percent can cultivate the Dharma. However, if you resolve to attain enlightenment in order to end birth and death, you can surely cultivate upon leaving home. Again, there are those who no longer have a family and so leave their worldly homes. Some leave the home of the three realms: the realm of desire, the realm of form, and the realm of formlessness. Once out of these three realms there are no desires, no forms, and no formless consciousness. Because of their non-attachment, these people see the three realms as empty, and so it is said that they have left the home of the three realms. Some leave the home of afflictions. It is essential to leave afflictions behind. If you do not cut them off, you may leave home, but you cannot know the Way. The Sixth Patriarch cannot be put in any of these categories, for he was a special case. he had attained mastery, and so whether or not he left home made no difference. Even when he appeared to be a layman, he practiced the profound conduct of a Bodhisattva and he did not behave like a layman. in this way his act of leaving home did not resemble that of others in the assembly. The eighth day of the second month is the day when Shakyamuni Buddha left home. On that day all the illustrious, virtuous and learned Dharma Masters gathered from the ten directions. Chinese Dharma Masters and Indian Dharma Masters came to administer the complete precepts to the Sixth Patriarch. Dharma master Yin Tsung invited Dharma Master Chih Kuang of Hsi Ching to administer the complete precepts to the Sixth patriarch. Hsi Ching is another name for Ch'ang An. The person who administers the precepts is called the Precept Transmitter. Precepts have a substance and a mark and a dharma. If you wish a more detailed explanation, even finer discriminations can be made. I do not use Ting Fu Pao's commentary because it is often in error. In this case it says that three people are required to administer the precepts, while actually only one is necessary. At that time, Dharma Master Chih Kuang acted as the transmitter. Chih kuang was also a Vinaya Master, one who diligently studies the precepts and thoroughly understands the rules. In walking, standing, sitting and lying down, in each of these four great comportments, he must conduct himself in the awesome manner not daring to deviate for the space of a single step. Every move a Vinaya master makes should be in accord with the rules. Therefore the Shurangama Sutra says, \"Severe and pure in Vinaya, they are noble models for the Triple World.\" Text: Vinaya Master Hui Ching of Su Chou was the Karmadana. Vinyana Master T'ung Ying of Ching Chou was the Teaching Transmitter. Vinyana master Ch'i To Lo of Central India recited the precepts. Tripitaka Master Mi To of India was the Precept Certifier. Commentary: Ting Fu Pao writes that there should be four Karmadanas, yet the Sutra only mentions one. He said that the one mentioned was the most famous of the four. Because he didn't understand the precepts, his commentary was confused. There was only one Karmadana. Karmadana is a Sanskrit word which means \"to arrange events,\" or \"to explain rules.\" The Karmadana makes certain that everything is done in accord with the Dharma, in accord with the rules established by Shakyamuni Buddha. Anything not in accord with the Buddha's rules is unacceptable to the Karmadana. When conferring with precepts, the Precept transmitter asks the Karmadana, \"May the precepts be transmitted to this person?\" The question is asked three times, and each time the Karmadana must reply, \"Yes.\" On the precept Platform, the Karmadana and the Teaching Transmitter sit immediately to the left and right of the Precept transmitter. The remaining seven certifiers sit on either side. That is the arraignment of the three masters and the seven certifiers. They represent the Buddhas of the ten directions in speaking Dharma and transmitting precepts. Therefore, when leaving home, receiving precepts is especially important. The Teaching Transmitter transmits the Sutras. Ch'i To Lo, transliterated from the Sanskrit, means \"flower of merit and virtue.\" Dharma Master Mi To understood the three divisions of the tripitaka, Sutras, Sastras, and Vinaya, and so he is called a Tripitaka Master. He is closely associated with the Chinese Vinaya because he translated the Dharmagupta Vinaya from the Sanskrit into Chinese. All the precept spirits protected this intelligent master, and there are many miraculous events connected with his life. Mi To means flourishing. his name was Ta Mo Mi To, flourishing Dharma. Text: Construction of the precept platform had begun in the former Sung Dynasty by Tripitaka Master Gunabhadra. He erected a stone table which said, \"In the future, a Bodhisattva in the flesh will receive the precepts in this very place.\" Commentary: The \"former Sung\" was the Dynasty that preceded the Sui Dynasty, not the well known Sung Dynasty of Sung T'ai Tsu. Gunabhadra means \"a worthy of merit and virtue.\" This master established a precept platform and what is now called Kuang Hsiao Monastery. His engraving foretold the coming of a Bodhisattva in the flesh: not a Bodhisattva who had gone to Nirvana, but a living Bodhisattva. Text: Further, in the first year of the T'ien Chien reign of the Liang Dynasty (A.D. 502) Tripitaka Master Jnanabhaishajya came by sea from west India carrying a Bodhi-tree branch, which he planted beside the platform. He, too, made a prophecy, saying, \"After one hundred and seventy years, a Bodhisattva in the flesh will proclaim the Supreme Vehicle beneath this tree. Taking measureless multitudes across, he will be a true transmitter of the Buddha's mind-seal, a Dharma Host.\" Commentary: Tripitaka master Jnanabhaishajya, \"wisdom medicine,\" predicted that a living Bodhisattva would speak the Supreme Vehicle Dharma from beneath that Bodhi-tree teaching the Dharma of a direct pointing to the mind to see the nature and realize Buddhahood. As a true transmitter of the Buddha's mind-seal. this Bodhisattva would \"use the mind to seal the mind Shakyamuni Buddha held a flower in his fingers and smiling subtly, transmitting the mind seal of all the Buddhas to the First-Patriarch, Mahakashyapa. Transmitter of the mind-seal are patriarchs. A Dharma Host is one who lectures Sutras and explains the Dharma. Jnanabhaishjya brought a Bodhi-tree branch from India into China; not a whole tree, just a cutting. Bodhitrees will grow almost anywhere. There are many such trees in China today. The Venerable Master Jnanabhaishajya's flesh body has not decayed. It is preserved for veneration at Yueh Hua monastery about five miles from Nan Hua Monastery. The caretaker there, who has left home, does not feed visitors, so if you wish to visit, you must bring your own food. When I was living at Nan Hua Temple, i went to see the Master Jnanabhaishajya's body and found it in excellent condition. Text: In keeping with the former predictions, the Master arrived to have his hair cut and receive his precepts. he instructed the four assemblies on the essentials of the exclusive Dharma transmission. Commentary: The Sixth Patriarch had his head shaved and received the precepts. He then explained the Dharma to the four assemblies, teaching them the exclusive Dharma transmission, that is, the Dharma which has been passed down through every generation since the time of Shakyamuni Buddha. Text: In the spring of the following year, the Master took leave of the assembly and returned to Pao Lin. Yin Tsung, together with more than a thousand black-robed monks and white-robed layfolk, accompanied him directly to Ts'ao Hsi. Commentary: The Sixth Patriarch left and returned to Ts'ao Hsi. The black-robed are those who have left home; at that time laypeople wore white robes. They went directly to Ts'ao hsi with the Master. Some people say that they have been to Ts'ao Hsi when they have not. They falsely claim to transmit the Ts'ao Hsi Dharma and Dhyana source, the basis of meditation. The Dharma ending age is just that: false Buddhists with phony credentials. Text: At that time Vinaya Master T'ung Ying of Ching Chou and several hundred students followed the Master and came to dwell there. When the Master arrived at Pao Lin, in Ts'ao Hsi, he saw the hall buildings were bleak and small, insufficient to contain the multitude. Wishing to enlarge them, he paid a visit to the villager, Ch'en Ya Hsien and said, \"This Old Monk comes to the Almsgiver seeking a sitting cloths worth of ground. Is that possible?\" Commentary: As soon as he realized that the Great Master was the Sixth Patriarch, a transmitter of the Buddha's mind-seal, Vinyana Master T'ung Ying led his disciples to Ts'ao Hsi to study the Dharma under the Great Master. When the Sixth Patriarch arrived at Ts'ao Hsi, he saw the building were to small. Wishing to enlarge them, he paid a visit to the wealthy landowner Ch'en Ya Hsien. In this passage, the Sixth Patriarch refers to himself as the \"Old Monk.\" When he was twenty-four , he went to see Huang Mei; then he hid for sixteen years. At forty years of age, he called himself a \"Old Monk,\" and so I am entitled to do the same. The Master told Ch'en Ya Hsien that if he gave alms, he could transcend birth and death. Text: Hsien asked, \"How big is the High Master's sitting cloth?\" The master took out his sitting cloth and showed it to ya Hsien, who thereupon agreed. But when the Patriarch unfolded and spread out his sitting cloth, it completely covered the four borders of Ts'ao Hsi. The Four Heavenly Kings appeared and sat as protectors in each of the four directions. Commentary: The Great Master handed his sitting cloth to Ch'en Ya Hsien, who said, \"If you only want that large peace of land, fine.\" But when he spread it out, the sitting cloth covered not only the area around Nan Hua Monastery, but everything within ten miles of where they stood. The Four Heavenly Kings 1 appeared and stood in each of he four directions. Text: it is true to this occurrence that the mountain range bordering the monastery is called \"The Range of the Heavenly Kings.\" Hsien said, \"I know that the High master's Dharma power is vast and great. However, the burial ground of my great-grandfather lies on this land. In the future, if you build a stupa, I hope this area will remain undisturbed. As for the rest, I wish to give it all to be a forever treasure place. This ground has the flowing current of a living dragon and a white elephant. Level only heaven; do not level earth.\" Later, the monastery was constructed according to his words. The Master roamed within these boundaries, and at places where the scenes of nature were fine he stopped to rest. Commentary: The area belongs to a living dragon; it has a flowing current and the mountain is like an elephant. Here, one may build a \"treasure place,\" a Bodhimanda. \"Level only heaven; do not level earth,\" that is, where the level is high, the buildings may be made lower, and where the land is low, the buildings may be made taller. But do not level earth, for if you do you will ruin the fine conditions of wind and water and the land will lose its efficacious energies. The Sixth Patriarch often stopped to rest where the landscapes were especially beautiful. Text: Accordingly, thirteen Aranyas were erected, among them the present Hua Kuo Hall. The site of the Pao Lin Bidhimanda was decided upon long ago by Indian Tripitaka Master Jnanabhaishajya, who, during his journey from Nan Hai, passed Ts'ao Hsi, where he cupped up the water with his hands and found it to be delicious. Surprised, he told his disciples. \"This water is not different from that in India. It source would surely be an excellent site on which to build a monastery. He followed the water and looked in the four directions. The mountains and waters encircled one another and the peaks were impressive, He signed and said, \"This is just like Jewelled Wood Mountain in India.\" Commentary: Why is the area around Nan Hua Monastery called Pao Lin. Poa Lin means, \"jewelled wood.\" When the Venerable Master Jnanabhaishajya drank the water at Ts'ao hsi its taste was identical to that of the water in a certain place in India. He knew that the source of the spring was indeed an efficacious spot on which to build temple. At dusk, he reached the site of Nan Hua Monastery. gazing up at the mountain, he said, \"This mountain looks just like Jewelled Wood Mountain in India. We shall call 'Jewelled Wood Mountain Bodhimanda.' Master Jnanabhaishajya was not alone; many of his disciples were travelling with him. He said to them, \"The source of this stream is certainly a good site for building a temple.\" Monastic buildings are called Aranyas, a Sanskrit word meaning, \"silent place.\" They are pure, quiet places for cultivation. The clear blue waters reflected the bright shining mountain peaks. The area was particularly beautiful. Text: He said to the villagers of Ts'ao Hou, \"A pure dwelling may be built here. After one hundred and seventy years, the Unsurpassed Dharma Jewel will teach here. Those who attain the way in this place will be as numerous as the trees of this forest. it should, therefore be called 'Pao Lin.'\" At that time Magistrate Hou Ching Chung of Shao Chou reported these words to the Emperor who assented the conferred upon it the name 'Pao Lin Bodhimanda.' The construction of the pure halls began in the third year of the T'ien Chien reign if the Liang Dynasty (A.D. 504). Commentary: The village was called Ts'ao Hou, \"descendents of Ts'ao,\" because its inhabitants were descendents of General Ts'ao Ts'ao of the Period of the Three Kingdoms. One hundred and seventy years after master Jnanabhaishajya made his prediction, the Sixth Patriarch received the precepts and taught living beings at Pao Lin. The \"Unsurpassed Dharma Jewel\" refers to the Sixth Patriarch. Sangha and laypeople who were to attain enlightenment at this place would be as numerous as the trees in a forest. It was therefore to be called \"Jewelled Wood.\" Text: In front of the hall was a pond in which a dragon often swam, bumping and scraping the trees of the forest. One day he appeared, larger than ever, covering the area with a thick mist. The disciples were afraid, but the Patriarch scolded him, saying, \"Hah! You can only make yourself appear in a large body, not in a small one. If you were a divine dragon, you could transform the great to the small and the small into the great. Commentary: The dragon was so big that you could only see the dragon; you couldn't see the pond at all. He danced on top of the water, splashing it everywhere in waves which were ten feet, twenty feet, and even thirty feet high. He was showing off. \"Incredible!\" said the disciples. \"This dragon certainly intends to harm us. The Sixth Patriarch shouted at he dragon. He said, \"If you really had spiritual powers, you could transform nothing into something and something into nothing; you could transform yourself or not be transformed, just as you wished, manifesting the great within the small and the small within the great.\" Text: The dragon suddenly disappeared, but he returned an instant later in a small body, skipping about on the surface of the pond. The Master held out his bowl and teased him, saying, \"You don't dare climb into the old Bhikshu's bowl.\" At that moment the dragon swam in front of the Master, who scooped him out of the water with his bowl. The dragon couldn't move. Holding the bowl, the Master returned to the hall and explained the Dharma to the dragon. Commentary: When the dragon heard the Sixth Patriarch dare him to manifest a small body, he disappeared. Strange? Think about it. Suddenly he wasn't there. Then, in the time it takes to feel a hunger pang, a little dragon appeared, dancing on top of the water. The Great Master said, \"You have a little body now, but you wouldn't dare get into my bowl, would you? You wouldn't dare. Dragon! I dare you to get into my bowl!\" The dragon flew across the water and swam up before the Patriarch. The Patriarch didn't wait for the dragon to jump up into his bowl, but reached right down and scooped him out of the water. In Manchuria, where I am from, there is a saying, \"Before there were people in Manchuria, you could scoop up the fish with a bucket and chickens fell into the cooking pot.\" As for rabbits, you could just stay outside, swing a stick, and knock over a few. This is what is meant by \"scooped.\" Catching the dragon was as easy as scooping for fish in manchuria. Text: The dragon then shed his skin and left. His bones. only seven inches long and complete with head, tail, horns, and claws were preserved in the temple. Later the master filled in the pond with earth and stones. Now, in that place, in front of the hall on the right side is an iron stupa. Commentary: Dharma Master Fa Hai's introduction says that the pond was on the left side of the hall, but it was actually the right. One commentator, Ting Fu Pao, had never been there and consequently did not realize that the direction of the pond should have been determined from the Patriarch's position when sitting in the hall, that is, on the right side. I. ACTION AND INTENTION Commentary: In this first chapter of the Sutra, the Sixth Patriarch gives his disciples a biographical sketch of himself. \"Action\" refers to the Sixth Patriarch's activities and \"intention\" is that upon which he based his cultivation. \"Action and Intention\" refers tot the source--where it all began. Sutra: At one time the Great Master arrived at Pao Lin. Magistrate Wei Chu of Shao Chou and other officials climbed the mountain and invited the Master to come into the city to the lecture hall of Ta Fan Temple to speak the Dharma to the assembly. When the Master had taken his seat, the Magistrate and over thirty other officials, more than thirty Confucian scholars and more than a thousand Bhikshus, Bhikshunis, Taoists, and laypeople, all made obeisance at the same time, wishing to hear the essentials of Dharma. Commentary: For every Sutra, six requirements must be met. Commonly explained in the opening sentences, they are: faith, hearing, time, host, place, and assembly. Only when the six are fulfilled is the orthodox Dharma being spoken. To conduct a Sutra session, there must be an assembly; Magistrate Wei Ch'u and the gathering of disciples and followers fulfills this requirement. Then there must be a place to speak the Dharma; Pao Lin Mountain fulfills this requirement. A Dharma Master who thoroughly understands the Dharma must be present as host; here it is the Great Master the Sixth Patriarch. \"At one time\" suffices for the time requirement, and that \"all made obeisance at the same time\" fulfills the faith requirement. They came \"wishing to hear the essentials of Dharma, \" and that fulfills the requirements for hearing. Wei Ch'u and the officials climbed Pao Lin Mountain which is about ten miles from Shao Chou where Ta Fan Temple, now called Ta Chien Temple, is located. I lived there for a while. This is the place where the Sixth Patriarch spoke The Dharma Jewel Platform Sutra. Sutra: The Great Master said to the assembly, \"Good Knowing Advisors, the self-nature of Bodhi id originally clear and pure. Simply use that mind, and you will straightaway accomplish Buddhahood. Good Knowing Advisors, Listen while I tell you about the actions and intentions by which Hui Neng obtained the Dharma.\" Commentary: The Great Master spoke to the assembly, \"You people with good roots and much wisdom. The self nature of Bodhi is one's own originally enlightened clear and pure nature. It cannot be produced or destroyed, defiled or purified, increased or decreased. Use this mind. Don't use your false-thinking mind.\" Using his own name, on the formal style, the Sixth Patriarch calls himself \"Hui Neng,\" saying, \"Now I will tell you how Hui Neng obtained the Dharma. Listen!\" Sutra: \"Hui Neng's stern father was originally from Fa Yang. He was banished to Hsin Chou in Ling Nan, where he became a commoner. Unfortunately, his father soon died, and his aging mother was left alone. They moved to Nan Hai, poor and in bitter straits, Hui Neng sold wood in the market place.\" Commentary: From his native district of Fan Yang, Hui Neng father was sent to Ling Nan. Because his father was more apt to discipline the children, he is respectfully called \"stern.\" The mother ordinarily offers loving kindness to her children, and so she is spoken of as \"compassionate.\" Hui, , \"kind,\" means that he was a kind and compassionate, bestowing Dharma upon living beings. Neng, , \"able,\" means that he was able to do the Buddha's work. The Sixth Patriarch's family name was Lu. Hui Neng's father was banished to Ling Nan, a frontier region during the T'ang Dynasty inhabited by government exiles. The Sixth Patriarch's father, an official, may have been convicted of an offense and thus banished to Ling Nan. Hui Neng had an unfortunate and unlucky life. His father died when the Master was between the ages of three and five years, leaving him alone with his widowed mother. He and his mother moved to Nan Hai where they endured the hardships of poverty. How did they survive? Master Hui Neng hiked into the mountains and chopped wood, returned and sols it in the market place, using the money to buy rice for his mother and himself. Sutra: Once a customer bought firewood and ordered it delivered to his shop. When the delivery was made, and Hui Neng had received the money, he went outside the gate, where he noticed a customer reciting a Sutra. Upon once hearing the words of this Sutra: \"One should produce that thought which is nowhere supported,\" Hui Neng's mind immediately opened to enlightenment. Commentary: Because the Sixth Patriarch's family was poor he received little formal schooling and could not read. At that time in China one needed money to go to the school. But in spite of his illiteracy, the Sixth Patriarch's position was extremely sharp; as soon as he heard the line of the Sutra which said that one should have a true mind which is nowhere attached, he immediately became enlightened. He understood what he had never understood before. Many will hear the sentence, \"One should produce that thought which is nowhere supported.\" Are there any who will open to enlightenment? Someone exclaims, \"Why, I have!\" I ask you, what is the enlightenment you have opened? What is the enlightenment unopened? Ask yourself. Sutra: Thereupon he asked the customer what Sutra he was reciting. The customer replied, \"The Diamond Sutra.\" Then again he asked, \"Where do you come from, and why do you recite this Sutra?\" The customer said, \"I come from T'ung Ch'an Monastery in Ch'i Chou, Huang Mei Province. There the Fifth Patriarch, the Great Master Hung jen dwells, teaching over one thousand disciples I went there to make obeisance and heard and received this Sutra.\" Commentary: The Great Master the Fifth Patriarch lived in Tung Ch'an Monastery with more than a thousand disciples whom he taught and transformed. At that time in China the study of the Dharma was so fervently pursued that it was not unusual to have a thousand people on one mountain studying the Buddhadharma together. Where in America are there a thousand Buddhists disciples studying the Dharma together? Such a large country yet there is not such a place. It is possible, however, that later there will be more than ten thousand people studying the Buddhadharma, but this is not assured. We will have to watch my disciples and see how hard they work. Most Americans are intelligent, but there are some whose intelligence surpasses himself. Everyday from morning to night they are caught up in taking confusing drugs. By taking these drugs they attain small and different states of consciousness which they cannot attain without drugs. These people try drugs again and again until one day that they see it is useless. They think, \"I've been taking drugs for such a long time now and I still have not become enlightened.\" When they realize this, they may turn towards the truth. I teach you the Buddhadharma so in the future you can speak the Dharma to teach and transform living beings. Do not be careless, but work well and without confusion and then many will come to study. You who are now studying this Sixth Patriarch's Sutra must know the origin of your learning. When people ask, \"Where did you study the Buddhadharma?\" you can reply, \"We studied at the Buddhist Lecture Hall of the Sino-American Buddhist Association.\" This is just what is meant by this passage of text. Sutra: \"The Great Master constantly exhorts the Sangha and laity only to uphold The Diamond Sutra. Then, they may see their own nature and straightaway achieve Buddhahood.\" Hui Neng heard this and desired to go and seek the Dharma, but he recalled that his mother had no support. From past lives there were karmic conditions which led another man to give Hui Neng a pound of silver, so that he could provide food and clothing for his aging mother. The man instructed him further to go to Huang Mei to call upon and bow to the Fifth Patriarch. Commentary: You should be clear that the \"Great Master\" referred to here is the Fifth Patriarch not the Sixth Patriarch. When Hui Neng heard that there was a place where over a thousand people were studying the Buddhadharma together, he became very excited. \"What am I to do? I really want to study there!\" he exclaimed to the customer. \"I heard you recite the Diamond Sutra and I understood the principles. I want to go seek the Buddhadharma, but I have an aging mother who has no one to care for her. What can I do?\" Since Bodhisattvas do not seek fame, the Sixth Patriarch did not say which Bodhisattvas helped him at this time. The Sutra simply says that, because of former karmic conditions, a customer gave Hui neng a pound of silver. This was certainly a valuable offering. The yield of a day's work was worth only a few copper pennies in the market place, so even if Hui Neng had sold all the wood gathered in a thousand days, its value would not have equaled the gift of silver. The silver provided for his mother's food and lodging. Maybe the man said, \"You are poor and yet you want to study the Buddhadharma. Here I will help you a bit,\" and gave him an offering that he might go and seek Dharma. The merit and virtue of this offering was great, and in the future this man will certainly be a flesh body Bodhisattva. Now, perhaps one of us is doing this kind of work; think to yourself, \"Have I done this kind of meritorious deed?\" You don't remember? It doesn't matter, there is no need to have false thinking about it. The man urged him on saying, \"You have such great faith that as soon as you heard this Sutra you opened to enlightenment and understood the principle. Hurry! Go right away to see the Great Master at Huang Mei! It will surely be worth your while. Do not delay, go at once!\" Sutra: After Hui Neng had made arrangements for his mother's welfare, he took his leave. In less than thirty days he arrived at Huang Mei and made obeisance to the Fifth Patriarch, who asked him,\"Where are you from and what do you seek?\" Hui Neng replied, \"Your disciple is a commoner from Hsin Chou in Ling Nan and comes from afar to bow to the Master, seeking only to be a Buddha, and nothing else.\" The Patriarch said, \"You are from Ling Nan and are therefore a barbarian, so how can you become a Buddha?\" Hui Neng said, \"Although there are people from the north and people from the south, there is ultimately no north or south in the Buddha nature. The biddy of the barbarian and that of the High Master are not the same, but what distinction is there in Buddha nature?\" The Fifth Patriarch wished to continue the conversation, but seeing his disciples gathering on all sides, he ordered the visitor to follow the group off to work. Hui Neng said, \"Hui Neng informs the High Master that this disciple's mind constantly produces wisdom and is not separate from the self nature. That, itself, is the field of blessing. It has not yet been decided what work the High Master will instruct me to do.\" The Fifth Patriarch said, \"Barbarian, your faculties are too sharp. Do not speak further, but go to the back courtyard.\" Hui Neng withdrew to the back courtyard where a cultivator ordered him to split firewood and thresh rice. More than eight months had passed when the Patriarch one day suddenly saw Hui Neng and said, \"I think these views of yours can be of use but fear that evil people may harm you. For that reason I have not spoken to you. Did you understand the situation?\" Hui Neng replied, \"Your disciple knew the High master's intention and has stayed out of the front hall, so the others might not notice him.\" Commentary: As soon as the Sixth Patriarch made arrangements for his mothers welfare, he left. Some thirty days later he arrived at the east side of Shuang Feng Mountain, at Tung Ch'an Monastery, During his journey he had no false thoughts and so was unaware of how much time had passed before he arrived at Huang Mei. The master was twenty-two years old at the time.When the Great master asked from where had he come. Hui neng told him that he was from the south, from Hsin Chou. \"I don't want anything at all!\" he said, \"I only want to be a Buddha. All the rest is irrelevant.\" The Fifth Patriarch said, \"You are a Southerner and Southerner's are barbarians.\" The word \"barbarian\" is, in chinese, \"ke liao.\" 1 \"Ke\" is dog-like animal with a extremely short snout. \"Liao\" refers to the coarse people of the borderlands. Basically, this means that those who cannot understand the principles of being human belong to the category of animals. \"And how can you become a Buddha?\" asked the Fifth Patriarch. The Sixth Patriarch answered him promptly: \"Although people are from the north and from the south he said, \"the Buddha nature is one and is everywhere the same.\" The Fifth Patriarch's disciples were gathered around, so he said no more. He simply told the Sixth Patriarch, \"Good you have come. Now, go to work with the others. Hurry off!\" Hui Neng said his own mind always produced wisdom. This wisdom is produced from one's own self-nature, and the fields of blessing 2 are not separated from it. \"I do not know yet what the Master wants me to do,\" he said. The Patriarch heard Hui Neng talking this way and said, \"This barbarian has sharp roots!\" 3 He cautioned Hui Neng to be more discreet and not talk so much. \"Speak no more!\" he said, \"Go to the back courtyard!\" In the back courtyard a cultivator told Hui Neng what to do. When people first come to a place, they are always bullied. This disciple, who had not yet left home, said to Hui Neng, \"You! Everyday you must cut wood, build the fire and cook the food. Here's an axe, and be sure to cut kindling too! Besides that everyday you must thresh the rice.\" Over eight months later, the Patriarch saw Hui Neng working on the threshing ground and said to him, \"I think that your wisdom and opinions can be used, but fearing jealous people might harm you, I have not spoken to you much. Did you know that?\" Hui Neng said, \"I understand. I have not go into the front Dharma hall to speak with the Master let others might notice my actions or the Master's compassion towards me.\" Sutra: One day the Patriarch summoned his disciples together and said, \"I have something to say to you: for people in the world, the matter of birth and death is a great one,\" \"All day long you seek fields of blessing only; you do not try to get out of the bitter sea of birth and death. If you are confused about your self-nature, how can blessings save you?\" Commentary: The Fifth Patriarch said, \"Regardless of whether you are extremely rich or bitterly poor, you cannot avoid birth and death. Consequently, you should know how you were born. if this question of birth and death is not resolved, life is dim and confused, and you are confused with coming and going. \"You do nothing but seek merit among the gods and among humans; you do not know how to seek wisdom. Thus, you swirl and drift in the suffering sea of birth and death.\" It is aid that one who cultivates wisdom and does not cultivate merit is like a Arhat with an empty begging-bowl; he is very wise, but no one makes offerings to him. But if one cultivates merit and neglects wisdom, he is just like an elephant with a pearl necklace; beneath the adornments of blessing, he is stupid and will never solve the problem of birth and death. Sutra: \"Each of you go back and look into your own wisdom and use the Prajna-nature1 of your own original mind to compose a verse. Submit it to me so that I may look at it. \" \"If you understand the great meaning , the robe and Dharma will be passed on to you and you will become the six patriarch. Hurry off! Do not delay! Thinking and considering is of no use in this matter. When seeing your own nature it is necessary to see it at the very moment of speaking. One who does that perceives as does one who wield a sword in the height of battle.\" Commentary: \"Verse\" here is the Sanskrit word \"gatha\". A gatha is composed of lines of uniform length, though the length may vary from gatha to gatha. \"Go quickly!\" said the Fifth patriarch. \"Go as if a fire were about to overtake you. Do not dawdle and procrastinate saying, 'Oh, I cannot do it today. I will do it tomorrow instead,' and then the next day saying, 'Not today either, perhaps tomorrow...'. Do not keep putting it off and do not try to think about it. It is useless to use your discriminating mind. If you have deep prajna wisdom, you understand the moment you hear the words spoken. Just as one grabs a weapon and confronts the oncoming enemy, so do you perceive. You can see your nature in the same immediate way. Sutra: The assembly received this order and withdrew, saying to one another, \"we of the assembly do not need to clear our minds and use our intellect to compose a verse to submit to the High Master. what use would there be in this?\" \"Shen Hsiu is our senior instructor and teaching transmitter. Certainly he should be the one to obtain it. It would be not only improper for us to compose a verse, but a waste of effort as well.\" Commentary: They went away to other courts, other gardens, and other buildings, saying to themselves, \"Why worry about writing this verse? We do not need to waste the effort.\" I believe the people who spoke this way were of Shen Hsiu's party. why did they not write verses? Because Shen Hsiu's followers were trying to make him the patriarch; all his followers, disciples, Dharma brothers, friends, and relatives contrived to set up the position for Shen Shiu. They convinced everyone else not to write verses, because if anyone else wrote verses, then perhaps Shen Hsiu might not get to be the next patriarch. They secretly passed it around and whispered behind the scenes, like friends of a candidate for President who say, \" Hey! Vote for this one! He can be President!\" They spread it about and stuffed the ballot box. Convinced that they had no learning, the assembly decided it was useless to write verses. Swayed by the rumors, they said, \"The Senior-Seated Shen Hsiu is second to the Abbot. His literary skill is good, his virtue is high, he lectures on the Sutras and speaks Dharma for us. Certainly he should become the sixth patriarch.\" When the assembly heard Shen Hsiu's followers saying things like, \"If we write verses, they will be very unpolished and certainly not good enough to submit.\" , they all decided not to write verses themselves. They didn't want to compete with Shen Hsiu, their superior. Sutra: Shen Hsiu then thought, \"The others are not submitting verses because I an their teaching transmitter. I must compose a verse and submit it to the High Master.\" \" If I do not submit a verse, how will the High Master know whether the views and understanding in my mind are deep or shallow?\" \"Of my intention in submitting the verse is to seek the Dharma, that is good. But if it is to grasp the patriarchate, that is bad, for how would that be different from the mind of a common person coveting the holy position? But, if I do not submit a verse, in the end I will not obtain the Dharma. This is a terrible difficulty!\" Commentary: The Fifth Patriarch had announced that in order to obtain the Dharma, one must compose a verse. Shen Hsiu knew that if he did not submit one, the Fifth Patriarch would not know whether Shen Hsiu had wisdom and he would not transmit the Dharma to him. Shen Hsiu fretted and worried, \"What shall I do? This is very hard; it is just too difficult!\" Sutra: In front of the Fifth Patriarch's hall were three corridors. Their walls were to be frescoed by Court Artist Lu Chen with stories from the Lankavatara Sutra and with pictures portraying in detail the lives of the five patriarchs, so that the patriarchs might be venerated by future generations. Commentary: A court artist is one appointed as an official to the Imperial Court because of his talent. The title of The Lankavatara Sutra has two meanings: \"city\" and \"cannot be gone to.\" This city, located behind Malaya Mountain, is inaccessible to those without spiritual powers. Shakyamuni Buddha used his spiritual powers to go there and speak The Lankavatara Sutra for the benefit of those who had spiritual powers. The court artist was to depict the miraculous, inconceivable, wonderful transformations which took place in the assembly on Lanka Mountain. The court artist was also to paint pictures illustrating the flow of the Dharma from Great Master Bodhidharma, the First Patriarch, to the Great Master Hui K'o, the second Patriarch, and onward from generation to generation, to the Fifth Patriarch, Great Master Hung Jen. The paintings would remain in the world so that future generations might receive benefit from respecting and making offerings to them. Sutra: After composing his verse, Shen Hsiu made several attempts to submit it. But whenever he reached the front hall, his mind became agitated and distraught, and his entire body became covered with perspiration. He did not dare submit it, although in the course of four days he made thirteen attempts. Commentary: Shen Hsiu's students were not greedy to become patriarch, but Shen Hsiu had a great desire for the position. Whenever he tried to submit his verse, he went a little crazy. \"What am I going to do? Is this verse right or not? Can I submit it ?\" He did not know if it was right or wrong. \"Ah, maybe... is it this way or is it that way? Maybe it isn't. Maybe it is... more or less.\" Endless questions flooded his mind, making him extremely nervous. Every time he tried to hand it in, he broke out in a heavy sweat. Why? It was a huge gamble; if he failed, he would not be a patriarch, but if he passed, he would. Fear of failure caused his extreme agitation. It was really suffering, really hard work! It is not easy to be a patriarch, Look at how much effort he expended. For four entire days and nights he never shut his eyes. He just kept trying to submit his verse. At night he would go as far as the Fifth Patriarch's hall, peer around, break out in a sweat, and flee back to his room. During the day he tried again. In the periods in between, he could not sit, lie down, or sleep, and when he tried to eat, the couldn't swallow. He went before the Patriarch's hall thirteen times and still did not submit the verse. Now, when I give you a quiz, you write the answers very promptly and hand them in. Suppose I were to give you a patriarch test! I think your hands would tremble so that you could not write out the answers. Finally, after so many attempts, when Shen Hsiu had almost worried himself to death, he thought, \"Hey! Get hold of yourself. Calm down and think this thing over. Meditate and enter Samadhi!\" Sutra: Then he thought, \"This is not as good as writing it on the wall so that the High Master might see it suddenly. If he says it is good, I will come forward, bow, and say, 'Hsiu did it.' If it does not pass, then I have spent my year on this mountain in vain, receiving veneration from others. And as to further cultivation--what can I say?\" That night, in the third watch, holding a candle he secretly wrote the verse on the wall of the South corridor, to show what his mind had seen. Commentary : \"That's it!\" he said with relief. \"I will write it on the wall and when he sees it he will say, 'This is truly a fine verse, truly wonderful!' and I will admit that I wrote it. But if he says, 'This is too confused. It is nothing but useless trash!' then I will know that I have wasted my time here on the mountain.\" He crept stealthily, like a thief in the night. He carried just a little candle, for if the light were too bright, someone might have seen him. Sutra: Verse: The body is a Bodhi tree, The mind like a bright mirror stand. Time and again brush it clean, And let no dust alight. After writing this verse, Shen Hsiu returned to his room, and the other did not know what he had done. Then he thought, \"If the Fifth Patriarch sees the verse tomorrow and is pleased, it will mean that I have an affinity with the Dharma. If he says that it does not pass, it will mean that I am confused by heavy karmic obstacles1 from past lives, and that I am not fit to obtain the Dharma. It is difficult to fathom the sag's intentions.\" In his room he thought it over and could not sit or sleep peacefully right through to the fifth watch. Commentary: He bounded back to his room two steps at a time, as if he were being chased, but quietly, taking great, silent leaps like an expert military spy. He was afraid that if anyone saw him, they would know he wrote the verse. But no one saw him, no one knew--not even the ghosts and spirits. \"If he likes this verse,\"thought Shen Hsiu, \"then I must have conditions with the wonderful mind-to mind seal of the Buddhas, and it is my destiny to be patriarch. But if it does not pass, my confusion from the karma created in past lives must be a heavy obstruction. It is just no way to know.\" Actually, his verse was not bad, but he had not fully understood. So after he return to his room, he was still uneasy. Sutra: The Patriarch already knew that Shen Hsiu had not yet entered the gate and seen his own nature. At daybreak, the Patriarch called Court Artist Lu Chen to fresco the wall of the south corridor. Suddenly he saw the verse and said to the court artist, \"There is no need to paint. I am sorry that you have been wearied by coming so far, but The Diamond Sutra says,, 'whatever has marks is empty and false.' Instead leave this verse for people to recite and uphold. Those who cultivate in accordance with this verse will not fall into the evil destinies and will attain great merit.\" He then ordered the disciples to light incense and bow before it, and to recite it, thus enabling them to see their own nature. The disciples all recited it and exclaimed, \"Excellent!\" Commentary: \"If you cultivate according to the principles contained in this verse,\" said the Fifth Patriarch, \"you will not fall into rebirth in the three evil paths of the hells, animals, or hungry ghosts, and you will receive many benefits.\" Sutra: At the third watch, the Patriarch called Shen Hsiu into the hall and asked him, \"Did you write this verse?\" Shen Hsiu said, \"yes, in fact, Hsiu did it. He does not dare lay claim to the position of Patriarch, but hopes the High Master will be compassionate and see whether or not this disciple has a little bit of wisdom.\" The Patriarch said, \"The verse which you wrote shows that you have not yet seen your original nature but are still outside the gate. With such views and understanding you may seek supreme Bodhi, but in the end will not obtain it. Supreme Bodhi must be obtained at the very moment of speaking. In recognizing the original mind, at all times, in every thought, you yourself will see that the ten thousand Dharmas are unblocked; in one truth is all truth and the ten thousand states are of themselves 'thus,' as they are. The 'thusness' of the mind, just that is true reality. If seen in this way, it is indeed the self nature of supreme Bodhi.\" Commentary: The Patriarch chose the same hour at which Shen Hsiu had written the verse in the wall the night before. He secretly called him in and said, \"Psst! Was it you who wrote that verse?\" \"Yes, Yes,\" Shen Hsiu whispered back, \"yes, in fact, I, Hsiu, wrote it. I do not dare seek the status of the patriarch, but....\" \"Your verse shows that you are still an outsides,\" said the Fifth Patriarch. \"You have not yet seen your nature, As soon as you speak the words, know your original nature!\" When you understand the mind and see your own nature, you know that the nature is not produced and not destroyed; for at all times, all dharmas are perfectly fused, without the slightest bit of obstruction. There is no place where all dharma are not identical. When you understand one truth, all truth is understood. The ten thousand externals are all produced from the state which is \"thus, thus, unmoving,\" true reality is to be found. Seen in this way, this state is the original nature exactly; it is the highest enlightenment. And so, in response to Shen Hsiu, wrote a verse myself; Because of the Way, ten thousand things are born. One who obtains it penetrates the mystery oneself; Awakened, the basic substance is fathomed; Bodhi does not decrease or increase. Sutra: \"Go and think it over for a day or two. Compose another verse and bring it to me to see. If you have been able to enter the gate, I will transmit the robe and Dharma to you.\" Shen Hsiu made obeisance and left. Several days passed, but he was unable to compose a verse. His mind was agitated and confused and his thoughts and mood were uneasy. He was as if in a dream; whether walking or sitting down, he could not be happy. Commentary : After the Great Master had explained that the Bodhi self-nature cannot be sought with the mind that wants to take advantage of things, he told Shen Hsiu,\"If you obtain the original substance, become enlightened and understand the mind and see your self-nature, entering the gate of the Buddhadharma so that you are no longer on the outside, I will transmit the Dharma to you.\" \"Enter the gate\" means \"understand the mind and see your own nature.\" As the days passed, Shen Hsiu gradually went insane. Neither his mood nor his thoughts would calm down. Although he was unable to fall asleep he was as if in an dream. He didn't know what he was doing because his desire to become patriarch was so great. I believe that, after he failed the initial test and then was unable to compose to compose another verse, he even considered suicide. Sutra: Two days later, a young boy chanting that verse passed by the threshing room. Hearing it for the first time, Hui Neng knew that the writer had not yet seen his original nature. Although he had not yet received a transmission of the teaching, he already understood its profound meaning. He asked the boy, \"What verse are you reciting?\" \"Barbarian, you know nothing,\" replied the boy. \"The Great Master has said that birth and death are a profound concern for people in the world. Desiring to transmit the robe and Dharma, he ordered his disciples to compose verse and bring them to him to see. The person who has awakened to the profound meaning will inherit the robe and Dharma and become the Sixth Patriarch. Our senior Shen Hsiu, wrote this 'verse without marks' on the wall of the south corridor. The Great Master ordered everyone to recite it, for to cultivate in accord with this verse is to avoid falling into the evil destinies and is of great merit.\" Commentary : A young lad ventured close to the threshing floor where the Sixth Patriarch was working , singing as he walked, The body is a Bodhi tree. The mind like a bright mirror-stand. Time and again, brush it clean; Let no dust alight. The youth was chanting Shen Hsiu's verse because he wished to obtain great benefit, avoid the three evil destinies of rebirth, and see his nature. when the Sixth Patriarch asked the boy what he was reciting, the boy replied, \"You barbarian! Don't you know that he Fifth Patriarch said that of all the problems people face, the problem of birth and death is the most grave?\" A \"verse without marks\" is one which reveals that its author is not attached to marks. \"You really have no good roots!\" the boy said to the Six Patriarch. \"After so many days, you still don't know? You are useless, capable only of toiling at bitter work; all you can do is pound rice. You shouldn't let such a fine opportunity slip by. Listen closely, and I will tell you what has happened and teach you this verse so that you too can become enlightened and see your nature. Pay attention and rely on this verse as you cultivate so that in your next life you won't have to endure such suffering as you endure now. You won't have to be a horse or a cow or fall among the other animals or into the hells. At the very least you'll be a wealthy and respected person of good fortune.\" The youth's heart wasn't bad at all. Sutra: Hui Neng said, \"I, too, would like to recite it to create an affinity. Superior One, I have been pounding rice here for over eight months and have not yet been to the front hall. I hope that the Superior One will lead me before the verse to pay homage.\" The boy then led him to the verse to bow. Hui Neng said, \"Hui Neng cannot read. Please, Superior One, read it to me.\" Then an official from Chiang Chou, named Chang Jih Yung, read it loudly. After hearing it, Hui Neng said, \"I, too, have a verse. will the official please write it for me?\" The official replied, \"You, too, can write a verse? That is strange!\" Commentary: The boy said, \"Listen to me and I will teach you: 'The body is a Bodhi tree.' Can you remember that? ' The mind is like a bright mirror-stand.' Your should remember that! Don't forget! 'Time and again brush it clean; let no dust alight.' If you remember that verse clearly and study as you chant, you'll certainly receive an efficacious response.\" Because the lad had been so considerate, the Sixth Patriarch referred to him as \"Superior One,\" a title which is ordinarily reserved for one's master. People who have left home often call their teachers,\"Superior One,\" acknowledging their high achievement. Then the Six Patriarch said, \"The layman Hui Neng is truly useless,for he can't read a single word. Superior One, would you please recite it for me?\" Having heard the verse, he said, \"Well, I have a verse, too, but I'm unable to write it. What can I do? Please, good official, Layman Chang, will you write it out for me?\" The official was wide-eyed with surprise. He looked scornfully at the barbarian and said, \"Ha! You can write a verse? This is very strange. In my whole life I have never heard of an illiterate who can write verses!\" Sutra: Hui Neng said to the official, \"If you wish to study the supreme Bodhi, do not slight the beginner. The lowest people may have the highest wisdom; the highest people may have the least wisdom. If you slight other, you create limitless,unbounded offenses.\" The official said, \"Recite your verse and I will write it our for you. If you obtain the Dharma you must take me across first. Do not forget these words.\" Hui Neng's verse reads : Originally Bodhi has no tree, The bright mirror has no stand. Originally there is not a single thing; Where can dust alight? When this verse had been written, the followers all were startled and without exception cried out to one another, \"Strange indeed! One cannot judge a person by his appearance. How can it be that, after so little time, he has become a Bodhisattva in the flesh?\" Commentary : Originally, Layman Lu had not planned to say a thing, but if he had remained silent, no one would have help him write a verse. So in reply to the mocking of Layman Chang, the Master said, \"If you wish to study the highest Bodhi, do not ridicule those who are studying the Buddhadharma for the first time.\" It may well be that those who appear to be the lowest and stupidest have the highest wisdom, for those who have truly great wisdom may act as if they have no wisdom at all. No matter what they are asked, they reply, \"I don't know.\" This is an example of the great wisdom which is like stupidity. For instance, when I ask a question of my disciples they often say, \"I don't know.\" When they first come to study, they said, \"I know everything!\" Once I met a person who said he knew everything. I asked, \" How can you know everything? If you know all there is to know, I'll ask you a question.\" He said, \"what is your question?\" I replied, \"Do you know how many grains of rice you swallowed at lunch today?\" \"No, I didn't count them,\" he admitted. \"Your 'not counting' is just 'not knowing',\" I said. \"Those who do the most menial work often have wisdom excelling that of people in high positions. Then again, those who ordinarily have great wisdom may have times when their wisdom is suffocated by thoughts of desire.\" \"O.K., O.K.,\" said the official, \"that's right. You certainly speak with principle. Now, what is your verse? Recite it and I will write it out. You don't have to say another word. But you must remember to take me across first because if I don't write your verse no one will know of it.\" Originally Bodhi has no tree. Bodhi is just the Way of enlightenment, and that's all there is to it; how can there be a tree? If there is a tree, Bodhi becomes a mere thing, a place of attachment. Originally Bodhi doesn't have anything. If you say you are enlightened, what is enlightenment like? Is it green or yellow? Is it red or white? Can you speak of the appearance of Bodhi when it has no appearance/ The bright mirror has no stand. You may say the mind is like a bright mirror stand, but there is actually no stand at all. If you have a stand, you have a place where you can dwell. But you should \"produce a thought which is nowhere supported;\" how can you have a stand? If you have a stand, then you have a dwelling place, a place where you are attached; therefore, the bright mirror has no stand. What is the appearance? No appearance. Originally there is not a single thing. Basically there is nothing at all; no style; no picture; no shape or mark. Originally there is nothing at all. Where can dust alight? Since there isn't anything, where dose the dust come from? Basically you have no dwelling place. The essential meaning of the verse is this: You should \"produce a thought which is nowhere supported.\" There should be no attachment at all. This was precisely the Buddha's meaning when, upon becoming enlightened, he said, \"All living beings have the wisdom and virtuous characteristics of the Thus Come One. It is merely because of false thinking and attachment that they are unable to certify to the attainment of them.\" This was spoken specifically to instruct people to put aside attachment, to produce an unsupported thought. If you are attached, what are you up to? Huh? Now you are attached, but in the future will you die, or not? What will you be attached to when you die? All the Bhikshus, layman, and assembled disciples stood in astonishment and whispered among themselves, \"Hey! Hey! Does he have a verse,too? Oh! It's really true, you can't judge people by appearances. This rice-thresher, Layman Lu, can compose verses. We can no longer slander him and call him a barbarian.\" \"Why he hasn't been here very long,\" they continued, \"but how can you deny that he's a flesh body Bodhisattva?\" Actually, some were mocking the Sixth Patriarch, babbling, \"Don't look down on him. He's a flesh body Bodhisattva.\" Perhaps there were Arhats 1 in the assembly who intentionally made such comments so that people would look closely and clearly recognize that he actually was a flesh body Bodhisattva. Again, there were those who said, \"This is truly a flesh body Bodhisattva,'' but meant it only as sarcasm and light-hearted ridicule, for they still didn't know if the verse was correct. Everyone was chattering, exchanging comments, making such a racket that the Fifth Patriarch came to the hall and demanded, \"What are you doing? What are you up to?\" \"This rice-thresher, this barbarian, can write verses!\" they stammered. Sutra: The Fifth Patriarch saw the astonished assembly and feared that they might become dangerous. Accordingly, he erased the verse with his shoe saying, \"This one,too, has not yet seen his nature.\" The assembly agreed. Commentary: The gathering was so excited the Fifth Patriarch feared that someone might even try to assassinate Layman Lu. This sentence of text proves that people with twisted hearts, followers of Shen Hsiu, were already locked in a fierce battle for positions of power. If the Dharma and the Patriarchate were transmitted publicly to anyone other than Shen Hsiu, that person would have been murdered on the spot. But they didn't know that the Fifth Patriarch was a bright-eyed one who read their scheming minds. So to protect the Sixth Patriarch he erased the verse and said, \"This man's verse is also incorrect.\" Perhaps some of you are thinking, \"The Fifth Patriarch lied! First he said that is one cultivated in accord with Shen Hsiu's verse, he would not be subject to the three evil destinies, but would gain great benefit and see his own nature. Then the Fifth Patriarch told everyone that Layman Lu had not really seen his nature when, in truth, he had. Isn't that false speech?\" No. This is a provisional teaching, not false speech. The Fifth Patriarch spoke to protect the new patriarch; he would not allow the others to harm him. In this way, the Buddhadharma could remain long in this world and be transmitted far and wide. \"Yes,\" said the followers, \"he has not seen his nature.\" Although they agreed, no one knew whether the verse was right or not. The first verse said, \"Bodhi is a tree;\" the second said, \"Bodhi has no tree.\" The first verse said, \"The bright mirror has a stand,\" and the second said, \"There is no mirror stand.\" Which was right? Which was wrong? No one understood. None of them had become enlightened, so they couldn't recognize an enlightened verse. It is like the judging of a doctoral dissertation; if you only have a Master's Degree, you cannot judge a doctoral dissertation. It is the same with the enlightened and the unenlightened; since they were not enlightened themselves, the followers did not understand, and so they simply agreed with the Master and said, \"No, this one has not yet seen his nature.\" Sutra: The next day the patriarch secretly came to the threshing floor where he saw Hui Neng pounding rice with a stone tied around his waist, and he said, \"A seeker of the Way would forget his very life for the Dharma. Is this not the case?\" Commentary: The next day everyone was quiet and longer worrying about who was enlightened and who was not. The Fifth Patriarch secretly left his room and went quickly to the threshing floor to see the Great Master Hui Neng. As he went he peered about to see if anyone was looking; just like Shen Hsiu when he had finished writing the verse, he ran silently, darting glances over his shoulder to make sure no one saw him. When the Fifth Patriarch got to the threshing floor, he saw Hui Neng pounding rice. He had tied a stone around his waist and pounded rice so that others could eat. What was he doing? He was practicing the Bodhisattva Way, forgetting others and having no notion of self. He did not think, \"Why should I pound rice for you to eat? You don't work. You don't do anything at all! I pound rice all day and it is very difficult!\" He did not think that way. Instead, he thought, \"You do not work? Fine, I will do it myself,\" just like one of my disciple who is so busy that when he is called to lunch he says, \"Wait a minute, wait a minute!\" I really like that kind of disciple, but not everyone can be that way. \"Isn't that so?\" the Fifth Patriarch said. Remember this. It ought, it must be this way! You must give up being afraid of difficulty to the point of forgetting to eat. No one knows how many days the Sixth Patriarch went without eating. No one called him to eat, and he himself forgot about it until he had no strength. He tied a heavy rock around his waist to add weight to his body so that he could pound the rice. I think he used the stone to add to his weight because he had not eaten for some time; however, you should not get attached and think, \"It was definitely like that.\" On the other hand, do not think, \"It definitely wasn't like that.\" The profound insight comes from precisely that kind of non-attachment. Sutra: Then the Fifth Patriarch asked, \"Is the rice ready?\" Hui Neng replied, \"The rice has long been ready. It is now waiting only for the sieve.\" Commentary: This passage in The Sixth Patriarch's Sutra is extremely important. The Fifth Patriarch found the Great Master Hui Neng toiling on the threshing floor and asked him, \"Is the rice ready?\" On one level the question means, \"Have you finished threshing the rice?\" On another level,the meaning is: \"Have you efforts been successful? Has your work taken you up the road?\" Why does the Sutra say, \"rice?\" Because rice is made up of many grains, perfectly shaped, so symbolizing the precious mani1 jewel of the self nature. \"Is the mani jewel of your nature ready? Is the light of your mind full? Is the light of your nature full? Is the light of your body full?\" When the raw grain is boiled in water it becomes edible. The Patriarch's question means. \"How is your cultivation of the Way? You have been pounding rice and cultivating Dhyana meditation. How is your skill?\" There are many levels of meaning here. The Sixth Patriarch, of course, understood the Fifth Patriarch's question, for it is said, One who has gone through, knows one who has gone through; Those who do, know those who do. \"The rice has long been ready. My skill was perfected long ago,\" the Sixth Patriarch answered. \"It is now waiting only for the sieve.\" In threshing rice, a sieve is used to sift out the husks. Here, the sieve represents getting rid of the filth. The fourth chapter of The Lotus Sutra tells of the poor son who spent twenty years getting rid of the filth of the delusions of views and delusions of thoughts.2 Although the Sixth Patriarch's spiritual skill was perfected, it still waited for the sieve; he still had to sweep out the filth of the delusion of views and thought. Do you understand now why Sutra must be explained? If they were not explained, you would not even know enough to sweep away the filth, and you would be utterly useless. Sutra: The Patriarch rapped the pestle three times with his staff and left. Hui Neng the knew the Patriarch's intention, and at the third watch he went into the Patriarch's room. Commentary : The Fifth Patriarch rapped the pestle three times with his staff and left. Old monks who have left the home life to become Bhikshus often carry a walking stick. Sometimes these staffs are made of twisted vines. The Great Master Hsu Yun3 said: We go to pick the ivy, Lively like a dragon, Beating wing and rain, Beating empty space. The ivy vine curves and twists like a dragon who by attacking the wind and rain attacks empty space. That is certainly a case of going out to look for trouble. If that vine were as busy as my disciples it would have no time to beat space and wind. \"Knock, knock, knock,\" went the Fifth Patriarch's staff, and how do you think he left? If you know, then you know. If you don't know, then you must wait until I tell you. He went out with his two hands behind his back, holding his crooked staff. Why did the Patriarch rap three times? Do you understand the meaning of that? The Six Patriarch understood right away. The rapping meant, \"Come to my room at the third watch, at midnight.\" This is called \"speaking the Dharma without words.\" Here in the meditation hall, for example, when the wooden fish1 is hit twice, it means \"Walk;\" hit once, it means \"Stop and sit down;\" hit three times, it means, \"Meditate! Work hard!\" All that is \"speaking the Dharma without words.\" Why did the Fifth Patriarch carry his staff behind his back? Now you are going to ask me, \"How do you know he carried it behind his back since it doesn't say so in the Sutra?\" Well, how do you not know? I know that you don't know. He carried it behind his back to indicate that the Sixth Patriarch should come in by the back door. \"Do not let the others see you come in!\" If the Fifth Patriarch had said openly, \"come to my room at the third watch and we'll have a little talk.\" I am sure that the word would have spread like fire to Shen Hsiu's ears and Shen Hsiu and his disciples would not have been very kind to the Sixth Patriarch. The Fifth Patriarch tested the Sixth Patriarch's wisdom by rapping his staff three times and putting it behind his back. The Sixth Patriarch understood but no one else did. They were all as if deaf and dumb, without any idea as to what had transpired in this wordless exchange of Dharma. At midnight, as soon as the Sixth Patriarch entered the room, there was a quick exchange. \"What are you doing here?\" demanded the Fifth Patriarch. \"But the Patriarch told me to come at the third watch!\" came the reply. \"Really? Did I tell you that? How could I have forgotten? What do you think you are doing? Why did you come in the back door instead of the front door?\" \" Did the Master not tell me to use the back entrance?\" The Fifth Patriarch laughed and said, \"You are not bad, really not bad. You are all right!\" You ask how I know that? I ask, \"How do you not know it?\" Sutra: The Patriarch covered them with his percept sash to they could not be seen, and he explained The Diamond Sutra for him down to the line, \"One should produce a thought that is nowhere supported.\" Commentary : The Fifth Patriarch was afraid that someone might have seen the Great Master Hui Neng enter his room and might be outside the window eavesdropping. At that time the windows were made of paper; so, to insure privacy, the Fifth Patriarch pulled his robe over both their heads. The Fifth Patriarch's explanation of The Diamond Sutra was not a public one, such as I have given you. His was a secret and very difficult explanation, telling the Sixth Patriarch how to forge an indestructible vajra body. When he heard the words, \"One should produce a thought which in nowhere supported,\" Hui Neng achieved the great enlightenment and knew that all the ten thousand Dharma are not separate from the self-nature. He suddenly experienced that even greater enlightenment. Although the Sixth Patriarch knew the method, his afflictions of views and thought had not yet been completely eliminated. That he was waiting for the sieve can mean, also, that no one had certified him. Even though, in his intense vigor, he had reached a high peak, and the fire in the censer was pure green, he had not yet been certified by a good knowing advisor. So when the Fifth Patriarch heard him say that the rice was ready and merely waiting for the sieve, he prepared to certify the Sixth Patriarch. Because I have a kind of radar, I was able to record their conversation and I shall now replay it for you. Keep in mind that this is a T'ang Dynasty recording, not a present-day one: \" Do you want to reach Buddhahood?\" asked the Fifth Patriarch. \"Yes,\" said the Sixth Patriarch, \"I just want to become a Buddha. I do not seek anything else. I only want to attain Buddhahood.\" \"Your resolution is extremely firm,\" replied the Fifth Patriarch, \"but if you want to realize Buddhahood, you must first cut off ignorance, for it is ignorance which produces the afflictions of delusion, brought on by false views and false thought. If you want to cut off these afflictions, you must first cut off ignorance.\" \" For example, the cycle of birth and death is based in the state of emotional love. When you break through ignorance, then the delusions of false views and false thoughts which are to tied to birth and death cease to exist, for ignorance is the root of birth and death. If you want to cut off ignorance and thereby put an end to birth and death, then,as The Diamond Sutra says, \"Produce a thought which is nowhere supported.\" That means do not dwell in emotional love, get rid of desire, and cast out craving. Then you can bring an end to birth and death. The Sixth Patriarch heard this and suddenly became enlightened. He saw through to his original face and said, \"Ah! It is basically just like this! It is not difficult at all! In fact, It's very easy!\" Thus he became enlightened. This has been a T'ang Dynasty recording which has just been played for you to hear. In cultivating and studying the Buddhadharma, you should produce an unsupported thought. That means to dwell neither in emotion nor love. If you dwell in emotion and love, you dwell in ignorance, and thus in birth and death. If you do not dwell in emotion or in love, if you do not dwell in existence or non-existence, you know the Middle Way. The Middle Way is not separate from existence and is not separate from emptiness, nor does it exist elsewhere. The ability to transform emotion and love into genuine Prajna wisdom is enlightenment. Not changing them is confusion. It is said, \"Although the sea of suffering is inexhaustible, a turn of the head is the other shore.\" The difference between confusion and enlightenment is just no knowing how to turn. If you accept emotion and love and run after desire, then the more you run, the more confused you become. If you can turn your head, you arrive at Nirvana, the other shore. If you do not turn your head, you become more and more confused. The more confused, the farther away you are and the deeper you sink into confusion. But although you are extremely far off, one turn can be sudden enlightenment. Sudden enlightenment is awakening. Awakening is the Buddha. You may be thinking, \"If I become a Buddha, there won't be any work for me to do. Wouldn't I just sit in a lotus flower all day and wait for people to come and light incense and bow before me? Frankly, I don't think that sounds the least bit interesting!\" If that is what you think, you can go on being a living being, but you can be a living being who is a friend to others, taking them across to Buddhahood. You need not worry about Buddhahood being uninteresting. Yesterday I talked about the ghost who had no trouble and as a consequence did not want to become a person: I 've been a ghost for three thousand years. Without happiness, without fears. Shen Kung tells me to go be a man, But I really just don't think I can! The ghosts have no fears, but they only come out at night, because they belong to the yin, the darkness principle. The Buddha is totally yang, like the light of the sun. So, you decide. Do you want to be a ghost or a Buddha? If you want to be a ghost, then it is all right to have emotion and love. But if you want to be a Buddha, you must \"produce a thought which is nowhere supported.\" Sutra: At the moment he heard those words. Hui Neng experienced the great enlightenment and he knew that all the ten thousand dharmas are not separate from the self-nature. He said to the Patriarch: How unexpected! The self-nature is originally pure in itself. How unexpected! The self-nature is originally neither produce nor destroyed. How unexpected! The self-nature is originally complete in itself. How unexpected! The self-nature is originally without movement. How unexpected! The self-nature can produce the ten thousand dharmas. Commentary: Great enlightenment penetrates to the beginning and to the end: It is a complete understanding of the deep Prajna wisdom. Because the Sixth Patriarch understood Prajna wisdom he said, \"The ten thousand dharmas are not separate from the self-nature, for the mind produces the ten thousand dharmas.\" The Sixth Patriarch exclaimed that the self-nature is pure. Why, then, does the Sutra say earlier that the self-nature is neither defiled nor pure? The term \"pure\" represents the appearance of the original substance, because the concept cannot be represented any other way. Here, \"pure\" means \"originally pure\" and does not refer to the purity which is the opposite of defilement. Production and destruction, birth and death, occur because living beings become attached. Without attachments, where would birth and death come from? Where would they go? There is no such thing as birth and death! The Sixth Patriarch realized that the self-nature is originally complete in itself, with nothing lacking and nothing in excess. It cannot be added to or depleted. In the final analysis the Buddha is not greater than ordinary living beings. Why do living beings fail to understand that? because they turn their back on enlightenment and unit themselves with the \"dust\" of external objects. With their backs turned, they cannot recognize the precious things that are originally theirs. They cast the root aside and grasp at the branches, seeking pleasurable sensations which are false. They grasp at fame and profit, stupidly. Living beings are upside-down; they have no concentration power. But, nevertheless, their self-nature is without movement. Not only is that true of the Sixth Patriarch's self-nature, but the self-nature of all living beings is unmoving, too. All are equal. The ten thousand dharmas are produced from the self-nature, and the self-nature includes all of existence. The Master hadn't comprehended that before, but now at last he understood the wonderful principles. Sutra: The Fifth Patriarch knew of Hui Neng's enlightenment to his original nature and said to him, \"Studying the Dharma without recognizing the original mind is of no benefit. If one recognizes one's own original mind and sees one's original nature, then one is called a great hero, a teacher of gods and humans, a Buddha.\" Commentary: The Fifth Patriarch knew that the Sixth Patriarch had become enlightened, and that he recognized his original face and knew whether his nostrils faced up or down. When he held his hand over his head, the Sixth Patriarch knew whether it was upside-down or right-side up. Recently, I asked you all, \"When your hand hangs at your side, is it upside-down and when you raise it up over your head, is it right-side up? Or is it that when it hangs at your side it is right-side up and when you raise it over your head it is upside-down? None of you understood this principle. Why? Because there is basically no such thing as upside-down or right-side up! The Sixth Patriarch was especially clear about such questions. The Fifth Patriarch knew that he understood and so he covered them both with his robe and said, \"Unless you recognize your original mind, it is useless to study the Dharma.\" It is said, \"If one recognizes one's own mind, the great earth doesn't have an inch of dirt.\" It changes into yellow gold, adorned with the seven precious things--gold, silver, lapis lazuli, crystal, mother-of pearl, red pearls, and carnelian. You said, \"It doesn't look like that to me.\" Of course it doesn't. You haven't recognized your original mind. When you recognize it , you will see things differently. It's like wearing tinted glasses. If you wear red glasses, people look red, and if you wear green glasses, they look green. If your glasses are yellow, then everyone looks yellow. Because you haven't recognized your original mind, the great earth appears to be covered with dirt. This is because the dirt within you is so great. What is the dirt? It is simply your scattered thoughts, for without them, the great earth doesn't have an inch of dirt. Studying the Buddhadharma is of no benefit unless you recognize your original mind. Look at it! What color is it? Is it green, yellow, red, white, or black? Is it long or short, square or round? What does it look like? What is its appearance? To say it had an appearance is an analogy, because fundamentally it has no appearance. When you recognize this \"no appearance\" you will understand. But before you have recognized it , do not speak about it in a confused way. Recognize your original mind and see your nature. At that point you are a Buddha, because in the final analysis living beings are the Buddha and the Buddha is a living being. We now have the opportunity to realize Buddhahood. Not recognizing, not seeing, however, you still must study the Buddhadharma. Sutra: He received the Dharma in the third watch and no one knew about it. The Fifth Patriarch also transmitted the Sudden Teaching and the robe and bowl saying, \"Your are the Sixth Patriarch. Protect yourself carefully. Take living beings across be every method and spread the teaching for the sake of those who will live in the future. Do not let it be cut off.\" Commentary: At midnight, the Fifth Patriarch transmitted the wonderful Dharma to the Sixth Patriarch, using the mind to seal the mind, and on one at all knew about it. The insiders didn't know, the outsiders didn't know, not even the ghosts and spirits knew. The Fifth Patriarch transmitted the Teaching of Sudden Enlightenment which points directly to the mind to see the nature and realize Buddhahood. \"Think this over,\" he said, \"You are the Sixth Patriarch.\" As you cultivate the Buddhadharma, you must walk the true path. Do not simply talk about enlightenment. Do not use 'head-mouth Zen' and say \"I have studied the Dharma to the point that when there is no principle, I can make one up. I can prove that there is no truth or falsehood,and that to understand that by itself is to understand the ultimate meaning of the Middle Way.\" Don't talk that way. It is just head-mouth Zen because it comes not from real cultivation but from jealousy and obstructions and an obsession to be number. If you are like that , you certainly can't be a Patriarch. The Fifth Patriarch gave the Dharma to Hui Neng because Hui Neng always practiced the Bodhisattva Way. He pounded rice for everyone to eat and so helped them in their cultivation. That same Bodhisattva conduct is practiced here in the kitchen of this temple by the cooks. They make extremely fine food! However, when I eat I don't notice whether it is good or not because I don't have time to investigate eating-dharmas. Today, at lunch, didn't I say that one who tastes his food and thinks it good or bad has no spiritual skill? Bodhisattvas help others at every level, not obstructing them, but, like the superior man, mentioning their good points instead. For instance, when I announced that several people were going to leave home and asked if anyone objected, no one did. You said, \"I commend those who want to leave home.\" Your not objecting is practicing the Bodhisattva Way. Late at night, the Sixth Patriarch easily obtained the Patriarchate. The Fifth Patriarch approved, but he didn't consult anyone because he knew they would have protested. \"Go out into the world,\" said the Fifth Patriarch, \"Protect the robe and bowl, for they have been handed down from Shakyamuni Buddha from generation to generation. Take everyone across and spread the Dharma into the future. Do not let it be cut off!\" The Fifth Patriarch, sad and worried, was on the verge of tears. How do I know he want to cry? The Second Patriarch, at his execution, and wept as he said, \"During the time of the Fourth Patriarch, The Lankavatara Sutra will become a mere name and appearance. No one will understand it.\" Now, in the same way, the Fifth Patriarch's heart welled up within him as he said, \"Don't allow the Dharma to be cut off. Be careful! Pay attention! Don't be muddled or take you job lightly. It is extremely important that the Dharma not be cut off.\" Sutra: Listen to my verse: With feeling comes the planting of the seed. Because of the ground, the fruit is born again. Without feeling there is no seed at all. Without the nature there is no birth either. Commentary: \"With feeling comes the planting of the seed.\" I have a feeling of loving kindness and so I have come to plant a seed. \"Feeling\" can mean compassion. I have a compassionate feeling and so I have come to plant the seed, to transmit the Buddhadharma to you. \"Because of the ground, the fruit is born again.\" This transmission is like putting a seed into the ground so that the plant can grow and bear fruit. \"Without feeling there is no seed at all.\" Without feeling, no seed is planted. If no one transmits the Buddhadharma to you, then there is no Bodhi-seed. \"Without the nature there is no birth either.\" Where there is no nature, there is no birth. That is one way to explain this verse. There is another way: \"With feeling comes the planting of the seed.\" The feeling is and emotional feeling of love. The seed is planted because of this feeling of love and people study the Dharma because of it. If they are not relatives, they are friends. Relatives have relative's emotional feelings and friends have friend's emotional feelings. Because you have these emotional feelings you come to study the Dharma; you come to plant the seed. \"Because of the ground, the fruit is born again.\" emotional feeling plants the seed of Bodhi because of the ground which is the place where one can reap the fruit. On this piece of ground, you can grow the Bodhi-fruit. \"Without feeling there is no seed at all.\" If there is no feeling or emotion, there is no seed. That is, if no one came to this Bodhimanda to study the Dharma, there would be no feeling and no seed planted. \"Without the nature there is no birth either.\" You cannot realize Buddhahood without the Buddha nature. Now, the Buddha nature is here and you should realize Buddhahood. The verse may be explained in many ways, so long as the explanation is in accord with principle. Sutra: The Patriarch further said, \"In the past, when the First Patriarch Great Master Bodhidharma first came to this land and people did not believe in him yet, he transmitted this robe as a symbol of faith to be handed down from generation to generation. The Dharma is transmitted from mind to mind, leading everyone to self-awakening and self-enlightenment.\" \"From ancient time, Buddha only transmits the original substance to Buddha; master secretly transmits the original mind to master. Since the robe is a source of contention, it should stop with you. Do not transmit it, for if you do, you life will hang by a thread.\" Commentary: Didn't I say before that Chinese people have no respect for Indian people? When Bodhidharma arrived in China everyone said, \"He's a hick.\" No one knew who he was. Even after five years in China, he was not recognized as the Patriarch. True patriarchs accept the robe and bowl as certification of their rightly inherited position, while impostors may try to steal the robe and take the Dharma by force. Shen Hsiu thought a forced inheritance would be real; but it could only be false. During the time of the Fourth Patriarch, three attempts were made to steal the robe and bowl, and another three attempts were made during the time of the Fifth Patriarch. But the thieves always failed because the Bodhisattvas came to the Patriarchs' aid. When the Sixth Patriarch was guarding the robe, six attempts were made. Later the robe and bowl were taken by Empress Wu Tse T'ien. It is not certain who it was entrusted to afterward. The Fifth Patriarch cautioned Hui Neng, \"If you suspend a hundred-pound rock from a thread, it is certain to snap; so with your life if you continue to transmit the robe.\" Continued"}