{"title":"With Samiddhi ","text":"Linked Discourses 1.20 2. The Garden of Delight With Samiddhi So I have heard. At one time the Buddha was staying near Rājagaha in the Hot Springs Monastery. Then Venerable Samiddhi rose at the crack of dawn and went to the hot springs to bathe. When he had bathed and emerged from the water he stood in one robe drying his limbs. Then, late at night, a glorious deity, lighting up the entire hot springs, went up to Samiddhi, and, standing in the air, addressed him in verse: “Mendicant, you seek alms before you eat; you don’t seek alms after eating. But you should eat first, then seek alms: don’t let the time pass you by.” “I actually don’t know the time; it’s hidden and unseen. That’s why I seek alms before eating, so that the time may not pass me by!” Then that deity landed on the ground and said to Samiddhi, “You’ve gone forth while young, mendicant. With pristine black hair, you’re blessed with youth, in the prime of life, and you’ve never flirted with sensual pleasures. Enjoy human sensual pleasures! Don’t give up what is apparent in the present to chase after what takes effect over time.” “I’m not, reverend. I’m giving up what takes effect over time to chase after what is apparent in the present. For the Buddha has said that sensual pleasures take effect over time, with much suffering and distress, and they’re all the more full of drawbacks. But this teaching is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” “But in what way, mendicant, has the Buddha said that sensual pleasures take effect over time, with much suffering and distress, and they’re all the more full of drawbacks? And how is this teaching apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?” “I’m junior, good fellow, recently gone forth, newly come to this teaching and training. I’m not able to explain this in detail. But the Blessed One, the perfected one, the fully awakened Buddha is staying near Rājagaha in the Hot Springs Monatery. You should go to him and ask about this matter. And you should remember it in line with the Buddha’s answer.” “It’s not easy for us to approach the Buddha, as he is surrounded by other illustrious deities. If you go to the Buddha and ask him about this matter, we’ll come along and listen to the teaching.” “Yes, reverend,” Venerable Samiddhi replied. He went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he added: “Sir, if that deity spoke the truth, he’ll be close by.” When he had spoken, that deity said to Samiddhi, “Ask, mendicant, ask! For I have arrived.” Then the Buddha addressed the deity in verse: “Sentient beings who perceive the communicable, become established in the communicable. Not understanding the communicable, they fall under the yoke of Death. But having fully understood the communicable, they don’t conceive a communicator, for they have nothing by which they might be described. Tell me if you understand, spirit.” “I don’t understand the detailed meaning of the Buddha’s brief statement. Please teach me this matter so I can understand the detailed meaning.” “If you think that ‘I’m equal, special, or worse’, you’ll dispute about that. Unwavering in the face of the three discriminations, you’ll have no thought ‘I’m equal or special’. Tell me if you understand, spirit.” “I don’t understand the detailed meaning of the Buddha’s brief statement. Please teach me this matter so I can understand the detailed meaning.” “They gave up judgement without falling into conceit; craving for name and form was cut off right here. They cut the ties, untroubled, <j>with no need for hope. Though gods and humans search for them in this life or the next, they never find them, not in heaven nor in any abode. Tell me if you understand, spirit.” “This is how I understand the detailed meaning of the Buddha’s brief statement: You should never do anything bad by speech or mind or body in all the world. Having given up sensual pleasures, <j>mindful and aware, you shouldn’t keep doing <j>what’s painful and pointless.”"}