{"title":"A Lump of Foam ","text":"Linked Discourses 22.95 10. Flowers A Lump of Foam At one time the Buddha was staying near Ayodhya on the bank of the Ganges river. There the Buddha addressed the mendicants: “Mendicants, suppose this Ganges river was carrying along a big lump of foam. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a lump of foam? In the same way, a mendicant sees and contemplates any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it rationally. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in form? Suppose it was autumn, when the heavens rain heavily, and a bubble on the water forms and pops right away. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a water bubble? In the same way, a mendicant sees and contemplates any kind of feeling at all … examining it rationally. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in feeling? Suppose that in the last month of summer, at noon, a shimmering mirage appears. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a mirage? In the same way, a mendicant sees and contemplates any kind of perception at all … examining it carefully. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in perception? Suppose there was a person in need of heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest. There they’d see a big banana trunk, straight and young and grown unskewed. They’d cut it down at the base, cut off the top, and unroll the coiled sheaths. But they wouldn’t even find sapwood, much less heartwood. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a banana trunk? In the same way, a mendicant sees and contemplates any kind of choices at all … examining them rationally. And they appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in choices? Suppose an illusionist or their apprentice was to demonstrate an illusion at the crossroads. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in an illusion? In the same way, a mendicant sees and contemplates any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it rationally. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in consciousness? Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. They understand: ‘… there is nothing further for this place.’” That is what the Buddha said. Then the Holy One, the Teacher, went on to say: “Form is like a lump of foam; feeling is like a bubble; perception seems like a mirage; choices like a banana plant; and consciousness like an illusion: so taught the kinsman of the Sun. However you contemplate them, examining them rationally, they’re vacuous and hollow when you look at them closely. Concerning this body, he of vast wisdom has taught that when three things are given up, you’ll see this form discarded. When vitality, warmth, and consciousness leave this body, it lies dumped there, food for others, insentient. Such is this continuity, this illusion, this lament of fools. It’s said to be a killer, for no core is found here. An energetic mendicant should examine the aggregates like this, with situational awareness and mindfulness whether by day or by night. They should give up all fetters, and make a refuge for themselves. They should live as though their head was on fire, aspiring to the state that does not pass.”"}