{"title":"The Simile of the Mountain ","text":"Linked Discourses 3.25 3. Kosala The Simile of the Mountain At Sāvatthī. King Pasenadi of Kosala sat to one side, and the Buddha said to him, “So, great king, where are you coming from in the middle of the day?” “Sir, there are anointed aristocratic kings who are infatuated with authority, and obsessed with greed for sensual pleasures. They have attained stability in the country, occupying a vast conquered territory. Today I have been busy fulfilling the duties of such kings.” “What do you think, great king? Suppose a trustworthy and dependable man were to come from the east. He’d approach you and say: ‘Please great king, you should know this. I come from the east. There I saw a huge mountain that reached the clouds. And it was coming this way, crushing all creatures. So then, great king, do what you must!’ Then a second trustworthy and dependable man were to come from the west … a third from the north … and a fourth from the south. He’d approach you and say: ‘Please great king, you should know this. I come from the south. There I saw a huge mountain that reached the clouds. And it was coming this way, crushing all creatures. So then, great king, do what you must!’ Should such a dire threat arise—a grim loss of human life, when human birth is so rare—what would you do?” “Sir, what could I do but practice the teachings, practice morality, doing skillful and good actions?” “I tell you, great king, I announce to you: old age and death are advancing upon you. Since old age and death are advancing upon you, what would you do?” “Sir, what can I do but practice the teachings, practice morality, doing skillful and good actions? Sir, there are anointed aristocratic kings who are infatuated with authority, and obsessed with greed for sensual pleasures. They have attained stability in the country, occupying a vast conquered territory. Such kings engage in battles of elephants, cavalry, chariots, or infantry. But there is no place, no domain for such battles when old age and death are advancing. In this royal court there are ministers of wise counsel who are capable of dividing an approaching enemy by wise counsel. But there is no place, no domain for such diplomatic battles when old age and death are advancing. In this royal court there is abundant gold, both coined and uncoined, stored above and below ground. Using this wealth we can bribe an approaching enemy. But there is no place, no domain for such monetary battles when old age and death are advancing. When old age and death are advancing, what can I do but practice the teachings, practice morality, doing skillful and good actions?” “That’s so true, great king! That’s so true! When old age and death are advancing, what can you do but practice the teachings, practice morality, doing skillful and good actions?” That is what the Buddha said. Then the Holy One, the Teacher, went on to say: “Suppose there were vast mountains of solid rock pressing against the sky drawing in from all sides and crushing the four quarters. So too old age and death advance upon all living creatures— aristocrats, brahmins, peasants, menials, corpse-workers, and scavengers. They spare nothing. They crush all beneath them. There’s nowhere for elephants to take a stand, nor chariots nor infantry. They can’t be defeated by diplomatic battles or by wealth. That’s why an astute person, seeing what’s good for themselves, being wise, would place faith in the Buddha, the teaching, and the Saṅgha. Whoever lives by the teaching in body, speech, and mind, is praised in this life and departs to rejoice in heaven.” The Linked Discourses with the Kosalan are completed."}