{"title":"Ethics ","text":"Linked Discourses 46.3 1. Mountains Ethics “Mendicants, when a mendicant is accomplished in ethics, immersion, knowledge, freedom, or the knowledge and vision of freedom, even the sight of them is very helpful, I say. Even to hear them, approach them, pay homage to them, recollect them, or go forth following them is very helpful, I say. Why is that? Because after hearing the teaching of such mendicants, a mendicant will live withdrawn in both body and mind, as they recollect and think about that teaching. At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it. As they live mindfully in this way they investigate, explore, and inquire into that teaching with wisdom. At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it. As they investigate principles with wisdom in this way their energy is roused up and unflagging. At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it. When they’re energetic, rapture not of the flesh arises. At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it. When the mind is full of rapture, the body and mind become tranquil. At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it. When the body is tranquil and one feels bliss, the mind becomes immersed in samādhi. At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it. They closely watch over that mind immersed in samādhi. At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it. When the seven awakening factors are developed and cultivated in this way they can expect seven fruits and benefits. What seven? They attain enlightenment early on in this very life. If not, they attain enlightenment at the time of death. If not, with the ending of the five lower fetters, they’re extinguished between one life and the next. If not, with the ending of the five lower fetters they’re extinguished upon landing. If not, with the ending of the five lower fetters they’re extinguished without extra effort. If not, with the ending of the five lower fetters they’re extinguished with extra effort. If not, with the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. When the seven awakening factors are developed and cultivated in this way these are the seven fruits and benefits they can expect.”"}