{"title":"The Brahmin Uṇṇābha ","text":"Linked Discourses 51.15 2. Shaking the Stilt Longhouse The Brahmin Uṇṇābha So I have heard. At one time Venerable Ānanda was staying near Kosambī, in Ghosita’s Monastery. Then Uṇṇābha the brahmin went up to Venerable Ānanda, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to him, “Worthy Ānanda, what’s the purpose of leading the spiritual life under the ascetic Gotama?” “The purpose of leading the spiritual life under the Buddha, brahmin, is to give up desire.” “But is there a path and a practice for giving up that desire?” “There is.” “What is that path?” “It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm … energy … mental development … inquiry, and active effort. This is the path and the practice for giving up that desire.” “This being the case, worthy Ānanda, the path is endless, not finite. For it’s not possible to give up desire by means of desire.” “Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. What do you think, brahmin? Have you ever had a desire to walk to the park, but when you arrived at the park, the corresponding desire faded away?” “Yes, sir.” “Have you ever had the energy to walk to the park, but when you arrived at the park, the corresponding energy faded away?” “Yes, sir.” “Have you ever had the idea to walk to the park, but when you arrived at the park, the corresponding idea faded away?” “Yes, sir.” “Have you ever inquired regarding a walk to the park, but when you arrived at the park, the corresponding inquiry faded away?” “Yes, sir.” “In the same way, take a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment. They formerly had the desire to attain perfection, but when they attained perfection the corresponding desire faded away. They formerly had the energy to attain perfection, but when they attained perfection the corresponding energy faded away. They formerly had the idea to attain perfection, but when they attained perfection the corresponding idea faded away. They formerly inquired regarding attaining perfection, but when they attained perfection the corresponding inquiry faded away. What do you think, brahmin? This being the case, is the path endless or finite?” “Clearly, worthy Ānanda, this being the case, the path is finite, not endless. Excellent, worthy Ānanda! Excellent! As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the worthy Ānanda has made the teaching clear in many ways. I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. From this day forth, may the worthy Ānanda remember me as a lay follower who has gone for refuge for life.”"}