{"title":"Gems ","text":"Anthology of Discourses 2.1 Gems Whatever beings have gathered here, on the ground or in the sky: may beings all be of happy heart, and listen carefully to what is said. So pay heed, all you beings, have love for humankind, who day and night bring offerings; please protect them diligently. There’s no wealth in this life or the next, no sublime gem in the heavens, that equals the Realized One. This sublime gem is in the Buddha: by this truth, may you be well! Ending, dispassion, the undying, the sublime, attained by the Sakyan Sage immersed in samādhi; there is nothing equal to that Dhamma. This sublime gem is in the Dhamma: by this truth, may you be well! The purity praised by the highest Buddha is said to be the “immersion with immediate fruit”; no equal to that immersion is found. This sublime gem is in the Dhamma: by this truth, may you be well! The eight individual persons praised by the good are the four pairs of the Holy One’s disciples; they are worthy of religious donations, what’s given to them is very fruitful. This sublime gem is in the Saṅgha: by this truth, may you be well! Dedicated to Gotama’s dispensation, strong-minded, free of sense desire, they’ve attained the goal, <j>plunged into freedom from death, and enjoy the quenching they’ve freely gained. This sublime gem is in the Saṅgha: by this truth, may you be well! As Indra’s pillar rooted in earth is not shaken by the four winds, I say a true person is like this, who sees the noble truths in experience. This sublime gem is in the Saṅgha: by this truth, may you be well! Those who fathom the noble truths taught by the one of deep wisdom, do not take an eighth life, even if they are hugely negligent. This sublime gem is in the Saṅgha: by this truth, may you be well! When they attain to vision they give up three things: substantialist view, doubt, and any attachment to precepts and observances. They’re freed from the four places of loss, and cannot do six things. This sublime gem is in the Saṅgha: by this truth, may you be well! Even if they do a bad deed by body, speech, or mind, they are unable to conceal it; this inability applies to <j>one who has seen the truth, they say. This sublime gem is in the Saṅgha: by this truth, may you be well! Like a tall forest tree crowned with flowers in the first month of summer; that’s how he taught the superb Dhamma, leading to extinguishment, the ultimate benefit. This sublime gem is in the Buddha: by this truth, may you be well! The superb, knower of the superb, <j>giver of the superb, bringer of the superb; taught the superb Dhamma supreme. This sublime gem is in the Buddha: by this truth, may you be well! The old is ended, nothing new is produced. their minds have no desire for future rebirth. Withered are the seeds, there’s no desire for growth, those attentive ones are extinguished like this lamp. This sublime gem is in the Saṅgha: by this truth, may you be well! Whatever beings have gathered here, on the ground or in the sky: the Realized One is honored by gods and humans! We bow to the Buddha! May you be safe! Whatever beings have gathered here, on the ground or in the sky: the Realized One is honored by gods and humans! We bow to the Dhamma! May you be safe! Whatever beings have gathered here, on the ground or in the sky: the Realized One is honored by gods and humans! We bow to the Saṅgha! May you be safe!"}