{"title":"The Sages Asita and Nālaka ","text":"Anthology of Discourses 3.11 About Nālaka The seer Asita in his daily meditation saw the bright-clad gods of the host of Thirty and their lord Sakka joyfully celebrating, waving streamers in exuberant exaltation. Seeing the gods rejoicing, elated, he paid respects and said this there: “Why is the community of gods <j>in such excellent spirits? Why take up streamers and whirl them about? Even in the war with the titans, when gods were victorious and titans defeated, there was no such excitement. What marvel have the celestials seen <j>that they so rejoice? Shouting and singing and playing music, they clap their hands and dance. I ask you, dwellers on Mount Meru’s peak, quickly dispel my doubt, good fellows!” “The being intent on awakening, a peerless gem, has been born in the human realm <j>for the sake of welfare and happiness, in Lumbinī, a village in the Sakyan land. That’s why we’re so happy, in such excellent spirits. He is supreme among all beings, the peak individual, captain of men, supreme among all creatures. He will roll forth the wheel in the grove of the seers, roaring like a mighty lion, lord of beasts.” Hearing this, he swiftly descended and right away approached Suddhodana’s home. Seated there he said this to the Sakyans, “Where is the boy? I too wish to see him!” Then the Sakyans showed their son <j>to the one named Asita— the boy shone like burning gold well-wrought in the forge; dazzling with glory, of peerless beauty. The boy beamed like crested flame, pure as the moon, lord of stars traversing the sky, blazing like the sun free of stormclouds after the rains; seeing him, he was joyful, brimming with happiness. The celestials held up a parasol in the sky, many-ribbed and thousand-circled; and golden-handled chowries waved— but none could see who held <j>the chowries or the parasols. When the dreadlocked seer called “Dark Splendor” had seen the boy like a gold ingot on a cream rug with a white parasol held over his head, he received him, elated and happy. Having received the Sakyan bull, the seeker, master of marks and hymns, lifted up his voice with confident heart: “He is supreme, the best of men!” But then, remembering he would depart this world, his spirits fell and his tears flowed. Seeing the weeping seer, the Sakyans said, “Surely there will be no threat to the boy?” Seeing the crestfallen Sakyans, the seer said, “I do not forsee harm befall the boy, and there will be no threat to him, not in the least; set your minds at ease. This boy shall reach the highest awakening. As one of perfectly purified vision, <j>compassionate for the welfare of the many, he shall roll forth the wheel of the teaching; his spiritual path will become widespread. But I have not long left in this life, I shall die before then. I will never hear the teaching of the one <j>who bore the unequaled burden. That’s why I’m so upset and distraught—<j>it’s a disaster for me!” Having brought abundant happiness to the Sakyans, the spiritual seeker left the royal compound. He had a nephew; and out of sympathy he encouraged him in the teaching <j>of the one who bore the unequaled burden. “When you hear the voice of another saying <j>‘Buddha’— one who has attained awakening <j>and who reveals the foremost teaching— go there and ask about his breakthrough; lead the spiritual life under that Blessed One.” Now, that Nālaka had a store of accumulated merit; so when instructed by one of such kindly intent, with perfectly purified vision of the future, he waited anticipating the Victor, <j>guarding his senses. When he heard of the Victor rolling forth <j>the excellent wheel he went to him, and seeing the boss seer, he became confident. The time of Asita’s instruction had arrived; so he asked the excellent sage <j>about the highest sagacity. The introductory verses are finished. “I now know that Asita’s words have turned out to be true. I ask you this, Gotama, who has gone beyond all things: For one who has entered the homeless life, seeking food on alms round, when questioned, O sage, please tell me of sagacity, the ultimate state.” “I shall school you in sagacity,” said the Buddha, “so difficult and challenging. Come, I shall tell you all about it. Brace yourself; stay strong! In the village, keep the same attitude no matter if reviled or praised. Guard against ill-tempered thoughts; wander peaceful and humble. Many different things come up, like tongues of fire in a forest. Women try to seduce a sage— let them not seduce you! Refraining from sex, having left behind sensual pleasures high and low, don’t be hostile or attached to living creatures firm or frail. ‘As am I, so are they; as are they, so am I’— Treating others like oneself, neither kill nor incite to kill. Leaving behind desire and greed for what ordinary people are attached to, one whose eye is clear would set out to practice, they’d cross over this abyss. With empty stomach, taking limited food, few in wishes, not greedy; truly hungerless regarding all desires, desireless, one is quenched. Having wandered for alms, they’d take themselves into the forest; and nearing the foot of a tree, the sage would take their seat. That attentive one intent on absorption, would delight within the forest. They’d practice absorption at the foot of a tree, filling themselves with bliss. Then, at the end of the night, they’d take themselves into a village. They’d not welcome being called, nor offerings brought from the village. A sage who has come to a village would not walk hastily among the families. They’d not discuss their search for food, nor would they speak suggestively. ‘I got something, that’s good. I got nothing, that’s fine.’ Unaffected in both cases, they return right to the tree. Wandering with bowl in hand, not dumb, but thought to be dumb, they wouldn’t scorn a tiny gift, nor look down upon the giver. For the practice has many aspects, as explained by the Ascetic. They do not go to the far shore twice, nor having gone once do they fall away. When a mendicant has no creeping, and has cut the stream of craving, and given up all the various duties, no fever is found in them. I shall school you in sagacity. Practice as if you were licking a razor’s edge. With tongue pressed against the roof of your mouth, be restrained regarding your stomach. Don’t be sluggish in mind, nor think overly much. Be free of putrefaction and unattached, committed to the spiritual life. Train in a lonely seat, attending closely to ascetics; solitude is sagacity, they say. If you welcome solitude, you’ll light up the ten directions. Having heard the words of the attentive, the meditators who’ve given up sensual desires, a follower of mine would develop conscience and faith all the more. Understand this by the way streams move in clefts and crevices: the little creeks flow on resounding, while silent flow the great rivers. What is lacking, resounds; what is full is at peace. The fool is like a half-full pot; the wise like a brimfull lake. When the Ascetic speaks much it is relevant and meaningful: knowing, he teaches the Dhamma; knowing, he speaks much. But one who, knowing, is self-controlled, knowing, does not speak much; that sage is worthy of sagacity, that sage has achieved sagacity.”"}