{"title":"Taking Up Arms ","text":"Anthology of Discourses 4.15 Taking Up Arms Peril stems from those who take up arms— just look how people conflict! I shall extol how I came to be stirred with a sense of urgency. I saw this population flounder, like a fish in a little puddle. Seeing them at odds with each other, fear came upon me. The world around was volatile, all directions were in turmoil. Wanting a home for myself, I saw nowhere unsettled. Yet even in their settlement they were at odds— seeing that, I grew uneasy. Then I saw a dart there, so hard to see, stuck in the heart. When struck by that dart, you run around in all directions. But when that same dart has been plucked out, you neither run around nor sink down. (On that topic, the trainings are recited.) Whatever attachments there are in the world, don’t pursue them. Having pierced through sensual pleasures <j>in every way, train yourself for extinguishment. Be truthful, not rude, free of deceit, and rid of slander; without anger, a sage would cross over the evils of greed and avarice. Prevail over sleepiness, sloth, and drowsiness, don’t abide in negligence, A person intent on quenching would not stand for arrogance. Don’t be led into lying, or get caught up in affection for form. Completely understand conceit, and desist from hasty conduct. Don’t relish the old, or welcome the new. Don’t grieve for what is running out, or get attached to things that pull you in. Greed, I say, is the great flood, and longing is the current— the basis, the compulsion, the swamp of sensuality so hard to get past. The sage never strays from the truth; the brahmin stands on solid ground. Having given up everything, they are said to be at peace. They have truly known, they’re a knowledge master, understanding the teaching, they are independent. They rightly proceed in the world, not coveting anything here. One who has crossed over sensuality here, the chain in the world so hard to get past, grieves not, nor hopes; they’ve cut the strings, they’re no longer bound. What came before, let wither away, and after, let there be nothing. If you don’t grasp at the middle, you will live at peace. One who has no sense of ownership in the whole realm of name and form, does not grieve for that which is not, they suffer no loss in the world. If you don’t think of anything as belonging to yourself or others, not finding anything to be ‘mine’, you won’t grieve, thinking ‘I don’t have it’. Not bitter, not fawning, unstirred, everywhere even; when asked about one who is unwavering, I declare that that is the benefit. For the unstirred who understand, there’s no performance of deeds. Desisting from instigation, they see sanctuary everywhere. A sage doesn’t speak of themselves as being among superiors, inferiors, or equals. Peaceful, rid of stinginess, they are neither ditching nor taking up."}