{"title":"Heart Sutra (Thich Nhat Hanh)","text":"On 11th September Thay completed a profound and beautiful new English translation of the Heart Sutra , one of the most important sutras in Mahayana Buddhism. This new English translation is based on the new Vietnamese translation that Thay began working on three weeks ago at the European Institute of Applied Buddhism in Germany. Below the sutra you can read Thay’s explanation of why he made this new translation. Download a print-friendly one-page (pdf) Download Thay’s explanation (pdf) This new translation will now be used in all Plum Village chanting sessions and ceremonies, and it will appear in the next edition of the Plum Village Chanting Book. The chant has been set to music. Below you can enjoy a recent recording live in the meditation hall. Sheet music is here . Heart Sutra 11:45 Play Pause Download The Insight that Brings Us to the Other Shore Avalokiteshvara while practicing deeply with the Insight that Brings Us to the Other Shore, suddenly discovered that all of the five Skandhas are equally empty, and with this realisation he overcame all Ill-being. “Listen Sariputra, this Body itself is Emptiness and Emptiness itself is this Body. This Body is not other than Emptiness and Emptiness is not other than this Body. The same is true of Feelings, Perceptions, Mental Formations, and Consciousness. “Listen Sariputra, all phenomena bear the mark of Emptiness; their true nature is the nature of no Birth no Death, no Being no Non-being, no Defilement no Purity, no Increasing no Decreasing. “That is why in Emptiness, Body, Feelings, Perceptions, Mental Formations and Consciousness are not separate self entities. The Eighteen Realms of Phenomena which are the six Sense Organs, the six Sense Objects, and the six Consciousnesses are also not separate self entities. The Twelve Links of Interdependent Arising and their Extinction are also not separate self entities. Ill-being, the Causes of Ill-being, the End of Ill-being, the Path, insight and attainment, are also not separate self entities. Whoever can see this no longer needs anything to attain. Bodhisattvas who practice the Insight that Brings Us to the Other Shore see no more obstacles in their mind, and because there are no more obstacles in their mind, they can overcome all fear, destroy all wrong perceptions and realize Perfect Nirvana. “All Buddhas in the past, present and future by practicing the Insight that Brings Us to the Other Shore are all capable of attaining Authentic and Perfect Enlightenment. “Therefore Sariputra, it should be known that the Insight that Brings Us to the Other Shore is a Great Mantra, the most illuminating mantra, the highest mantra, a mantra beyond compare, the True Wisdom that has the power to put an end to all kinds of suffering. Therefore let us proclaim a mantra to praise the Insight that Brings Us to the Other Shore. Gate, Gate, Paragate, Parasamgate, Bodhi Svaha! Gate, Gate, Paragate, Parasamgate, Bodhi Svaha! Gate, Gate, Paragate, Parasamgate, Bodhi Svaha!” The Insight that Brings Us to the Other Shore 6:07 Chanted by the brothers and sisters of Plum Village Play Pause Download “The Insight that Brings us to the Other Shore” translation by Thich Nhat Hanh is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License . The reasons for a new translation Thay’s message of explanation to his students, translated from the Vietnamese. Thay wrote this text on the 22nd August 2014, after completing his very first translation draft in Vietnamese. Dear Family, Thay needs to make this new translation of the Heart Sutra because the patriarch who originally compiled the Heart Sutra was not sufficiently skilful enough with his use of language. This has resulted in much misunderstanding for almost 2,000 years. Thay would like to share with you two stories: the story of a novice monk who paid a visit to a Zen master, and the story of a Bhikkhu who came with a question to the Eminent Master Tue Trung. 1 In the first story, the Zen master asked the novice monk: “Tell me about your understanding of the Heart sutra.” The novice monk joined his palms and replied: “I have understood that the five skandhas are empty. There are no eyes, ears, nose, tongue, body or mind; there are no forms, sounds, smells, tastes, feelings, or objects of mind; the six consciousnesses do not exist, the eighteen realms of phenomena do not exist, the twelve links of dependent arising do not exist, and even wisdom and attainment do not exist.” “Do you believe what it says?” “Yes, I truly believe what it says.” “Come closer to me,” the Zen master instructed the novice monk. When the novice monk drew near, the Zen master immediately used his thumb and index finger to pinch and twist the novice’s nose. In great agony, the novice cried out “Teacher! You’re hurting me!” The Zen master looked at the novice. “Just now you said that the nose doesn’t exist. But if the nose doesn’t exist then what’s hurting?” 2 The Eminent Master Tue Trung was a lay Zen master who had once served as the mentor for the young King Tran Nhan Tong, in 13th Century Vietnam. One day, a Bhikkhu paid him a visit to ask him about the Heart Sutra. “Respected Eminent Master, what does the phrase ‘form is emptiness, emptiness is form,’ really mean?” At first the Eminent Master remained silent. And then, after a while, he asked: “Bhikkhu, do you have a body?” “Yes, I do.” “Then, why do you say that the body does not exist?” The Eminent Master then continued, “Do you think that in empty space there is form?” “No, I do not see that there is form.” “Then why do you say that emptiness is form?” The Bhikkhu stood up, bowed, and went on his way. But the Master summoned him back in order to recite to him the following gatha: Form is emptiness, emptiness is form, is a skillful means created temporarily by the Buddhas of the three times. Emptiness is not form, form is not emptiness Their nature is always pure and illuminating, neither caught in being nor in non-being. In this story the Eminent Master Tue Trung seems to contradict the Heart Sutra and challenge the sacred formula ‘form is emptiness and emptiness is form,’ considered inviolable in the Prajñāpāramitā literature. Thay believes that the Eminent Master went too far. The Master was not able to see that the mistake doesn’t rest in the formula, ‘form is emptiness’ rather, it resides in the unskillfulness of the line, ‘Therefore in emptiness there is no form.’ According to Thay, the way in which words are used in the Heart Sutra, right from the beginning up to the line: ‘no birth, no death, not defiled, not immaculate, not increasing, nor decreasing,’ is already perfect. Thay’s only regret is that the patriarch who recorded the Heart Sutra did not add the four words ‘no being, no non-being’ immediately after the four words ‘no birth, no death,’ because these four words would help us transcend the notion of being and non-being, and we would no longer get caught in such ideas as ‘no eyes, no ears, no nose, no tongue…’ The nose of the novice monk is still sore, even today. Do you understand? The problem begins with the line: ‘Listen Shariputra, because in emptiness, there is no form, feelings, perceptions, mental formations, and consciousness’ (in Sanskrit: TasmācŚāriputraśūnyatayāmnarūpamnavedanānasamjñānasamskārānavijñānam). How funny! It was previously stated that emptiness is form, and form is emptiness, but now you say the opposite: there is only emptiness, there is no body. This line of the sutra can lead to many damaging misunderstandings. It removes all phenomena from the category ‘being’ and places them into the category of ‘non-being’ (no form, feelings, perceptions, mental formations or consciousness…). Yet the true nature of all phenomena is the nature of no being nor non-being, no birth and no death. The view of ‘being’ is one extreme view and the view of ‘non-being’ is another extreme view. It is because of this unskillfulness that the novice monk’s nose is still sore. The famous gatha ascribed to the sixth patriarch Hue Nang (Hui-neng), in which he presented his insight to the fifth patriarch Hoang Nhan (Hung-jen), also expresses this notion and is also caught in the same wrong view: Originally, there is no Bodhi tree The bright mirror does not exist either From the non-beginning of time nothing has ever existed So where can the dust settle? We can say: \"A white cloud passes by and hides the mouth of the cave Causing so many birds to lose their way home.\" The insight of prajñāpāramitā is the most liberating insight that helps us overcome all pairs of opposites such as birth and death, being and non-being, defilement and immaculacy, increasing and decreasing, subject and object, and so on, and helps us to get in touch with the true nature of no birth/no death, no being/no non-being etc… which is the true nature of all phenomena. This is a state of coolness, peace, and non-fear that can be experienced in this very life, in your own body and in your own five skandhas. It is nirvana. Just as the birds enjoy the sky, and the deer enjoy the meadow, so do the wise enjoy dwelling in nirvana. This is a very beautiful sentence in the Nirvana Chapter of the Chinese Dharmapada. The insight of prajñāpāramitā is the ultimate truth, transcending of all conventional truths. It is the highest vision of the Buddha. Whatever paragraph in the Tripitaka, even in the most impressive of the Prajñāpāramitā collections, if it so contradicts this, it is still caught in conventional truth. Unfortunately, in the Heart Sutra we find such a paragraph, and it is quite long. That is why in this new translation Thay has changed the way of using words in both the original Sanskrit and the Chinese translation by Huyen Trang (Xuan-Zang). Thay translates as follows: ‘That is why in emptiness, body, feelings, perceptions, mental formations, and consciousness are not separate self entities.’ All phenomena are products of dependent arising: that is the main point of the prajñāpāramitā teaching. ‘Even insight and attainment do not exist as separate self entities.’ This sentence is as important as the sentence ‘form is emptiness.’ Thay also has added ‘no being, no non-being’ into the text. No being, no non-being is the deep vision of the Buddha stated in the Kātyāyana sutra, when he offered a definition on right view. These four words, no being, no non-being, will help future generations not to suffer from a twisted nose. The Heart Sutra was intended to help the Sarvāstivādins relinquish the view of no self and no dharma. The deepest teaching of Prājñāpāramitā is the emptiness of self (ātmaśūnyatā) and the emptiness of dharma (dharmanairātmya) and not the non-being of self and dharma. The Buddha has taught in the Kātyāyana sutra that most people in the world are caught either in the view of being and non-being. Therefore, the sentence ‘in emptiness there is no form, feelings…’ is obviously still caught in the view of non-being. That is why this sentence does not correspond to the Ultimate Truth. Emptiness of self only means the emptiness of self, not the non-being of self, just as a balloon that is empty inside does not mean that the balloon does not exist. The same is true with the emptiness of dharma: it only means the emptiness of all phenomena and not the non-existence of phenomena. It is like a flower that is made only of non-flower elements. The flower is empty of a separate existence, but that doesn’t mean that the flower is not there. The Heart Sutra made a late appearance at a time when Tantric Buddhism had begun to flourish. The patriarch who compiled the Heart Sutra wanted to encourage followers of Tantric Buddhism to practice and recite the Heart Sutra, so that’s why he presented the Heart Sutra as a kind of mantra. This was also a skillful means. Thay has used the phrase, ‘The Insight that Brings Us to the Other Shore,’ because in the mantra there is the expression pāragate which means ‘gone over to the other shore, the shore of wisdom’. Pārāyana and pāramitā have both been translated as ‘crossing over to the other shore.’ In the Sutta Nipāta there is a chapter called Pārāyana which has also been translated as ‘crossing over to the other shore.’ Dear Family, I hope you enjoy practicing the new version of the Heart Sutra in English. We have an English translation and Br. Phap Linh is in the process of composing the music for the new chant. The next edition of the Chanting Book will include this new translation. Yesterday, on the 21st of August, after finishing the translation at around 3a.m., a moon ray penetrated Thay’s room. With love and trust, Your Teacher Aśoka Institute, EIAB, Waldbröl The Other Shore A New Translation of the Heart Sutra with Commentaries In September, 2014 Thich Nhat Hanh completed a profound, beautiful and radical new English translation of the Prajñaparamita Heart Sutra, one of the most important and well-known sutras in…"}