{"title":"Sabbath ","text":"Heartfelt Sayings 5.5 Sabbath So I have heard. At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. Now, at that time it was the sabbath, and the Buddha was sitting surrounded by the Saṅgha of monks. And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, “Sir, the night is getting late. It is the first watch of the night, and the Saṅgha of monks has been sitting long. Please, sir, may the Buddha recite the monastic code to the monks.” But when he said this, the Buddha kept silent. For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, “Sir, the night is getting late. It is the middle watch of the night, and the Saṅgha of monks has been sitting long. Please, sir, may the Buddha recite the monastic code to the monks.” But for a second time the Buddha kept silent. For a third time, as the night was getting late, in the last watch of the night, as dawn stirred, bringing joy to the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, “Sir, the night is getting late. It is the last watch of the night and dawn stirs, bringing joy to the night. Please, sir, may the Buddha recite the monastic code to the monks.” “Ānanda, the assembly is not pure.” Then Venerable Mahāmoggallāna thought, “Who is the Buddha talking about?” Then he focused on encompassing the minds of everyone in the Saṅgha. He saw that unethical individual, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved, sitting in the middle of the Saṅgha. When he saw him he got up from his seat, went up to him and said, “Get up, reverend. The Buddha has seen you. You can’t live in communion with the monks.” But when he said this, that individual kept silent. For a second time and a third time, he asked that monk to leave. But for a third time that individual kept silent. Then Venerable Mahāmoggallāna took that individual by the arm, ejected him out the gate, and bolted the door. Then he went up to the Buddha, and said to him, “I have ejected that individual. The assembly is pure. Please, sir, may the Buddha recite the monastic code to the monks.” “It’s incredible, Moggallāna, it’s amazing, how that futile man waited to be taken by the arm!” Then the Buddha said to the monks, “From this day forth, monks, I will not perform the sabbath or recite the monastic code. Now you should perform the sabbath and recite the monastic code. It’s impossible, monks, it can’t happen that a Realized One could recite the monastic code in an impure assembly. Seeing these eight incredible and amazing things the titans love the ocean. What eight? The ocean gradually slants, slopes, and inclines, with no abrupt precipice. This is the first thing the titans love about the ocean. Furthermore, the ocean is consistent and doesn’t overflow its boundaries. This is the second thing the titans love about the ocean. Furthermore, the ocean doesn’t accommodate a carcass, but quickly carries it to the shore and strands it on the beach. This is the third thing the titans love about the ocean. Furthermore, when they reach the ocean, all the great rivers—that is, the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply reckoned as ‘the ocean’. This is the fourth thing the titans love about the ocean. Furthermore, for all the world’s streams that reach it, and the showers that fall from the sky, the ocean never empties or fills up. This is the fifth thing the titans love about the ocean. Furthermore, the ocean has just one taste, the taste of salt. This is the sixth thing the titans love about the ocean. Furthermore, the ocean is full of many kinds of treasures, such as pearls, gems, beryl, conch, quartz, coral, silver, native gold, rubies, and emeralds. This is the seventh thing the titans love about the ocean. Furthermore, many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. This is the eighth thing the titans love about the ocean. Seeing these eight incredible and amazing things the titans love the ocean. In the same way, seeing eight incredible and amazing things, mendicants, the mendicants love this teaching and training. What eight? The ocean gradually slants, slopes, and inclines, with no abrupt precipice. In the same way in this teaching and training the penetration to enlightenment comes from gradual training, progress, and practice, not abruptly. This is the first thing the mendicants love about this teaching and training. The ocean is consistent and doesn’t overflow its boundaries. In the same way, when a training rule is laid down for my disciples they wouldn’t break it even for the sake of their own life. This is the second thing the mendicants love about this teaching and training. The ocean doesn’t accommodate a carcass, but quickly carries it to the shore and strands it on the beach. In the same way, the Saṅgha doesn’t accommodate an individual who is unethical, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved. But they quickly gather and expel them. Even if such an individual is sitting in the middle of the Saṅgha, they’re far from the Saṅgha, and the Saṅgha is far from them. This is the third thing the mendicants love about this teaching and training. Furthermore, when they reach the ocean, all the great rivers—that is, the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply reckoned as ‘the ocean’. In the same way, when they go forth from the lay life to homelessness, all four classes—aristocrats, brahmins, peasants, and menials—lose their former names and clans and are simply reckoned as ‘ascetics who follow the Sakyan’. This is the fourth thing the mendicants love about this teaching and training. For all the world’s streams that reach it, and the showers that fall from the sky, the ocean never empties or fills up. In the same way, though several mendicants become fully extinguished in the element of extinguishment with no residue, the element of extinguishment never empties or fills up. This is the fifth thing the mendicants love about this teaching and training. The ocean has just one taste, the taste of salt. In the same way, this teaching and training has one taste, the taste of freedom. This is the sixth thing the mendicants love about this teaching and training. The ocean is full of many kinds of treasures, such as pearls, gems, beryl, conch, quartz, coral, silver, native gold, rubies, and emeralds. In the same way, this teaching and training is full of many kinds of treasures, such as the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. This is the seventh thing the mendicants love about this teaching and training. Many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. In the same way, great beings live in this teaching and training, and these are those beings. The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. This is the eighth thing the mendicants love about this teaching and training. Seeing these eight incredible and amazing things, the mendicants love this teaching and training.” Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: “The rain saturates things that are covered up; it doesn’t saturate things that are open. Therefore you should open up a covered thing, so the rain will not saturate it.”"}